Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Includes all contact data from your address books as vcard files.
de_de: Enthält alle Kontaktdaten aus Ihren Adressbüchern als vcard-Dateien.
fi_fi: Sisältää kaikki osoitekirjasi yhteystiedot vcard-tiedostoina.
ja_jp: アドレス帳からのすべての連絡先データをvcardファイルとして含む
lv_lv: Ietver visus kontaktus no jūsu adrešu grāmatas kā vcard failus.
ru_ru: Включает все данные контактов из вашей адресной книги как файлы vCard.
sk_sk: Obsahuje všetky údaje kontaktov z vášho adresára vo forme súborov .vcard.
tr_tr: Adres defterlerinizdeki tüm kişi bilgilerini vcard dosyaları olarak dahil eder.

source: Includes all emails from your primary mail account as eml files.
de_de: Enthält alle E-Mails aus Ihrem primären E-Mail-Konto als eml-Dateien.
fi_fi: Sisältää kaikki ensisijaisen sähköpostitilisi sähköpostit eml-tiedostoina.
ja_jp: メインのメールアカウントのすべてのメールをemfファイルとして含む
lv_lv: Ietver visus e-pastus no jūsu primārā pasta konta kā eml failus.
ru_ru: Включить все сообщения электронной почты из вашего основного ящика электронной почты как файлы eml.
sk_sk: Obsahuje všetky e-maily z vášho primárneho e-mailového účtu vo forme súborov .eml.
tr_tr: Birincil e-posta hesabınızdaki tüm e-postaları eml dosyaları olarak dahil eder.

source: Includes all files from %1$s.
de_de: Enthält alle Dateien von %1$s.
fi_fi: Sisältää kaikki tiedostot kohteesta %1$s.
ja_jp: %1$sからのすべてのファイルを含む
lv_lv: Izmest visus failus no %1$s.
ru_ru: Включает все файлы от %1$s.
sk_sk: Zahŕňa všetky súbory z %1$s.
tr_tr: Tüm %1$s dosyalarını içerir.

source: Includes all tasks as ical files.
de_de: Enthält alle Aufgaben als ical-Dateien.
fi_fi: Sisältää kaikki tehtävät ical-tiedostoina.
ja_jp: すべてのタスクをicalファイルとして含む
lv_lv: Ietver visus uzdevumus kā ical failus.
ru_ru: Включает все задачи как файлы ical.
sk_sk: Obsahuje všetky úlohy vo forme súborov .ical.
tr_tr: Tüm görevleri ical dosyaları olarak dahil eder.

source: Incoming Server Settings (IMAP)
de_de: Einstellungen für eingehenden Server (IMAP)
fi_fi: Saapuvan postin palvelinasetukset (IMAP)
ja_jp: 受信サーバー設定（IMAP）
lv_lv: Ienākošā servera iestatījumi (IMAP)
ru_ru: Настройки сервера входящей почты (IMAP)
sk_sk: Nastavenia servera prichádzajúcej pošty (IMAP)
tr_tr: Gelen sunucusu ayarları (IMAP)

source: Incoming call
de_de: Eingehender Anruf
fi_fi: Saapuva puhelu
ja_jp: 着信
lv_lv: Ienākošais zvans
ru_ru: Входящий звонок
sk_sk: Prichádzajúci hovor
tr_tr: Gelen arama

source: Incoming calls
de_de: Eingehende Anrufe
fi_fi: Saapuvat puhelut
ja_jp: 着信
lv_lv: Ienākošie zvani
ru_ru: Входящие звонки
sk_sk: Prichádzajúce hovory
tr_tr: Gelen aramalar

source: Incoming server
de_de: Eingehender Server
fi_fi: Saapuvan postin palvelin
ja_jp: 受信サーバー
lv_lv: Ienākošā pasta serveris
ru_ru: Сервер входящей почты
sk_sk: Server prichádzajúcej pošty
tr_tr: Gelen sunucu

source: Incomplete configuration.
de_de: Unvollständige Konfiguration.
fi_fi: Keskeneräinen konfiguraatio.
ja_jp: 構成は完了していません。
lv_lv: Nepabeigta konfigurēšana.
ru_ru: Неполная конфигурация.
sk_sk: Neúplné nastavenie.
tr_tr: Eksik yapılandırma.

source: Inconsistent dates
de_de: Inkonsistente Datumsangaben
fi_fi: Ristiriitaiset päivämäärät
ja_jp: 正しくない日付
lv_lv: Datumi nav saskanīgi
ru_ru: Недопустимые даты
sk_sk: Nekonzistentné dátumy
tr_tr: Günler bağdaşmıyor

source: Indian Ocean
de_de: Indischer Ozean
fi_fi: Intian valtameri
ja_jp: インド洋
lv_lv: Indijas okeāns
ru_ru: Индийский Океан
sk_sk: Indický oceán
tr_tr: Hint Okyanusu

source: Indigo
fi_fi: Indigonsininen
ja_jp: インディゴ
ru_ru: Индиго
tr_tr: Çivit mavisi

source: Info
ja_jp: 情報
lv_lv: Informācija
ru_ru: Информация
tr_tr: Bilgi

source: Informal
de_de: Informell
fi_fi: Epävirallinen
ja_jp: インフォーマル
lv_lv: Neformāls
ru_ru: Неформальный
sk_sk: Neformálny
tr_tr: İnformel

source: Inline
de_de: Inliegend
fi_fi: Tekstissä
ja_jp: インライン
lv_lv: Iekšrindas
ru_ru: Встроенное
sk_sk: V tele
tr_tr: Satır içi

source: Insert
de_de: Einfügen
fi_fi: Lisää
ja_jp: 挿入
lv_lv: Ievietot
ru_ru: Вставить
sk_sk: Vložiť
tr_tr: Ekle

source: Insert inline image
de_de: Bild-URL einfügen
fi_fi: Lisää joukkoon kuva
ja_jp: 画像ファイルをインライン挿入
lv_lv: Ievietot ietverto attēlu
ru_ru: Вставить изображение
sk_sk: Vložiť obrázok
tr_tr: Satır içi resim ekle

source: Insert link
de_de: Link einfügen
fi_fi: Lisää linkki
ja_jp: リンクを挿入
lv_lv: Ievietot saiti
ru_ru: Вставить ссылку
sk_sk: Vložiť odkaz
tr_tr: Bağlantı ekle

source: Insert the original email text to a reply
de_de: Ursprünglichen E-Mail-Text in Antwort zitieren
fi_fi: Lisää alkuperäisen viesti teksti vastaukseen
ja_jp: 返信に元のメールの本文を残す
lv_lv: Ietvert oriģinālā e-pasta tekstu atildē
ru_ru: Вставить исходное сообщение в ответ
sk_sk: Vložiť pôvodný text emailu do odpovede
tr_tr: Asıl e-posta metnini yanıta ekle

source: Inspect certificate
de_de: Zertifikat prüfen
fi_fi: Tarkista varmenne
ja_jp: 証明書を確認
lv_lv: Pārbaudīt sertifikātu
ru_ru: Проверить сертификат
sk_sk: Skontrolovať certifikát
tr_tr: Sertifikayı denetle

source: Install
de_de: Installieren
fi_fi: Asenna
ja_jp: インストール
lv_lv: Uzstādīt
ru_ru: Установить
sk_sk: Nainštalovať
tr_tr: Kur

source: Installation
fi_fi: Asennus
ja_jp: インストール
lv_lv: Uzstādīšana
ru_ru: Установка
sk_sk: Inštalácia
tr_tr: Kurulum

source: Instant Messenger 1
fi_fi: Pikaviestin 1
ja_jp: IM 1
lv_lv: Ziņapmaiņa 1
ru_ru: Программа обмена сообщениями 1
sk_sk: Rýchle správy (IM) 1
tr_tr: Anlık ileti 1

source: Instant Messenger 2
fi_fi: Pikaviestin 2
ja_jp: IM 2
lv_lv: Ziņapmaiņa 2
ru_ru: Программа обмена сообщениями 2
sk_sk: Rýchle správy (IM) 2
tr_tr: Anlık ileti 2

source: Internal user
de_de: Interner Benutzer
fi_fi: Sisäinen käyttäjä
ja_jp: 内部ユーザー
lv_lv: Iekšējs lietotājs
ru_ru: Внутренний пользователь
sk_sk: Vnútorný používateľ
tr_tr: Dahili kullanıcı

source: Internal users only
de_de: Nur interne Benutzer
fi_fi: Vain sisäiset käyttäjät
ja_jp: 内部ユーザーのみ
lv_lv: Tikai iekšējie lietotāji
ru_ru: Только для внутренних пользователей
sk_sk: Iba interní používatelia
tr_tr: Yalnızca iç kullanıcılar

source: Interval
de_de: Intervall
fi_fi: Väli
ja_jp: 間隔
lv_lv: Intervāls
ru_ru: Интервал
tr_tr: Aralık

source: Introducing keyboard shortcuts for a more efficient experience. With selectable presets, easily switch between Gmail and Outlook styles, streamlining your navigation and actions.
de_de: Einführung von Tastenkombinationen für eine effizientere Nutzung. Mit auswählbaren Voreinstellungen können Sie ganz einfach zwischen Gmail- und Outlook-Stilen wechseln und so Ihre Navigation und Aktionen optimieren.
fi_fi: Otetaan käyttöön pikanäppäimet tehokkaamman käyttökokemuksen takaamiseksi. Valinnaisilla esiasetuksilla voit helposti vaihtaa Gmail- ja Outlook-tyylien välillä ja tehostaa navigointia ja toimintoja.
ja_jp: より効率的なエクスペリエンスのためのキーボードショートカットの導入。選択可能なプリセットで、GmailとOutlookのスタイルを簡単に切り替え、ナビゲーションとアクションを効率化が可能。
lv_lv: Lai uzlabotu lietošanas efektivitāti ir Ieviestas tastatūras saīsnes. Izvēloties atbilstošus iestatījumus jūsvarat viegli pārslēgties starp Gmail un Outlook stiliem, racionalizējot navigāciju un darbības.
ru_ru: Представляем сочетания клавиш для более эффективной работы. С выбором предустановок легко переключайтесь между стилями Gmail и Outlook, оптимизируя навигацию и действия.
sk_sk: Predstavujeme klávesové skratky na efektívnejšie používanie. Vďaka voliteľným predvoľbám môžete jednoducho prepínať medzi štýlmi Gmailu a Outlooku, čím zjednodušíte navigáciu a operácie.
tr_tr: Daha verimli bir deneyim için klavye kısayollarıyla tanışın. Seçilebilir ön ayarlar sayesinde Gmail ve Outlook stilleri arasında kolayca geçiş yaparak gezinmeyi ve işlemleri kolaylaştırabilirsiniz.

source: Invisible
de_de: Nicht sichtbar
fi_fi: Näkymätön
ja_jp: 非表示
lv_lv: Neredzams
ru_ru: Невидимый
sk_sk: Neviditeľný
tr_tr: Görünmez

source: Invitation for: %1$s
de_de: Einladung zu: %1$s
fi_fi: Kutsu tapaamiseen tai tehtävään %1$s
ja_jp: %1$s へ招待
lv_lv: Uzaicinājums uz: %1$s
ru_ru: Приглашение на: %1$s
sk_sk: Pozvánka na: %1$s
tr_tr: %1$s davetiyesi

source: Invitation message (optional)
de_de: Einladungsnachricht (optional)
fi_fi: Kutsuviesti (valinnainen)
ja_jp: 招待メッセージ（オプション）
lv_lv: Uzaicinājuma ziņojums (neobligāts)
ru_ru: Сообщение-приглашение (необязательно)
sk_sk: Správa pozvánky (nepovinná)
tr_tr: Davet mesajı (isteğe bağlı)

source: Invitation sent
de_de: Einladung gesendet
fi_fi: Kutsu lähetetty
ja_jp: 招待を送信しました
lv_lv: Uzaicinājums nosūtīts
ru_ru: Приглашение отправлено
sk_sk: Pozvánka odoslaná
tr_tr: Davet gönderildi

source: Invitations
de_de: Einladungen
fi_fi: Kutsut
ja_jp: 招待
lv_lv: Uzaicinājumi
ru_ru: Приглашения
sk_sk: Pozvánky
tr_tr: Davetler

source: Invite
de_de: Einladen
fi_fi: Kutsu
ja_jp: 招待
lv_lv: Uzaicināt
ru_ru: Пригласить
sk_sk: Pozvánka
tr_tr: Davet et

source: Invite as:
de_de: Einladen als:
fi_fi: Kutsu nimellä:
ja_jp: 招待：
lv_lv: Uzaicināt kā:
ru_ru: Пригласить как:
sk_sk: Pozvať ako:
tr_tr: Kullanıcı rolü:

source: Invite options
de_de: Einladungsoptionen
fi_fi: Kutsuvalinnat
ja_jp: 招待オプション
lv_lv: Uzaicinājuma opcijas
ru_ru: Варианты приглашения
sk_sk: Možnosti pozvánky
tr_tr: Davet seçenekleri

source: Invite owner
de_de: Eigentümer einladen
fi_fi: Kutsu omistaja
ja_jp: 所有者を招待
lv_lv: Uzaicināt īpašnieku
ru_ru: Пригласить владельца
sk_sk: Pozvať vlastníka
tr_tr: Sahibi davet et

source: Invite people
de_de: Personen einladen
fi_fi: Kutsu ihmisiä
ja_jp: 共有に招待
lv_lv: Uzaicināt cilvēkus
ru_ru: Пригласить людей
sk_sk: Pozvať ľudí
tr_tr: Başkasını davet et

source: Invite to %s
de_de: Einladen zu %s
fi_fi: Kutsu %s:in
ja_jp: %s に招待
lv_lv: Uzaicināt %s
ru_ru: Пригласить на %s
sk_sk: Pozvať na %s
tr_tr: %s etkinliğine davet et

source: Invite to appointment
de_de: Zu Termin einladen
fi_fi: Kutsu tapaamiseen
ja_jp: 予定を作成して招待
lv_lv: Uzaicināt uz mītiņu
ru_ru: Пригласить на встречу
sk_sk: Pozvať na schôdzku
tr_tr: Randevuya davet et

source: Invite to new appointment
de_de: Zu neuem Termin einladen
fi_fi: Kutsu uuteen tapaamiseen
ja_jp: 予定を作成して招待
lv_lv: Uzaicināt uz jaunu mītiņu
ru_ru: Пригласить на новую встречу
sk_sk: Pozvať na novú schôdzku
tr_tr: Yeni randevuya davet et

source: Invited people only
de_de: Nur eingeladene Personen
fi_fi: Vain kutsutut
ja_jp: 招待された人のみ
lv_lv: Tikai uzaicinātās personas
ru_ru: Только приглашенные люди
sk_sk: Len pozvaní
tr_tr: Yalnızca davet edilenler

source: Is bigger than
de_de: ist größer als
fi_fi: Suurempi kuin
ja_jp: 次のサイズより大きい
lv_lv: Ir lielāks par
ru_ru: Больше чем
sk_sk: Je väčší ako
tr_tr: Büyüktür

source: Is exactly
de_de: Stimmt exakt überein mit
fi_fi: On täsmälleen
ja_jp: 次の文字列に一致する
lv_lv: Ir tieši
ru_ru: Равно
sk_sk: Je presne
tr_tr: Tam olarak

source: Is not exactly
de_de: Stimmt nicht exakt überein mit
fi_fi: Ei ole tarkasti
ja_jp: 次の文字列に一致しない
lv_lv: Nav tieši
ru_ru: Не равно в точности
sk_sk: Je približne
tr_tr: Değil

source: Is smaller than
de_de: ist kleiner als
fi_fi: Pienempi kuin
ja_jp: 次のサイズより小さい
lv_lv: Ir mazāks par
ru_ru: Меньше чем
sk_sk: Je menší ako
tr_tr: Küçüktür

source: Issued by
de_de: Ausgestellt von
fi_fi: Myöntäjä
ja_jp: 発行者
lv_lv: Izdevējs
ru_ru: Выдан
sk_sk: Vydal
tr_tr: Düzenleyen

source: Issued on
de_de: Ausgestellt am
fi_fi: Myöntämisaika
ja_jp: 発行日
lv_lv: Izdots
ru_ru: Дата выдачи
sk_sk: Vydal dňa
tr_tr: Düzenleme tarihi

source: It appears as if you forgot to attach a file.
de_de: Sie haben möglicherweise vergessen, eine Datei anzuhängen.
fi_fi: Näyttää siltä, että olet unohtanut liittää tiedoston.
ja_jp: ファイルを添付するのを忘れたようです。
lv_lv: Izskatās, ka ir aizmirsts pievienot pielikumus.
ru_ru: Кажется, вы забыли прикрепить файл.
sk_sk: Vyzerá to, že ste zabudli priložiť súbor.
tr_tr: Dosya eklemeyi unutmuş olabilirsiniz.

source: It is now possible to set how quickly an email will be marked as read. You can choose to have it marked as read immediately, after 5 seconds, after 20 seconds, or never.
de_de: Es ist nun möglich, genau einzustellen, ob und wie schnell eine E-Mail als gelesen markiert wird. Sie können wählen, ob diese sofort, nach 5 Sekunden, nach 20 Sekunden oder nie als gelesen markiert werden soll.
fi_fi: Nyt on mahdollista määrittää, kuinka nopeasti sähköposti merkitään luetuksi. Voit valita, merkitäänkö se luetuksi heti, 5 sekunnin kuluttua, 20 sekunnin kuluttua vai ei koskaan.
ja_jp: メールを既読にするまでの時間を設定することができるようになりました。すぐに既読、5秒後、20秒後、しないのいずれかを選択することができます。
lv_lv: Tagad ir iespējams iestatīt, cik ātri e-pasta vēstule tiks atzīmēta kā izlasīta. Varat izvēlēties, vai tā tiks automātiski atzīmēta kā izlasīta uzreiz, pēc 5 sekundēm, pēc 20 sekundēm vai nekad.
ru_ru: Теперь можно установить, как быстро письмо будет помечено как прочитанное. Вы можете выбрать, будет ли оно помечено как прочитанное сразу, через 5 секунд, через 20 секунд или никогда.
sk_sk: Teraz je možné nastaviť, ako rýchlo bude e-mail označený ako prečítaný. Môžete si vybrať, či ho chcete označiť ako prečítaný okamžite, po 5 sekundách, po 20 sekundách alebo nikdy.
tr_tr: Artık e-postaların ne kadar süre sonra "okundu" olarak işaretleneceğini ayarlayabilirsiniz. Anında, 5 saniye sonra, 20 saniye sonra işaretlemeyi veya asla işaretlememeyi seçebilirsiniz.

source: It may take some time until mails are assigned to the default categories.
de_de: Es kann etwas dauern, bis E-Mails den Standardkategorien zugeordnet sind.
fi_fi: Viestien kohdistaminen oletusluokkiin vie hetken.
ja_jp: 一般的なメールを既定のタブに割り当てるに時間がかかります。
lv_lv: Visu pasta vēstuļu sakārtošana atbilstošajās kategorijās var prasīt zināmu laiku.
ru_ru: Сортировка почты по стандартным категориям может занять некоторое время.
sk_sk: Môže nejakú dobu trvať, kým sa spoločné maily priradia do predvolených kategórií.
tr_tr: E-postaların varsayılan kategorilere atanması biraz zaman alabilir.

# rating
source: It's OK
de_de: Ist OK
fi_fi: Se on ok
ja_jp: 普通
lv_lv: Tas ir labi
ru_ru: Нормально
sk_sk: Je to v poriadku
tr_tr: Fena değil

# rating
source: It's awesome
de_de: Ist super
fi_fi: Se on mahtava
ja_jp: 非常に良い
lv_lv: Izcili
ru_ru: Отлично
sk_sk: Je to úžasné
tr_tr: Şahane

# rating
source: It's really bad
de_de: Ist richtig schlecht
fi_fi: Todella huono
ja_jp: 非常に悪い
lv_lv: Slikti
ru_ru: Ужасно
sk_sk: Je to skutočne zlé
tr_tr: Çok kötü

source: Italian
de_de: Italienisch
fi_fi: italia
ja_jp: イタリア語
lv_lv: Itāļu
ru_ru: Итальянский
sk_sk: taliančina
tr_tr: İtalyanca

source: Italic
de_de: Kursiv
fi_fi: Kursiivi
ja_jp: 斜体
lv_lv: Slīpraksts
ru_ru: Курсив
sk_sk: Kurzíva
tr_tr: İtalik

source: Item list
de_de: Objektliste
fi_fi: Kohteet
ja_jp: アイテムのリスト
lv_lv: Vienību saraksts
ru_ru: Объекты
sk_sk: Zoznam položiek
tr_tr: Öğe listesi

source: Item list options
de_de: Optionen für Objektliste
fi_fi: Kohdeluettelovaihtoehdot
ja_jp: アイテムのリスト設定
lv_lv: Sarakstra opcijas
ru_ru: Параметры списка
sk_sk: Možnosti zoznamu položiek
tr_tr: Öğe liste ayarları

source: Items without a file can not be downloaded.
de_de: Objekte ohne Datei können nicht heruntergeladen werden.
fi_fi: Kohdetta ilman tiedostoa ei voi ladata.
ja_jp: ファイルがないアイテムはダウンロードできません。
lv_lv: Vienības bez failiem nevar tikt lejupielādētas.
ru_ru: Объекты без файла не могут быть скачаны.
sk_sk: Položky bez súboru nie je možné stiahnuť.
tr_tr: Dosyası olmayan öğeler indirilemez.

source: Japanese
de_de: Japanisch
fi_fi: japani
ja_jp: 日本語
lv_lv: Japāņu
ru_ru: Японский
sk_sk: japončina
tr_tr: Japonca

source: Japanese Carrier
de_de: Japanischer Hoster
ja_jp: 日本の通信事業者
lv_lv: Japāņu nesējs
ru_ru: Японский оператор
sk_sk: Japonský operátor
tr_tr: Japon Şebekeleri

source: Join %s conference
de_de: %s-Konferenz beitreten
fi_fi: Liity %s -kokoukseen
ja_jp: %s会議に参加
lv_lv: Pievienoties %s konferencei
ru_ru: Присоединиться к %s конференции
sk_sk: Pripojiť sa do konferenčného hovoru %s
tr_tr: %s konferansına katıl

source: Join Skype meeting
de_de: Skype-Meeting beitreten
fi_fi: Liity Skype-kokoukseen
ja_jp: Skype 会議に参加
lv_lv: Pievienojieties Skype mītiņam
ru_ru: Присоединиться к Skype встречи
sk_sk: Pridať sa do stretnutia Skype
tr_tr: Skype toplantısına katıl

source: Join Teams Meeting
de_de: Teams-Meeting beitreten
fi_fi: Liity Teams-kokoukseen
ja_jp: Teams 会議に参加
lv_lv: Pievienojieties Teams mītiņam
ru_ru: Присоединиться к Teams встрече
sk_sk: Pridať sa do stretnutia Teams
tr_tr: Teams toplantısına katıl

source: Join Zoom meeting
de_de: Zoom-Meeting beitreten
fi_fi: Liity Zoom-kokoukseen
ja_jp: Zoom会議に参加
lv_lv: Pievienoties Zoom mītiņam
ru_ru: Присоединяйтесь к конференции Zoom
sk_sk: Pridať sa do stretnutia Zoom
tr_tr: Zoom toplantısına katıl

source: Join conference call
de_de: Telefonkonferenz beitreten
fi_fi: Liity konferenssipuheluun
ja_jp: 電話会議に参加
lv_lv: Pievienoties konferences zvanam
ru_ru: Присоединиться к конференц-звонку
sk_sk: Pridať sa do konferenčného hovoru
tr_tr: Telekonferansa katıl

source: Join with Apple Facetime
de_de: Mit Apple Facetime beitreten
fi_fi: Liity käyttäen Apple Facetimea
ja_jp: Apple Facetimeで参加
lv_lv: Pievienoties ar Apple Facetime
ru_ru: Присоединиться с помощью Apple FaceTime
sk_sk: Pridať sa prostredníctvom Apple Facetime
tr_tr: Apple FaceTime ile e-katıl

source: Join with Google Meet
de_de: Mit Google Meet beitreten
fi_fi: Liity Google Meetin avulla
ja_jp: Google Meet で参加
lv_lv: Pievienojieties ar Google Meet
ru_ru: Присоединиться с помощью Google Meet
sk_sk: Pridať sa prostredníctvom Google Meet
tr_tr: Google Meet ile katıl

source: Just disable widget
de_de: Widget nur deaktivieren
fi_fi: Poista widget käytöstä
ja_jp: ウィジェットを無効化
lv_lv: Tikai atspējot vidžetu
ru_ru: Отключить модуль
sk_sk: Stačí vypnúť miniaplikáciu
tr_tr: Bileşeni yalnızca kapat

source: Keep
de_de: Behalten
fi_fi: Säilytä
ja_jp: 保持
lv_lv: Paturēt
ru_ru: Оставить
sk_sk: Ponechať
tr_tr: Sakla

source: Keep a copy of the message
de_de: Kopie der Nachricht behalten
fi_fi: Säilytä kopio viestistä
ja_jp: メッセージのコピーを保存
lv_lv: Saglabāt ziņas kopiju
ru_ru: Сохранить копию
sk_sk: Ponechať kópiu správy
tr_tr: İletinin kopyasını sakla

source: Keep mails from %1$s
de_de: E-Mails von %1$s behalten
fi_fi: Säilytä lähettäjältä %1$s vastaanotetut viestit
ja_jp: %1$s からのメールを保持
lv_lv: Paturēt vēstules no %1$s
ru_ru: Сохранять сообщения от %1$s
sk_sk: Zachovať emaily od %1$s
tr_tr: %1$s adresinden gelen e-postaları sakla

source: Keep mails to %1$s
de_de: E-Mails an %1$s behalten
fi_fi: Säilytä vastaanottajalle %1$s lähetetyt viestit
ja_jp: %1$s へのメールを保持
lv_lv: Paturēt vēstules adresātam %1$s
ru_ru: Хранить сообщения, адресованные %1$s
sk_sk: Zachovať emaily s adresátom %1$s
tr_tr: %1$s adresine giden-postaları sakla

source: Keep mails with subject %1$s
de_de: E-Mails mit dem Betreff %1$s behalten
fi_fi: Säilytä viestit aiheesta %1$s
ja_jp: 件名 %1$s のメールを保持
lv_lv: Paturēt vēstules ar tematu %1$s
ru_ru: Хранить сообщения с темой %1$s
sk_sk: Zachovať emaily s predmetom %1$s
tr_tr: %1$s konulu e-postaları sakla

source: Keyboard Shortcuts
de_de: Tastatursteuerung
fi_fi: Pikanäppäimet
ja_jp: キーボードショートカット
lv_lv: Tastatūras īsceļi
ru_ru: Cочетания клавиш
sk_sk: Klávesové skratky
tr_tr: Klavye Kısayolları

source: Keyboard shortcuts
de_de: Tastatursteuerung
fi_fi: Pikanäppäimet
ja_jp: キーボードショートカット
lv_lv: Tastatūras īsceļi
ru_ru: Cочетания клавиш
sk_sk: Klávesové skratky
tr_tr: Klavye kısayolları

source: Keywords (optional)
de_de: Schlüsselwörter (optional)
fi_fi: Avainsanat (valinnainen)
ja_jp: キーワード（任意）
lv_lv: Atslēgvārdi (neobligāti)
ru_ru: Ключевые слова (необязательно)
sk_sk: Kľúčové slová (voliteľné)
tr_tr: Anahtar kelimeler (isteğe bağlı)

source: Landscape
de_de: Landschaft
fi_fi: Maisema
ja_jp: 横向き
lv_lv: Ainava
ru_ru: Пейзаж
sk_sk: Krajinka
tr_tr: Manzara

source: Language
de_de: Sprache
fi_fi: Kieli
ja_jp: 言語
lv_lv: Valoda
ru_ru: Язык
sk_sk: Jazyk
tr_tr: Dil

source: Language & Time zone
de_de: Sprache und Zeitzone
fi_fi: Kieli ja aikavyöhyke
ja_jp: 言語＆タイムゾーン
lv_lv: Valoda un laika josla
ru_ru: Язык и часовой пояс
sk_sk: Zmeniť časové pásmo
tr_tr: Dil ve saat dilimi

source: Language, date formats, and time zone
de_de: Sprache, Datumsformate und Zeitzone
fi_fi: Kieli, päivämäärämuodot ja aikavyöhyke
ja_jp: 言語、日付フォーマット、タイムゾーン
lv_lv: Valoda, datumu formāti un laika zona
ru_ru: Язык, формат даты и часовой пояс
sk_sk: Jazyk, formáty dátumu a časové pásmo
tr_tr: Dil, tarih biçimleri ve saat dilimi

source: Language-specific default (%s)
de_de: Sprachspezifischer Standard (%s)
fi_fi: Kielikohtainen oletus (%s)
ja_jp: 言語に固有の既定値（%s）
lv_lv: Valodai raksturīgais noklusējums (%s)
ru_ru: Значение по умолчанию для конкретного языка (%s)
sk_sk: Predvoľby špecifické pre konkrétny jazyk (%s)
tr_tr: Dile özel varsayılan (%s)

source: Language:
de_de: Sprache:
fi_fi: Kieli:
ja_jp: 言語：
lv_lv: Valoda:
ru_ru: Язык:
sk_sk: Jazyk:
tr_tr: Dil:

source: Languages
de_de: Sprachen
fi_fi: Kielet
ja_jp: 言語
lv_lv: Valodas
ru_ru: Языки
sk_sk: Jazyky
tr_tr: Diller

source: Large
de_de: Groß
fi_fi: Suuri
ja_jp: 大
lv_lv: Liels
ru_ru: Большой
sk_sk: Veľká
tr_tr: Büyük

source: Large (%1$s px)
de_de: Groß (%1$s px)
fi_fi: Suuri (%1$s px)
ja_jp: 大 (%1$s px)
lv_lv: Liels (%1$s px)
ru_ru: Большой (%1$s пкс)
sk_sk: Veľká (%1$s px)
tr_tr: Büyük (%1$s px)

source: Last Login: %s
de_de: Letzte Anmeldung: %s
fi_fi: Edellinen sisäänkirjautuminen: %s
ja_jp: 最終ログイン: %s
lv_lv: Pēdējais pieslēgums: %s
ru_ru: Последний вход: %s
sk_sk: Posledné prihlásenie: %s
tr_tr: Son giriş: %s

source: Last name
de_de: Nachname
fi_fi: Sukunimi
ja_jp: 姓
lv_lv: Uzvārds
ru_ru: Фамилия
sk_sk: Priezvisko
tr_tr: Soyadı

source: Last name must not be empty for internal users
de_de: Nachname für interne Benutzer darf nicht leer sein
fi_fi: Sisäisten käyttäjien sukunimikenttä ei saa olla tyhjä
ja_jp: 内部ユーザーの場合、姓は空にできません
lv_lv: Iekšējiem lietotājiem uzvārds nevar būt tukšs
ru_ru: Фамилия внутреннего пользователя не может быть пустой
sk_sk: Priezvisko interných používateľov nesmie byť prázdne
tr_tr: Dahili kullanıcılar için soyadı boş bırakılmamalıdır

source: Last name, First name
de_de: Nachname, Vorname
fi_fi: Sukunimi, Etunimi
ja_jp: 姓、名
lv_lv: Uzvārds, Vārds
ru_ru: Фамилия, имя
sk_sk: Priezvisko, Krstné meno
tr_tr: Soyadı, Adı

source: Last searched for
de_de: Zuletzt gesucht nach
fi_fi: Viimeksi etsitty
ja_jp: 最後の検索内容
lv_lv: Pēdīgi meklēts
ru_ru: Последний поиск
sk_sk: Posledné vyhľadávanie
tr_tr: Son arama:

source: Last seen %1$d minutes ago
de_de: Zuletzt gesehen vor %1$d Minuten
fi_fi: Viimeksi paikalla %1$d minuuttia sitten
ja_jp: %1$d分前にいました
lv_lv: Pēdējo reizi redzēts pirms %1$d minūtēm
ru_ru: Был(а) в Сети %1$d минут назад
sk_sk: Naposledy videný pred %1$d minútami
tr_tr: %1$d dakika önce görüldü

source: Last seen a minute ago
de_de: Zuletzt gesehen vor einer Minute
fi_fi: Viimeksi paikalla minuutti sitten
ja_jp: １分前にいました
lv_lv: Pēdējo reizi redzēts pirms minūtes
ru_ru: Был(а) в Сети минуту назад
sk_sk: Naposledy videný pred menej ako minútou
tr_tr: Bir dakika önce görüldü

source: Last seen at %1$s
de_de: Zuletzt gesehen um %1$s
fi_fi: Viimeksi nähty klo %1$s
ja_jp: %1$sに最後にいました
lv_lv: Pēdējo reizi redzēts %1$s
ru_ru: Был(а) в Сети в %1$s
sk_sk: Naposledy videný o %1$s
tr_tr: Son görülme: %1$s

source: Last seen on %1$s
de_de: Zuletzt gesehen am %1$s
fi_fi: Viimeksi nähty %1$s
ja_jp: %1$sに最後にいました
lv_lv: Pēdējo reizi redzēts %1$s
ru_ru: Был(а) в Сети в %1$s
sk_sk: Naposledy videný %1$s
tr_tr: Son görülme: %1$s

source: Last updated
de_de: Zuletzt aktualisiert
fi_fi: Viimeksi päivitetty
ja_jp: 最新の更新
lv_lv: Atjaunināts
ru_ru: Последнее обновление
sk_sk: Posledná aktualizácia
tr_tr: Son güncelleme

source: Late in the evening
de_de: Spät am Abend
fi_fi: Myöhään illalla
ja_jp: 深夜
lv_lv: Vēlu vakarā
ru_ru: Поздно вечером
sk_sk: Neskoro večer
tr_tr: Akşam

source: Later
de_de: Später
fi_fi: Myöhemmin
ja_jp: 後で
lv_lv: Vēlāk
ru_ru: Позже
sk_sk: Neskôr
tr_tr: Daha sonra

source: Later (next week)
de_de: Später (nächste Woche)
fi_fi: Myöhemmin (ensi viikolla)
ja_jp: 後で（翌週）
lv_lv: Vēlāk (nākošajā nedēļā)
ru_ru: Позже (на следующей неделе)
sk_sk: Neskôr (budúci týždeň)
tr_tr: Daha sonra (gelecek hafta)

source: Later ...
de_de: Später ...
fi_fi: Myöhemmin ...
ja_jp: 後で...
lv_lv: Vēlāk ...
ru_ru: Позже ...
sk_sk: Neskôr ...
tr_tr: Daha sonra...
