Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Use cursor keys to navigate, press enter to select a date
de_de: Verwenden Sie die Pfeiltasten zum Navigieren. Drücken Sie die Eingabetaste, um ein Datum zu wählen.
fi_fi: Käytä nuolinäppäimiä navigointiin, valitse päivämäärä painamalla palautusnäppäintä
ja_jp: カーソルキーで選択、Enterキーで決定
lv_lv: Navigācijai izmantojiet kursora taustiņus, datuma izvēlei piespiediet Enter
ru_ru: Используйте клавиши со стрелками для перемещения, «Ввод» для выбора даты
sk_sk: Na navigáciu použite klávesy s šípkami. Dátum vyberiete stlačením klávesu Enter.
tr_tr: Dolaşmak için ok tuşlarını kullanın, tarih seçmek için enter'a basın

source: Use cursor keys to reorder items
de_de: Verwenden Sie die Pfeiltasten zum Neusortieren von Objekten
fi_fi: Käytä nuolinäppäimiä kohteiden uudelleen järjestämiseen
ja_jp: カーソルキーを使ってアイテムの順番を変更します
lv_lv: Objektu pārkārtošanai izmantojiet kursora taustiņus
ru_ru: Используйте клавиши стрелок для изменения порядка
sk_sk: Na zmenu poradia položiek použite klávesy so šípkami
tr_tr: Öğeleri sıralamak için ok tuşlarını kullanın

source: Use custom name
de_de: Benutzerdefinierten Namen verwenden
fi_fi: Käytä mukautettua nimiä
ja_jp: カスタム名を使用
lv_lv: Lietot pielāgotu vārdu
ru_ru: Другое имя
sk_sk: Použiť vlastné meno
tr_tr: Özel bir ad kullan

source: Use default
de_de: Standard verwenden
fi_fi: Käytä oletusta
ja_jp: 既定値を使用
lv_lv: Lietot noklusējumu
ru_ru: Использовать по умолчанию
sk_sk: Použiť predvolené
tr_tr: Varsayılanı kullan

source: Use emojis
de_de: Emojis verwenden
fi_fi: Käytä emojeja
ja_jp: 絵文字を使用
lv_lv: Lietot emocijzīmes
ru_ru: Использовать эмодзи
sk_sk: Používať emoji
tr_tr: Emoji kullan

source: Use first category color for appointments
de_de: Erste Kategoriefarbe für Termine verwenden
fi_fi: Käytä ensimmäistä luokkaväriä tapaamisiin
ja_jp: 予定に最初のカテゴリの色を使用
lv_lv: Mītiņiem lietot pirmās kategorijas krāsu
ru_ru: Использовать цвет первой категории для встреч
sk_sk: Použiť pre schôdzku farbu prvej kategórie
tr_tr: Randevular için ilk kategori rengini kullan

source: Use fixed-width font for plain text mails
de_de: Schriftart mit fester Breite für einfache Textnachrichten verwenden
fi_fi: Käytä tekstimuotoisissa posteissa vakiolevyistä kirjasinta
ja_jp: テキストメールに固定幅フォントを使用
lv_lv: Lietot fiksēta garuma fontu teksta formāta vēstulēs
ru_ru: Использовать фиксированную ширину шрифта для текстовых сообщений
sk_sk: Používať proporcionálne písmo pre textové emaily
tr_tr: Düz metin e-postalarında sabit genişlikli yazı tipi kullan

source: Use left/right arrow keys to navigate and escape key to exit the viewer.
de_de: Verwenden Sie die linke und rechte Pfeiltaste zum Navigieren und die Escape-Taste zum Verlassen des Viewers.
fi_fi: Käytä sivusuuntaisia nuolinäppäimiä navigointiin ja esc-näppäintä poistuaksesi näkymästä.
ja_jp: 移動には左右矢印キーを、画面を終了するにはESCキーを使用します。
lv_lv: Lai pārvietotos, izmantojiet labo un kreiso bultiņu taustiņus. Lai izietu no skata, izmantojiet Esc taustiņu.
ru_ru: Для навигации используйте клавиши со стрелками влево и вправо. Чтобы выйти, нажмите Escape.
sk_sk: Použitie šípky vľavo/vpravo na navigáciu. Klávesom Esc opustíte prehliadač.
tr_tr: Gezinmek için sol/sağ ok tuşlarını, görüntüleyiciden çıkmak için Escape tuşunu kullanabilirsiniz.

source: Use native desktop notifications
de_de: Native Desktop-Benachrichtigungen verwenden
fi_fi: Näytä natiivit työpöytäilmoitukset
ja_jp: ネイティブ・デスクトップ通知を使用する
lv_lv: Izmantot darbvirsmas paziņojumus
ru_ru: Использовать уведомления системы
sk_sk: Používať natívne oznámenia na ploche
tr_tr: Yerel masaüstü bildirimlerini kullan

source: Use password
de_de: Passwort verwenden
fi_fi: Käytä salasanaa
ja_jp: パスワードを使用
lv_lv: Lietot paroli
ru_ru: Использовать пароль
sk_sk: Použiť heslo
tr_tr: Parola kullan

source: Use response
de_de: Antwort verwenden
fi_fi: Käytä vastausta
ja_jp: 応答を使用
lv_lv: Lietot atbildi
ru_ru: Использовать ответ
sk_sk: Použiť odpoveď
tr_tr: Yanıtı kullan

source: Use separate username and password
de_de: Separaten Benutzernamen und Passwort verwenden
fi_fi: Käytä erillistä käyttäjätunnusta ja salasanaa
ja_jp: 別のユーザー名とパスワードを使用
lv_lv: Lietot atsevišķu lietotāja vārdu un paroli
ru_ru: Другое имя пользователя и пароль
sk_sk: Použiť samostatné prihlasovacie meno a heslo
tr_tr: Ayrı kullanıcı adı ve parola kullan

source: Use unified mail for this account
de_de: Unified Mail für dieses Konto verwenden
fi_fi: Käytä tälle tilille yhtenäistä postia
ja_jp: このアカウントに統合メールを使用
lv_lv: Šim kontam lietot vienoto pastu
ru_ru: Использовать Unified Mail
sk_sk: Použiť pre tento účet Zjednotenú poštu
tr_tr: Bu hesap için birleşik e-postayı kullan

source: User
de_de: Benutzer
fi_fi: Käyttäjä
ja_jp: ユーザー
lv_lv: Lietotājs
ru_ru: Пользователь
sk_sk: Používateľ
tr_tr: Kullanıcı

source: User Categories
de_de: Benutzerkategorien
fi_fi: Käytä luokkia
ja_jp: ユーザーカテゴリ
lv_lv: Lietotāja kategorijas
ru_ru: Пользовательские категории
sk_sk: Používateľské kategórie
tr_tr: Kullanıcı kategorileri

source: User Name
de_de: Benutzername
fi_fi: Käyttäjänimi
ja_jp: ユーザー名
lv_lv: Lietotāja vārds
ru_ru: Имя пользователя
sk_sk: Používateľské meno
tr_tr: Kullanıcı adı

source: User data
de_de: Benutzerdaten
fi_fi: Käyttäjätiedot
ja_jp: ユーザーデータ
lv_lv: Lietotāja dati
ru_ru: Данные пользователя
sk_sk: Dáta používateľa
tr_tr: Kullanıcı verileri

source: User defined color
de_de: Benutzerdefinierte Farbe
fi_fi: Käyttäjän määrittämä väri
ja_jp: ユーザー設定カラー
lv_lv: Lietotāja definēta krāsa
ru_ru: Другой цвет
sk_sk: Používateľom definovaná farba
tr_tr: Kullanıcı tanımlı renk

source: User name
de_de: Benutzername
fi_fi: Käyttäjätunnus
ja_jp: ユーザー名
lv_lv: Lietotāja vārds
ru_ru: Имя пользователя
sk_sk: Meno používateľa
tr_tr: Kullanıcı adı

source: Username
de_de: Benutzername
fi_fi: Käyttäjätunnus
ja_jp: ユーザー名
lv_lv: Lietotāja vārds
ru_ru: Пользователь
sk_sk: Meno používateľa
tr_tr: Kullanıcı adı

source: Username must not be empty.
de_de: Benutzernamen dürfen nicht leer sein.
fi_fi: Käyttäjätunnus ei voi olla tyhjä.
ja_jp: ユーザー名を入力してください。
lv_lv: Lietotāja vārds nevar būt tukšs.
ru_ru: Имя пользователя не может быть пустым.
sk_sk: Meno používateľa nesmie byť prázdne.
tr_tr: Kullanıcı adı boş bırakılamaz.

source: Username: %s
de_de: Benutzername: %s
fi_fi: Käyttäjätunnus: %s
ja_jp: ユーザー名: %s
lv_lv: Lietotājs: %s
ru_ru: Пользователь: %s
sk_sk: Používateľské meno: %s
tr_tr: Kullanıcı adı: %s

source: Vacation notice
de_de: Abwesenheitsbenachrichtigung
fi_fi: Lomailmoitus
ja_jp: 休暇通知
lv_lv: Prombūtnes paziņojums
ru_ru: Автоматический ответ
sk_sk: Oznámenie o dovolenke
tr_tr: Tatil bildirimi

source: Verification Options
de_de: Verifizierungsoptionen
fi_fi: Todennusvalinnat
ja_jp: 検証オプション
lv_lv: Verifikācijas opcijas
ru_ru: Параметры верификации
sk_sk: Možnosti overenia
tr_tr: Doğrulama seçenekleri

source: Version Comment
de_de: Anmerkung zur Version
fi_fi: Version kommentti
ja_jp: バージョンについてのコメント
lv_lv: Versijas komentārs
ru_ru: Комментарий к версии
sk_sk: Komentár k verzii
tr_tr: Sürüm yorumu

source: Version comment
de_de: Anmerkung zur Version
fi_fi: Versiokommentti
ja_jp: バージョンについてのコメント
lv_lv: Versijas komentārs
ru_ru: Комментарий к версии
sk_sk: Komentár k verzii
tr_tr: Sürüm yorumu

source: Version of %1$s
de_de: Version vom %1$s
fi_fi: %1$s versio
ja_jp: バージョン %1$s
lv_lv: %1$s versija
ru_ru: Версия от %1$s
sk_sk: Verzia z %1$s
tr_tr: %1$s sürümü

source: Version retention period
de_de: Aufbewahrungsfrist der Version
fi_fi: Version säilytysaika
ja_jp: バージョン保持期間
lv_lv: Versiju uzturēšanas periods
ru_ru: Период хранения версий
sk_sk: Obdobie zachovania verzií
tr_tr: Sürüm saklama süresi

source: Versions
de_de: Versionen
fi_fi: Versiot
ja_jp: バージョン
lv_lv: Versijas
ru_ru: Версии
sk_sk: Verzie
tr_tr: Sürümler

source: Vertical
de_de: Vertikal
fi_fi: Pystysuora
ja_jp: 垂直分割
lv_lv: Vertikāli
ru_ru: Вертикально
sk_sk: Zvislé
tr_tr: Dikey

source: Very likely
de_de: Sehr wahrscheinlich
fi_fi: Hyvin todennäköisesti
ja_jp: 非常に高い
lv_lv: Ļoti ticami
ru_ru: Очень вероятно
sk_sk: Veľmi pravdepodobné
tr_tr: Çok olası

source: Via
fi_fi: Lähettäjä
ja_jp: 経由メール
lv_lv: Sūtītājs
ru_ru: От
sk_sk: prostredníctvom
tr_tr: Gönderen

source: Videos
fi_fi: Videot
ja_jp: ビデオ
lv_lv: Video
ru_ru: Видео
sk_sk: Videá
tr_tr: Videolar

source: View
de_de: Ansicht
fi_fi: Näytä
ja_jp: 表示
lv_lv: Skats
ru_ru: Вид
sk_sk: Zobraziť
tr_tr: Görünüm

source: View all attachments
de_de: Alle Anhänge anzeigen
fi_fi: Katso kaikki liitteet
ja_jp: 全添付ファイル表示
lv_lv: Skatīt visus pievienojumus
ru_ru: Просмотреть все вложения
sk_sk: Zobraziť všetky prílohy
tr_tr: Tüm ekleri göster

source: View details
de_de: Details anzeigen
fi_fi: Katsele yksityiskohtia
ja_jp: 詳細を表示
lv_lv: Skatīt detaļas
ru_ru: Просмотр сведений
sk_sk: Zobraziť podrobnosti
tr_tr: Ayrıntıları göster

source: View folder
de_de: Ordner anzeigen
fi_fi: Näytä kansio
ja_jp: フォルダーを表示
lv_lv: Skatīt mapi
ru_ru: Просмотр папки
sk_sk: Zobraziť priečinok
tr_tr: Klasörü göster

source: View message
de_de: Nachricht anzeigen
fi_fi: Katso viesti
ja_jp: メッセージを表示
lv_lv: Skatīt ziņu
ru_ru: Просмотреть сообщение
sk_sk: Zobraziť správu
tr_tr: Mesajı göster

source: View more ...
de_de: Weitere anzeigen ...
fi_fi: Näytä lisää ...
ja_jp: さらに表示...
lv_lv: Rādīt vairāk...
ru_ru: Подробнее…
sk_sk: Zobraziť ďalšie ...
tr_tr: Devamı...

source: View options
de_de: Anzeigeoptionen
fi_fi: Näytä valinnat
ja_jp: オプションを表示
lv_lv: Rādīt opcijas
ru_ru: Посмотреть варианты
sk_sk: Možnosti zobrazenia
tr_tr: Seçenekleri göster

source: View source
de_de: Quelldaten anzeigen
fi_fi: Näytä lähdekoodi
ja_jp: ソースを表示
lv_lv: Skatīt avotu
ru_ru: Показать код
sk_sk: Zobraziť zdroj
tr_tr: Kaynağı görüntüle

source: View the folder
de_de: Ordner anzeigen
fi_fi: Katsele kansiota
ja_jp: フォルダーを表示
lv_lv: Skatīt mapi
ru_ru: Просматривать папки
sk_sk: Zobraziť priečinok
tr_tr: Klasörü görüntüleme

source: View this version
de_de: Diese Version anzeigen
fi_fi: Katsele tätä versiota
ja_jp: このバージョンを表示
lv_lv: Skatīt šo versiju
ru_ru: Просмотреть эту версию
sk_sk: Zobraziť túto verziu
tr_tr: Bu sürümü görüntüle

source: Viewer
de_de: Betrachter
fi_fi: Katselija
ja_jp: 閲覧者
lv_lv: Skatītājs
ru_ru: Просмотрели
sk_sk: Prehliadač
tr_tr: Görüntüleyici

source: Viewer (read emails)
de_de: Betrachter (E-Mails lesen)
fi_fi: Katselija (sähköpostien lukeminen)
ja_jp: 閲覧者（メールの読み取り）
lv_lv: Skatītājs (lasīt e-pastu)
ru_ru: Зритель (чтение писем)
sk_sk: Prehliadanie (môže čítať emaily)
tr_tr: Görüntüleyici (e-posta okuma)

source: Viewer (view appointments)
de_de: Betrachter (Termine anzeigen)
fi_fi: Katselija (tapaamisten tarkasteleminen)
ja_jp: 閲覧者 (予定の表示)
lv_lv: Skatītājs (skatīt mītiņus)
ru_ru: Зритель (просмотр встреч)
sk_sk: Prehliadanie (môže čítať schôdzky)
tr_tr: Görüntüleyici (randevuları görüntüleme)

source: Visibility
de_de: Sichtbarkeit
fi_fi: Näkyvyys
ja_jp: 可視性
lv_lv: Redzamība
ru_ru: Видимость
sk_sk: Viditeľnosť
tr_tr: Görünürlük

source: Waiting
de_de: Warten
fi_fi: Odottaa
ja_jp: 待機中
lv_lv: Gaidīšana
ru_ru: Ожидание
sk_sk: Čaká sa
tr_tr: Bekliyor

source: Warm Gray
de_de: Warmes Grau
fi_fi: Lämmin harmaa
ja_jp: ウォームグレー
lv_lv: Silti pelēks
ru_ru: Тепло-серый
sk_sk: Teplá šedá
tr_tr: Sıcak gri

source: Warning
de_de: Warnhinweis
fi_fi: Varoitus
ja_jp: 警告
lv_lv: Brīdinājums
ru_ru: Предупреждение
sk_sk: Upozornenie
tr_tr: Uyarı

source: Warning!
de_de: Warnhinweis
fi_fi: Varoitus!
ja_jp: 警告！
lv_lv: Brīdinājums!
ru_ru: Внимание!
sk_sk: Upozornenie!
tr_tr: Uyarı!

source: Warning:
de_de: Warnhinweis:
fi_fi: Varoitus:
ja_jp: 警告:
lv_lv: Brīdinājums:
ru_ru: Предупреждение:
sk_sk: Upozornenie:
tr_tr: Uyarı:

source: Warning: This message might be a phishing or scam mail
de_de: Warnhinweis: Bei dieser Nachricht könnte es sich um Pishing oder ein E-Mail Scam handeln
fi_fi: Varoitus: Tämä viesti voi olla urkinta- tai huijausposti
ja_jp: 警告: このメッセージは詐欺メールの可能性があります
lv_lv: Brīdinājums: Šis ziņojums var būt e-pasta krāpniecība
ru_ru: Предупреждение. Возможно, это поддельное или мошенническое сообщение
sk_sk: Upozornenie: Táto správa môže byť podvodný email
tr_tr: Uyarı: Bu e-posta, dolandırıcılık veya aldatma amaçlı olabilir

source: Warnings
de_de: Warnhinweise
fi_fi: Varoitukset
ja_jp: 警告
lv_lv: Brīdinājumi
ru_ru: Предупреждения
sk_sk: Upozornenia
tr_tr: Uyarılar

source: Warnings:
de_de: Warnhinweise:
fi_fi: Varoitukset:
ja_jp: 警告:
lv_lv: Brīdinājumi:
ru_ru: Предупреждения:
sk_sk: Upozornenia:
tr_tr: Uyarılar:

source: Washed out
de_de: Verwaschen
fi_fi: Haalistunut
ja_jp: ウォッシュドアウト
lv_lv: Noskalots
ru_ru: Вымытый
sk_sk: Vyprané
tr_tr: Soluk

source: We appreciate your feedback
de_de: Wir freuen uns über Ihr Feedback
fi_fi: Kiitos palautteestasi
ja_jp: ご意見をお聞かせください
lv_lv: Mēs esam pateicīgi par jūsu atsauksmēm
ru_ru: Мы признательны за обратную связь
sk_sk: Ceníme si vaše komentáre
tr_tr: Görüşünüzü paylaştığınız için teşekkür ederiz

source: We are very happy to introduce you to our brand-new user interface. We changed countless little details to offer you a great and contemporary user experience.
de_de: Wir freuen uns, Ihnen unsere brandneue Benutzeroberfläche vorzustellen. Wir haben an unzähligen Details gearbeitet, um Ihnen ein großartiges und zeitgemäßes Nutzungserlebnis bieten zu können.
fi_fi: Esittelemme ylpeänä upouuden käyttöliittymäämme. Muutimme monia pieniä yksityiskohtia, jotta voimme tarjota sinulle erinomaisen, nykyaikaisen käyttökokemuksen.
ja_jp: 新しいユーザーインターフェイスをご紹介します。私たちは、数え切れないほどの詳細を変更し、現代的で素晴らしいユーザーエクスペリエンスを提供することに成功しました。
lv_lv: Mēs esam ļoti priecīgi jūs iepazīstināt ar mūsu pilnīgi jauno lietotāja saskarni. Mēs mainījām neskaitāmas sīkas detaļas, lai piedāvātu jums lielisku un mūsdienīgu lietotāja pieredzi.
ru_ru: Мы очень рады представить вам наш совершенно новый пользовательский интерфейс. Мы изменили бесчисленное множество мелочей, чтобы предложить вам отличный и современный пользовательский опыт.
sk_sk: Je nám potešením predstaviť vám úplne nové používateľské rozhranie. Zmenili sme nespočetné množstvo malých detailov, aby sme vám ponúkli skvelý a moderný používateľský zážitok.
tr_tr: Yeni kullanıcı arayüzümüze hoş geldiniz. Size daha verimli ve daha modern bir kullanıcı deneyimi sunmak için pek çok küçük ayrıntıyı değiştirdik.

source: We could not verify that this email is from %1$s.
de_de: Wir konnten nicht verifizieren, dass diese E-Mail von %1$s stammt.
fi_fi: Emme voineet varmistaa tämän sähköpostin lähettäjän olevan %1$s.
ja_jp: このメールが本当に%1$sからだと確認できませんでした。
lv_lv: Nevar pārliecināties ka šī e-pasta sūtītājs tiešām ir %1$s.
ru_ru: Мы не смогли подтвердить, что это письмо действительно от %1$s.
sk_sk: Nedokázali sme overiť, či tento e-mail skutočne pochádza od %1$s.
tr_tr: Bu e-postanın %1$s adresinden geldiğini doğrulayamadık.

source: We could verify that this email is from %1$s.
de_de: Wir konnten verifizieren, dass diese E-Mail von %1$s stammt.
fi_fi: Varmistimme, että tämän sähköpostin lähettäjä on %1$s.
ja_jp: このメールが本当に%1$sからだと確認できました。
lv_lv: Mēs varam apliecināt, ka šī e-pasta sūtītājs tiešām ir %1$s.
ru_ru: Мы убедились, что это письмо действительно от %1$s.
sk_sk: Dokázali sme overiť, že tento e-mail skutočne pochádza od %1$s.
tr_tr: Bu e-postanın %1$s adresinden geldiğini doğruladık.

source: We encountered an issue for your upload
de_de: Es gab ein Problem beim Hochladen
fi_fi: Latauksesi kanssa ilmeni ongelma
ja_jp: アップロードに問題が発生しました
lv_lv: Reģistrēta augšupielādes problēma
ru_ru: Обнаружена проблема во время загрузки
sk_sk: Vyskytol sa problém s vaším nahrávaním
tr_tr: Yüklemenizle ilgili bir sorunla karşılaştık

source: We encountered some issues for your upload
de_de: Es gab Probleme beim Hochladen
fi_fi: Latauksesi kanssa ilmeni ongelmia
ja_jp: アップロードに問題が発生しました
lv_lv: Reģistrētas augšupielādes problēmas
ru_ru: Мы столкнулись с некоторыми проблемами при загрузке
sk_sk: Vyskytli sa problémy s vaším nahrávaním
tr_tr: Yüklemenizle ilgili bazı sorunlarla karşılaştık

source: We have given the settings a new look and added a search function. Now you can find your way around the settings even faster.
de_de: Wir haben den Einstellungen ein neues Aussehen gegeben und eine Suchfunktion hinzugefügt. Jetzt können Sie sich noch schneller in den Einstellungen zurechtfinden.
fi_fi: Olemme uudistaneet asetuksia ja lisänneet hakutoiminnon. Nyt löydät haluamasi asetukset entistä nopeammin.
ja_jp: 設定の表示を新しくして、検索機能を追加しました。これで、より素早く設定を確認することができます。設定が
lv_lv: Esam mainījuši iestatījumu izskatu un pievienojuši meklēšanas funkciju. Tagad varat vēl ātrāk atrast iestatījumus.
ru_ru: Мы изменили внешний вид настроек и добавили функцию поиска. Теперь вы сможете быстрее ориентироваться в настройках.
sk_sk: Nastaveniam sme dali nový vzhľad a pridali sme funkciu vyhľadávania. Teraz sa môžete v nastaveniach zorientovať ešte rýchlejšie.
tr_tr: Ayarların tasarımını değiştirdik ve yeni bir arama işlevi ekledik. Artık aradığınız ayarları çok daha hızlı bulabileceksiniz.

source: Weather • Season
de_de: Wetter • Jahreszeit
fi_fi: Sää • Vuodenaika
ja_jp: 天気・季節
lv_lv: Laika apstākļi • Sezona
ru_ru: Погода • Времена года
sk_sk: Počasie • Ročné obdobie
tr_tr: Hava • Mevsimler

source: Web auth
de_de: WebAuthn
fi_fi: Verkkovarmennus
ja_jp: Web認証
lv_lv: Tīmeklis
ru_ru: Веб-аутентификация
sk_sk: Webová autentifikácia

source: Webcam
fi_fi: Web-kamera
ja_jp: Webカメラ
lv_lv: Web kamera
ru_ru: Веб-камера
sk_sk: Webová kamera
tr_tr: Web kamerası

# superessive
source: Wednesday
de_de: Mittwoch
fi_fi: Keskiviikkona
ja_jp: 水曜
lv_lv: Trešdienā
ru_ru: Среда
sk_sk: Streda
tr_tr: Çarşamba

source: Week
de_de: Woche
fi_fi: Viikko
ja_jp: 週
lv_lv: Nedēļa
ru_ru: Неделя
sk_sk: Týždeň
tr_tr: Hafta

source: Week that contains January 1st (e.g. US, Canada)
de_de: Woche, die den 1. Januar enthält (z.B. USA, Kanada)
fi_fi: Viikko, jolle 1. tammikuuta osuu (esim. USA, Kanada)
ja_jp: 1月1日を含む週（例 米国、カナダ）
lv_lv: Nedēļa, kura satur 1. janvāri (kā ASV un Kanādā)
ru_ru: Неделя, на которую приходится 1 января (например США, Канада)
sk_sk: Týždeň, ktorý obsahuje 1. januára (napr. USA, Kanada)
tr_tr: 1 Ocak'ı içeren hafta (örn. ABD, Kanada)

source: Week that contains January 4th (e.g. Europe, ISO-8601)
de_de: Woche, die den 4. Januar enthält (z.B. Europa, ISO-8601)
fi_fi: Viikko, jolle 4. tammikuuta osuu (esim. Eurooppa, ISO-8601)
ja_jp: 1月4日を含む週（例 ヨーロッパ、ISO-8601）
lv_lv: Nedēļa, kura satur 4. janvāri (kā Eiropā, ISO-8601)
ru_ru: Неделя, на которую приходится 4 января (например, Европа, ISO-8601)
sk_sk: Týždeň, ktorý obsahuje 4. januára (napr. Európa, ISO-8601)
tr_tr: 4 Ocak'ı içeren hafta (örn. Avrupa, ISO-8601)

source: Week view
de_de: Wochenansicht
fi_fi: Viikkonäkymä
ja_jp: 週ビュー
lv_lv: Nedēļas skats
ru_ru: Неделя
sk_sk: Zobrazenie týždňa
tr_tr: Hafta görünümü

source: Weekday
de_de: Wochentag
fi_fi: Arkipäivä
ja_jp: 曜日
lv_lv: Nedēļas diena
ru_ru: Будние дни
sk_sk: Deň v týždni
tr_tr: Hafta içi

source: Weekly
de_de: Wöchentlich
fi_fi: Viikoittain
ja_jp: 毎週
lv_lv: Ik-nedēļas
ru_ru: Каждую неделю
sk_sk: Týždenne
tr_tr: Her hafta

source: Welcome
de_de: Willkommen
fi_fi: Tervetuloa
ja_jp: ようこそ
lv_lv: Esiet sveicināti
ru_ru: Добро пожаловать
sk_sk: Vitajte
tr_tr: Hoş geldiniz

source: Welcome to %1$s
de_de: Willkommen bei %s
fi_fi: Tervetuloa %s järjestelmään
ja_jp: %1$s へようこそ
lv_lv: Esiet sveicināti %1$s
ru_ru: Добро пожаловать в %1$s
sk_sk: Víta vás %1$s
tr_tr: %1$s ağına hoş geldiniz

source: Welcome to %1$s. We've made some exciting changes to %1$s. This quick tour will guide you through some of the new and improved features.
de_de: Willkommen bei %1$s. Wir haben einige spannende Änderungen an %1$s vorgenommen. Diese kurze Tour führt Sie durch einige der neuen und verbesserten Funktionen.
fi_fi: Tervetuloa käyttämään %1$s. %1$s -tuotteeseen on tehty kiinnostavia muutoksia. Tämä nopea esittely näyttää niistä joitakin.
ja_jp: %1$s へようこそ。 %1$sが大きく変わりました。この短いツアーの中で、新しい機能や改善された機能についてご説明します。
lv_lv: Esiet sveicināti %1$s. Mēs esam veikuši vairākus uzlabojumus %1$s funkcionalitātē. Šis ceļvedis iepazīstinās jūs ar šiem uzlabojumiem un papildinājumiem.
ru_ru: Добро пожаловать в %1$s. Мы внесли качественные изменения в %1$s. Этот обзор познакомит вас с новыми возможностями.
sk_sk: Víta vás %1$s. Urobili sme niekoľko zaujímavých úprav %1$s. Tento krátky sprievodca vás prevedie vybranými novými a vylepšenými funkciami.
tr_tr: %1$s uygulamasına hoş geldiniz. İlginizi çekeceğini düşündüğümüz bazı değişiklikler yaptık. Bu küçük turumuzda yeni ve geliştirilmiş özelliklerden bazılarını göstereceğiz.

source: Welcome to %s
de_de: Willkommen bei %s
fi_fi: Tervetuloa %s järjestelmään
ja_jp: %s へようこそ
lv_lv: Esiet sveicināti %s
ru_ru: Добро пожаловать в %s
sk_sk: Vitajte v %s
tr_tr: %s uygulamasına hoş geldiniz

source: Welcome to your calendar
de_de: Willkommen in Ihrem Kalender
fi_fi: Tervetuloa kalenteriisi
ja_jp: カレンダーへようこそ
lv_lv: Esiet sveicināti sava kalendāra vietnē
ru_ru: Добро пожаловать в календарь
sk_sk: Vitajte vo vašom kalendári
tr_tr: Takviminize hoş geldiniz

source: Welcome to your files
de_de: Willkommen bei Ihren Dateien
fi_fi: Tervetuloa tiedostoihisi
ja_jp: ファイルへようこそ
lv_lv: Esiet sveicināti savu failu vietnē
ru_ru: Добро пожаловать в список файлов
sk_sk: Vitajte vo vašich súboroch
tr_tr: Dosyalarınıza hoş geldiniz

source: Welcome to your inbox
de_de: Willkommen in Ihrem Posteingang
fi_fi: Tervetuloa saapuneen postin postilaatikkoosi
ja_jp: 受信トレイへようこそ
lv_lv: Esiet sveicināti sava e-pasta vietnē
ru_ru: Добро пожаловать во входящие
sk_sk: Vitajte vo vašej poštovej schránke
tr_tr: Gelen kutunuza hoş geldiniz

source: Welcome to your tasks
de_de: Willkommen bei Ihren Aufgaben
fi_fi: Tervetuloa tehtäviisi
ja_jp: タスクへようこそ
lv_lv: Esiet sveicināti savu uzdevumu vietnē
ru_ru: Добро пожаловать в задачи
sk_sk: Vitajte vo vašich úlohách
tr_tr: Görevlerinize hoş geldiniz

source: What do you want to use?
de_de: Was möchten Sie verwenden?
fi_fi: Mitä haluat käyttää?
ja_jp: 何を使いますか？
lv_lv: Ko jūs vēlaties izmantot?
ru_ru: Что вы хотите использовать?
sk_sk: Čo chcete použiť?
tr_tr: Neleri kullanmak istiyorsunuz?

source: What is the one thing we could do to make you happier?
de_de: Mit welcher Maßnahme können wir Ihr Nutzungserlebnis verbessern?
fi_fi: Mikä olisi yksi asia, jolla me voisimme lisätä tyytyväisyyttäsi?
ja_jp: あなたをもっと幸せにするために私たちにできることは何ですか？
lv_lv: Kāda ir viena lieta, ko mēs varētu darīt, lai padarītu jūs laimīgāku?
ru_ru: Какую одну вещь мы можем сделать, чтобы сделать вас счастливее?
sk_sk: Ak by sme mali urobiť jednu vec, ktorá by vám urobila radosť, čo by to malo byť?
tr_tr: Sizi memnun edecek bir şey yapma şansımız olsa ne yapmamızı isterdiniz?

source: What is the primary reason for your score?
de_de: Was ist der Hauptgrund für Ihre Wertung?
fi_fi: MIkä on tärkein syy antamallesi arvosanalle?
ja_jp: 評価の第一の理由は何ですか？
lv_lv: Kāds ir jūsu vērtējuma galvenais iemesls?
ru_ru: Какая основная причина вашей оценки?
sk_sk: Aký je hlavný dôvod, že ste zadali takéto hodnotenie?
tr_tr: Bu puanı vermenizin temel nedeni nedir?

source: What should happen when adding files with identical names?
de_de: Was soll geschehen, wenn Dateien mit identischen Namen hinzugefügt werden?
fi_fi: Mitä tapahtuu, kun lisätään samannimisiä tiedostoja?
ja_jp: 同じ名前でファイルを追加する場合、どうすればいいですか？
lv_lv: Rīcība pie failu ar vienādiem vārdiem pievienošanas
ru_ru: Что должно происходить при добавлении файлов с одинаковыми названиями?
sk_sk: Čo sa má stať, keď pridáte súbory s rovnakými názvami?
tr_tr: Aynı ada sahip dosyalar eklendiğinde ne yapılsın?

source: What type of device do you want to configure?
de_de: Welche Art von Gerät möchten Sie konfigurieren?
fi_fi: Minkälaisen laitteen haluat konfiguroida?
ja_jp: どんなデバイスを構成しますか？
lv_lv: Kāda tipa ierīci jūs vēlaties konfigurēt?
ru_ru: Устройство какого типа вы хотите настроить?
sk_sk: Aký typ zariadenia chcete nakonfigurovať?
tr_tr: Ne tür bir cihazı yapılandırmak istiyorsunuz?

source: What's new
de_de: Was ist neu
fi_fi: Uutta
ja_jp: 最新情報
lv_lv: Jaunumi
ru_ru: Что нового
sk_sk: Novinky
tr_tr: Yeni neler var?
