Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Automatically delete the invitation email after the appointment has been accepted or declined
de_de: Die E-Mail-Benachrichtigung nach Bestätigen oder Ablehnen des Termins automatisch löschen
fi_fi: Automaattisesti poista kutsuviestit kun tapaaminen on hyväksytty tai hylätty
ja_jp: 予定が承諾または辞退された場合に自動的に招待メールを削除する
lv_lv: Automātiski dzēst uzaicinājuma e-pastu pie mītiņu apstiprināšanas vai noraidīšanas
ru_ru: Автоматически удалять письмо с приглашением на встречу после его принятия или отклонения
sk_sk: Automaticky odstrániť email oznámenia po prijatí alebo odmietnutí schôdzky
tr_tr: Randevu kabul veya reddedildikten sonra davet e-postasını otomatik olarak sil

source: Automatically mark all day appointments as "free" when creating or editing appointments
de_de: Beim Erstellen oder Bearbeiten von Terminen automatisch alle Tagestermine als "Frei" markieren
fi_fi: Merkitse automaattisesti kaikki päivän tapaamiset "vapaiksi", kun luot tai muokkaat tapaamisia
ja_jp: 予定の作成または編集時に終日の予定を「空き時間」として自動的に表示
lv_lv: Veidojot vai rediģējot mītiņus utomātiski atzīmēt visas dienas mītiņus kā "brīvus"
ru_ru: Автоматически отмечайте весьдневные встречи как «свободные», создавая или редактируя встречи
sk_sk: Automaticky označovať celodenné schôdzky ako "voľné" pri vytváraní alebo úprave plánovaných činností
tr_tr: Randevu oluştururken ve düzenlerken tam günlük randevuları otomatik olarak "serbest" olarak işaretle

source: Automatically open the notification area when there are new reminders
de_de: Infobereich bei neuen Erinnerungen automatisch öffnen
fi_fi: Avaa ilmoitusalue automaattisesti, kun uusia muistutuksia on saapunut
ja_jp: 新規アラームがあると自動で通知エリアが表示されます。
lv_lv: Automātiski atvērt paziņojumu zonu, kad ir jauni atgādinājumi
ru_ru: Автоматически открывать область уведомлений при появлении новых напоминаний
sk_sk: Automatické otvorenie oblasti oznámení, keď sa objavia nové pripomienky
tr_tr: Yeni anımsatıcılar olduğunda bildirim alanını otomatik olarak aç

source: Automatically switch to dark mode if this computer uses dark mode
de_de: Automatisch in den Dunkelmodus wechseln, wenn dieser Computer den Dunkelmodus verwendet
fi_fi: Vaihda automaattisesti tummaan tilaan, jos tämä tietokone käyttää tummaa tilaa
ja_jp: このコンピューターをダークモードで使用する場合、自動でダークモードに切り替える
lv_lv: Automātiski pārslēgties uz tumšo režīmu, ja šis dators izmanto tumšo režīmu
ru_ru: Автоматически переключаться в темный режим, если на этом компьютере используется он
sk_sk: Automatické prepnutie do nočného režimu, ak tento počítač používa nočný režim
tr_tr: Bu bilgisayar koyu mod kullanıyorsa otomatik olarak koyu moda geç

source: Availability
de_de: Verfügbarkeit
fi_fi: Saatavuus
ja_jp: 空き時間の確認
lv_lv: Pieejamība
ru_ru: Доступность
sk_sk: Dostupnosť
tr_tr: Uygunluk

source: B
fi_fi: T
ru_ru: Б

source: BCC
fi_fi: Piilokopio
ru_ru: Скрытая копия
sk_sk: Skrytá kópia

source: Back
de_de: Zurück
fi_fi: Takaisin
ja_jp: 戻る
lv_lv: Atpakaļ
ru_ru: Назад
sk_sk: Späť
tr_tr: Geri

source: Back to list
de_de: Zurück zur Liste
fi_fi: Takaisin luetteloon
ja_jp: 一覧に戻る
lv_lv: Atpakaļ pie saraksta
ru_ru: Назад к списку
sk_sk: Späť na zoznam
tr_tr: Listeye dön

source: Back to sign in
de_de: Zurück zum Anmelden
fi_fi: Takaisin sisäänkirjautumiseen
ja_jp: ログインに戻る
lv_lv: Atpakaļ pie pieslēgšanās
ru_ru: Назад к авторизации
sk_sk: Späť na prihlásenie
tr_tr: Girişe geri dön

source: Backgrounds
de_de: Hintergründe
fi_fi: Taustat
ja_jp: 背景
lv_lv: Foni
ru_ru: Фоны
sk_sk: Pozadia
tr_tr: Arka planlar

source: Backup code to access your account.
de_de: Backup-Code zum Zugriff auf Ihr Konto.
fi_fi: Varmuuskoodi, jolla pääset tilillesi.
ja_jp: ご利用のアカウントのアクセス用バックアップコード
lv_lv: Rezerves kods konta piekļuvei.
ru_ru: Резервный код доступа к аккаунту.
sk_sk: Záložný kód na prístup k vášmu účtu.
tr_tr: Hesabınıza erişmeniz için yedek kodu.

source: Bad input or server error. Please try again.
de_de: Falsche Eingabe oder Serverfehler. Bitte erneut versuchen.
fi_fi: Huono syöte tai palvelinvirhe. Yritä myöhemmin uudelleen.
ja_jp: 無効な入力またはサーバーエラーです。もう一度やり直してください。
lv_lv: Nepareizs ievads vai servera kļūda. Lūdzu mēģiniet vēlreiz.
ru_ru: Неверный ввод или ошибка сервера. Повторите попытку.
sk_sk: Chyba vstupu alebo chyba servera. Prosím, skúste to znova.
tr_tr: Hatalı girdi veya sunucu hatası. Lütfen yeniden deneyin.

source: Bad parameters for authenticating with this key. Possibly wrong URL domain for this key.
de_de: Falsche Parameter für die Authentifizierung mit diesem Schlüssel. Möglicherweise falsche URL-Domain für diesen Schlüssel.
fi_fi: Parametriongelma tällä avaimella varmennettaessa. Mahdollisesti väärä URL-verkkotunnus tälle avaimelle.
ja_jp: このキーでの認証には無効のパラメータです。このキーのURLドメインが間違っている可能性があります。
lv_lv: Nepareizi parametri autentifikācijai ar šo atslēgu. Iespējams, ka atslēgas URL domēns nav pareizs.
ru_ru: Недопустимые параметры для аутентификации с этим ключом. Возможно, используется неверный домен URL для ключа.
sk_sk: Nesprávne parametre na overovanie pomocou tohto kľúča. Možno chybná doména v URL tohto kľúča.
tr_tr: Bu anahtarla kimlik doğrulaması için parametreler hatalı. Muhtemelen anahtarın URL alan adı yanlış.

source: Bad verification code. Please try again
de_de: Falscher Bestätigungscode. Bitte erneut versuchen.
fi_fi: Huono todennuskoodi. Yritä uudelleen
ja_jp: 無効な検証コードです。もう一度やり直してください。
lv_lv: Nepareizs verifikācijas kods. Lūdzu mēģiniet vēlreiz
ru_ru: Недействительный код верификации. Повторите попытку
sk_sk: Chybný overovací kód. Prosím, skúste to znova.
tr_tr: Yanlış doğrulama kodu. Lütfen yeniden deneyin

source: Bcc
fi_fi: Piilokopio
ru_ru: Скрытая копия
sk_sk: Skrytá kópia

source: Be careful with this message. It might be spam or a phishing mail.
de_de: Seien Sie vorsichtig mit dieser Nachricht. Es kann sich um Spam oder eine Phishing-Mail handeln.
fi_fi: Varoitus: Tämä viesti voi olla roska- tai urkintaposti.
ja_jp: このメッセージに注意してください。迷惑メールまたは詐欺メールの可能性があります。
lv_lv: Brīdinājums: Šis ziņojums var būt e-pasta krāpniecība.
ru_ru: Осторожно. Возможно, это поддельное или мошенническое сообщение.
sk_sk: Pracujte s touto správou opatrne. Môže to byť spam alebo phishingový e-mail.
tr_tr: Bu e-postaya dikkat edin. Dolandırıcılık veya aldatma amaçlı olabilir.

source: Beach
de_de: Strand
fi_fi: Ranta
ja_jp: ビーチ
lv_lv: Pludmale
ru_ru: Пляж
sk_sk: Pláž
tr_tr: Sahil

source: Before
de_de: Vor
fi_fi: Ennen
ja_jp: 次の日付前
lv_lv: Agrāk
ru_ru: До
sk_sk: Pred
tr_tr: Bu tarihten önce

source: Before you can continue using the product, you have to enter some basic information. It will take less than a minute.
de_de: Bevor Sie mit der Verwendung des Produkts fortfahren, müssen Sie einige grundlegende Informationen eingeben. Dies wird weniger als eine Minute in Anspruch nehmen.
fi_fi: Ennen kuin voit jatkaa tuotteen käyttöä, sinun tulee antaa joitakin perustietoja. Se vie alle minuutin.
ja_jp: 製品を引き続きご利用いただく前に、基本的情報をいくつか入力する必要があります。入力には１分もかかりません。
lv_lv: Lai turpinātu lietot šo produktu, jums ir jāievada atbilstoša pamata informācija. Šis process neaizņems vairāk par minūti.
ru_ru: Для продолжения необходимо заполнить базовую информацию. Это займет не больше минуты.
sk_sk: Predtým, než budete môcť pokračovať v používaní produktu, budete musieť zadať niektoré základné informácie. Bude to trvať menej ako minútu.
tr_tr: Bu ürünü kullanabilmek için bazı temel bilgilerinizi paylaşmalısınız. En fazla bir dakika sürecektir.

source: Bell
de_de: Klingel
fi_fi: Kello
ja_jp: ベル
lv_lv: Zvans
ru_ru: Колокольчик
sk_sk: Zvonček

source: Big settings makeover
de_de: Umfangreiche Umgestaltung der Einstellungen
fi_fi: Suuri asetusten uudistaminen
ja_jp: 設定の大きな変更
lv_lv: Iestatījumu pārveidošana
ru_ru: Большое обновление настроек
sk_sk: Veľká úprava nastavení
tr_tr: Ayarlar ekranı baştan tasarlandı

source: Billing information
de_de: Rechnungsinformation
fi_fi: Laskutustiedot
ja_jp: 支払い条件
lv_lv: Rēķina informācija
ru_ru: Сведения об оплате
sk_sk: Účtovacie informácie
tr_tr: Fatura bilgileri

source: Birthday
de_de: Geburtstag
fi_fi: Syntymäpäivä
ja_jp: 誕生日
lv_lv: Dzimšanas diena
ru_ru: День рождения
sk_sk: Narodeniny
tr_tr: Doğum tarihi

source: Birthdays
de_de: Geburtstage
fi_fi: Syntymäpäivät
ja_jp: 誕生日
lv_lv: Dzimšanas dienas
ru_ru: Дни рождения
sk_sk: Narodeniny
tr_tr: Doğum günleri

source: Black
de_de: Schwarz
fi_fi: Musta
ja_jp: 黒
lv_lv: Melns
ru_ru: Черный
sk_sk: Čierna
tr_tr: Siyah

source: Blind copy
de_de: Blindkopie
fi_fi: Piilotettu kopio
ja_jp: ブラインドコピー
lv_lv: BC kopija
ru_ru: Скрытая копия
sk_sk: Skrytá kópia
tr_tr: Gizli kopya

# BCC
source: Blind copy
de_de: Blindkopie
fi_fi: Piilotettu kopio
ja_jp: ブラインドコピー
lv_lv: BCC kopija
ru_ru: Скрытая копия
sk_sk: Skrytá kópia
tr_tr: Gizli kopya

source: Blocked time frame
de_de: Blockierter Zeitrahmen
fi_fi: Estetty aikaväli
ja_jp: 期間をブロックする
lv_lv: Bloķēts laika apgabals
ru_ru: Время заблокировано
sk_sk: Blokujúci časový interval
tr_tr: Bloke zaman aralığı

source: Blue
de_de: Blau
fi_fi: Sininen
ja_jp: 青
lv_lv: Zils
ru_ru: Синий
sk_sk: Modrá
tr_tr: Mavi

source: Body
de_de: Textteil
fi_fi: Leipäteksti
ja_jp: 本文
lv_lv: Pamatdaļa
ru_ru: Тело сообщения
sk_sk: Telo
tr_tr: Gövde

source: Bold
de_de: Fett
fi_fi: Lihavoitu
ja_jp: 太字
lv_lv: Treknraksts
ru_ru: Жирный
sk_sk: Hrubé
tr_tr: Kalın

source: Booking behavior
de_de: Buchungsverhalten
fi_fi: Varauskäytös
ja_jp: 予定動作
lv_lv: Rezervēšanas rīcība
ru_ru: Поведение при резервировании
sk_sk: Správanie pri rezervácii
tr_tr: Rezervasyon davranışı

source: Booking requests are automatically accepted if the resource is free.
de_de: Buchungsanfragen werden automatisch bestätigt, wenn die Ressource frei ist.
fi_fi: Varauspyynnöt hyväksytään automaattisesti, jos resurssi on vapaa.
ja_jp: 予定リクエストはリソースが空いている場合に自動で承諾されます。
lv_lv: Rezervācijas pieprasījumi tiek automātiski pieņemti, ja resurss ir brīvs.
ru_ru: Запросы на резервирование автоматически принимаются, если ресурс свободен.
sk_sk: Požiadavky na rezerváciu sa prijímajú automaticky, keď je zdroj voľný.
tr_tr: Kaynak boştaysa rezervasyon istekleri otomatik olarak kabul edilir.

source: Booking requests for this resource need manual approval. Notifications will be sent automatically to resource delegates who will then take care of booking requests.
de_de: Buchungsanfragen für diese Ressource müssen manuell genehmigt werden. Benachrichtigungen werden automatisch an Ressourcenbeauftragte gesendet, die sich dann um die Buchungsanfragen kümmern.
fi_fi: Tätä resurssia koskevat varauspyynnöt on hyväksyttävä manuaalisesti. Ilmoitukset lähetetään automaattisesti resurssivastaaville, jotka huolehtivat varauspyynnöistä.
ja_jp: このリソースに対する予約リクエストには手動承諾が必要です。通知は予約リクエストに対応するリソース委任に自動で送信されます。
lv_lv: Šī resursa rezervēšanas pieprasījumi ir jāapstiprina manuāli. Paziņojumi tiks automātiski nosūtīti resursu deleģētajiem pārstāvjiem, kuri pēc tam rūpēsies par rezervācijas pieprasījumiem.
ru_ru: Запросы на резервирование для этого ресурса требуют ручного подтверждения. Уведомления будут автоматически отправляться представителям ресурса, которые затем будут принимать заявки на резервирование.
sk_sk: Požiadavky na rezerváciu tohto zdroja vyžadujú ručné schválenie. Oznámenia sa pošlú automaticky delegátom zdrojov, ktorí požiadavky na rezerváciu spracujú.
tr_tr: Bu kaynak için rezervasyon isteklerinin manuel olarak onaylanması gerekir. Rezervasyon istekleriyle ilgilenen kaynak sorumlularına otomatik olarak bildirim gönderilecektir.

source: Branches
de_de: Branchen
fi_fi: Sivutoimipisteet
ja_jp: 支店
lv_lv: Zari
ru_ru: Филиалы
sk_sk: Vetvy
tr_tr: Şubeler

source: Brown
de_de: Braun
fi_fi: Ruskea
ja_jp: ブラウン
lv_lv: Brūns
ru_ru: Коричневый
sk_sk: Hnedá
tr_tr: Kahverengi

source: Business
de_de: Geschäftlich
fi_fi: Työosoite
ja_jp: ビジネス
lv_lv: Bizness
ru_ru: Рабочий
sk_sk: Do práce
tr_tr: İş

source: Business (Company, Department, Position)
de_de: Geschäftlich (Firma, Abteilung, Position)
fi_fi: Yritys (yhtiö, osasto, asema)
ja_jp: ビジネス（名前、部署、役職）
lv_lv: Bizness (uzņēmums, departaments, amats)
ru_ru: Предприятие (компания, отдел, должность)
sk_sk: Firma (spoločnosť, oddelenie, pozícia)
tr_tr: İş (şirket, departman, pozisyon)

source: Business Address
de_de: Geschäftsanschrift
fi_fi: Työosoite
ja_jp: 勤務先住所
lv_lv: Darba adrese
ru_ru: Рабочий адрес
sk_sk: Adresa do práce
tr_tr: İş adresi

source: Business address
de_de: Geschäftsanschrift
fi_fi: Työosoite
ja_jp: 勤務先住所
lv_lv: Darba adrese
ru_ru: Рабочий адрес
sk_sk: Adresa do práce
tr_tr: İş adresi

source: Business category
de_de: Geschäftskategorie
fi_fi: Liiketoiminnan luokka
ja_jp: 業種
lv_lv: Biznesa kategorija
ru_ru: Бизнес-категория
sk_sk: Kategória spoločnosti
tr_tr: İş kategorisi

source: Busy
de_de: Beschäftigt
fi_fi: Varattu
ja_jp: 通話中
lv_lv: Aizņemts
ru_ru: Занят
sk_sk: Zaneprázdnený
tr_tr: Meşgul

source: CC
fi_fi: Kopio
ru_ru: Копия
sk_sk: Kópia

source: CW %1$d
de_de: KW %1$d
fi_fi: Vk %1$d
lv_lv: KN %1$d
ru_ru: %1$d неделя
sk_sk: KT %1$d
tr_tr: TH %1$d

source: CalDAV URL
ru_ru: URL CalDAV
sk_sk: URL CalDAV
tr_tr: CalDAV adresi

source: Calendar
de_de: Kalender
fi_fi: Kalenteri
ja_jp: カレンダー
lv_lv: Kalendārs
ru_ru: Календарь
sk_sk: Kalendár
tr_tr: Takvim

# app
source: Calendar
de_de: Kalender
fi_fi: Kalenteri
ja_jp: カレンダー
lv_lv: Kalendārs
ru_ru: Календарь
sk_sk: Kalendár
tr_tr: Takvim

source: Calendar account error
de_de: Kalender-Kontofehler
fi_fi: Kalenteritilivirhe
ja_jp: カレンダーアカウントエラー
lv_lv: Kalendāra konta kļūda
ru_ru: Ошибка учетной записи календаря
sk_sk: Chyba účtu kalendára
tr_tr: Takvim hesabı hatası

source: Calendar name
de_de: Kalendername
fi_fi: Kalenterinimi
ja_jp: カレンダー名
lv_lv: Kalendāra vārds
ru_ru: Название календаря
sk_sk: Názov kalendára
tr_tr: Takvim adı

source: Calendar options
de_de: Kalenderoptionen
fi_fi: Kalenterin asetukset
ja_jp: カレンダーオプション
lv_lv: Kalendāra opcijas
ru_ru: Параметры календаря
sk_sk: Možnosti kalendára
tr_tr: Takvim seçenekleri

source: Calendar view
de_de: Kalenderansicht
fi_fi: Kalenterinäkymä
ja_jp: カレンダービュー
lv_lv: Kalendāra skats
ru_ru: Календарное представление
sk_sk: Zobrazenie kalendára
tr_tr: Takvim görünümü

source: Calendar was not imported. Only .ics and .ical files are supported.
de_de: Der Kalender wurde nicht importiert. Es werden nur .ics- und .ical-Dateien unterstützt.
fi_fi: Kalenteria ei tuotu. Vain .ics- ja .ical-tiedostot ovat tuettuja.
ja_jp: カレンダーはインポートされていません。.ics ファイルと .ical ファイルのみがサポートされます。
lv_lv: Kalendārs nav importēts. Atbalstīti tiek tikai .ics un .ical faili.
ru_ru: Календарь не был импортирован. Поддерживаются только файлы .ics и .ical.
sk_sk: Kalendár sa neimportoval. Sú podporované iba súbory .ics a .ical.
tr_tr: Takvim içe aktarılmadı. Yalnızca .ics ve .ical dosyaları destekleniyor.

source: Calendars
de_de: Kalender
fi_fi: Kalenterit
ja_jp: カレンダー
lv_lv: Kalendāri
ru_ru: Календари
sk_sk: Kalendáre
tr_tr: Takvimler

source: Call
de_de: Anruf
fi_fi: Puhelu
ja_jp: 通話
lv_lv: Zvans
ru_ru: Звонок
sk_sk: Volať
tr_tr: Arama

# verb
source: Call
de_de: Anrufen
fi_fi: Soita
ja_jp: 通話
lv_lv: Zvanīt
ru_ru: Вызвать
sk_sk: Volať
tr_tr: Ara

source: Call History
de_de: Anrufliste
fi_fi: Soittohistoria
ja_jp: 通話履歴
lv_lv: Zvanu vēsture
ru_ru: История Звонков
sk_sk: História volaní
tr_tr: Arama Geçmişi

source: Call history
de_de: Anrufliste
fi_fi: Soittohistoria
ja_jp: 通話履歴
lv_lv: Zvanu vēsture
ru_ru: История звонков
sk_sk: História volaní
tr_tr: Arama geçmişi

source: Call via %s
de_de: Über %s anrufen
fi_fi: Soita %s:n kautta
ja_jp: %sによる通話
lv_lv: Zvanīt ar %s
ru_ru: Звонок через %s
sk_sk: Volať prostredníctvom %s
tr_tr: %s ile ara

source: Call via Zoom
de_de: Über Zoom anrufen
fi_fi: Soita Zoomin kautta
ja_jp: Zoomによる通話
lv_lv: Zvanīt ar Zoom
ru_ru: Звоните через Zoom
sk_sk: Volať prostredníctvom Zoom
tr_tr: Zoom ile ara

source: Camera %1$s
de_de: Kamera %1$s
fi_fi: Kamera %1$s
ja_jp: カメラ %1$s
lv_lv: Kamera %1$s
ru_ru: Камера %1$s
sk_sk: Kamera %1$s
tr_tr: Kamera %1$s

source: Cancel
de_de: Abbrechen
fi_fi: Peru
ja_jp: キャンセル
lv_lv: Atcelt
ru_ru: Прервать
sk_sk: Zrušiť
tr_tr: İptal

source: Cancel download request
de_de: Download-Anfrage abbrechen
fi_fi: Peru latauspyyntö
ja_jp: ダウンロードの要求をキャンセル
lv_lv: Atsaukt lejupielādes pieprasījumu
ru_ru: Отменить запрос на загрузку
sk_sk: Zrušiť žiadosť o stiahnutie
tr_tr: İndirme isteğini iptal et

source: Cancel search
de_de: Suche abbrechen
fi_fi: Sulje haku
ja_jp: 検索をキャンセル
lv_lv: Atcelt meklešanu
ru_ru: Остановить поиск
sk_sk: Zrušiť hľadanie
tr_tr: Aramayı iptal et

source: Canceled
de_de: Verworfen
fi_fi: Peruttu
ja_jp: キャンセルしました
lv_lv: Atcelts
ru_ru: Отменено
sk_sk: Zrušené
tr_tr: İptal edildi

source: Cannot add contact with an invalid mail address: %1$s
de_de: Kontakt mit einer ungültigen E-Mail-Adresse kann nicht hinzugefügt werden: %1$s
fi_fi: Ei voida lisätä yhteystietoa, jonka sähköpostiosoite ei kelpaa: %1$s
ja_jp: メールアドレス %1$s は無効なため連絡先として追加できません
lv_lv: Nevar pievienot dalībnieku ar nepareizu pasta adresi: %1$s
ru_ru: Участник с недействительным почтовым адресом не может быть добавлен: %1$s
sk_sk: Nemožno pridať kontakt s neplatnou e-mailovou adresou: %1$s
tr_tr: E-posta adresi geçersiz olduğu için kişi eklenemedi: %1$s

source: Cannot connect to server. Please check your connection.
de_de: Keine Verbindung zum Server. Bitte prüfen Sie Ihre Verbindung.
fi_fi: Yhdistyminen palvelimeen ei onnistu. Tarkista yhteys.
ja_jp: サーバーに接続できません。接続を確認してください。
lv_lv: Nevar pieslēgties serverim. Lūdzu pārbaudiet savienojumu.
ru_ru: Не удалось подключиться к серверу. Проверьте подключение.
sk_sk: Nedá sa pripojiť k serveru. Prosím, skontrolujte vaše pripojenie k internetu.
tr_tr: Sunucuya bağlanılamadı. Lütfen bağlantınızı kontrol edin.

source: Cannot establish secure connection. Do you want to proceed anyway?
de_de: Es kann keine sichere Verbindung hergestellt werden. Wollen Sie trotzdem fortfahren?
fi_fi: Suojattua yhteyttä ei voida muodostaa. Jatketaanko silti?
ja_jp: セキュリティで保護された接続を確立できませんでした。続行しますか?
lv_lv: Nevar izveidot drošu savienojumu. Vai vienalga vēlaties turpināt?
ru_ru: Не удалось установить защищенное соединение. Вы все равно хотите продолжить?
sk_sk: Nepodarilo sa nadviazať zabezpečené pripojenie. Chcete napriek tomu pokračovať?
tr_tr: Güvenli bağlantı kurulamıyor. Yine de devam etmek ister misiniz?

source: Cannot find any messages this contact sent to you.
de_de: Es wurden keine Nachrichten von diesem Kontakt an Sie gefunden.
fi_fi: Tähän yhteystietoon liittyviä saapuneita viestejä ei ole.
ja_jp: この連絡先があなたに送信したメッセージが見つかりません。
lv_lv: Nav atrasts neviens ziņojums no šīs kontaktpersonas.
ru_ru: Нет сообщений от этого контакта.
sk_sk: Neboli nájdené žiadne správy, ktoré vám poslal tento kontakt.
tr_tr: Bu kişinin size gönderdiği herhangi bir ileti bulunamadı.

source: Cannot find any messages you sent to this contact.
de_de: Es wurden keine Nachrichten von Ihnen an diesen Kontakt gefunden.
fi_fi: Tähän yhteystietoon liittyviä lähteneitä viestejä ei ole.
ja_jp: この連絡先に送信したメッセージが見つかりません。
lv_lv: Nav atrasts neviens ziņojums šai kontaktpersonai.
ru_ru: Нет сообщений, отправленных этому контакту.
sk_sk: Neboli nájdené žiadne správy, ktoré ste poslali tomuto kontaktu.
tr_tr: Bu kişiye gönderdiğiniz herhangi bir ileti bulunamadı.

source: Cannot find user with given name.
de_de: Es wurde kein Benutzer mit dem angegebenen Namen gefunden.
fi_fi: Annetulla nimellä ei löytynyt käyttäjää.
ja_jp: 指定した名前のユーザーが見つかりません。
lv_lv: Lietotājs ar norādīto vārdu nav atrasts.
ru_ru: Пользователь не найден.
sk_sk: Nebol nájdený používateľ so zadaným menom.
tr_tr: Bu adı taşıyan bir kullanıcı bulunamadı.

source: Cannot print these items
de_de: Diese Objekte können nicht gedruckt werden
fi_fi: Näitä kohdetta ei voida tulostaa
ja_jp: このアイテムを印刷できませんでした
lv_lv: Šīs vienības nevar izdrukāt
ru_ru: Невозможно напечатать эти элементы
sk_sk: Nie je možné vytlačiť tieto položky
tr_tr: Bu öğeler yazdırılamıyor

source: Cannot print this item
de_de: Dieses Objekt kann nicht gedruckt werden
fi_fi: Tätä kohdetta ei voida tulostaa
ja_jp: このアイテムを印刷できませんでした
lv_lv: Šo vienību nevar izdrukāt
ru_ru: Не удалось вывести на печать этот объект
sk_sk: Nie je možné vytlačiť túto položku
tr_tr: Bu öğe yazdırılamıyor

source: Cannot require a view type for %1$s
de_de: Ein Ansichtstyp für %1$s kann nicht angefordert werden
fi_fi: Kohteelle %1$s ei voida vaatia näkymätyyppiä
ja_jp: %1$s のビュータイプを要求できませんでした
lv_lv: Skata tipu priekš %1$s nevar pieprasīt
ru_ru: Невозможно задать режим просмотра для %1$s
sk_sk: Nemožno vyžadovať typ zobrazenia %1$s
tr_tr: %1$s için görünüm türü gerektirilemez

source: Capture
de_de: Aufnahmedetails
fi_fi: Kuvan tiedot
ja_jp: 画像詳細
lv_lv: Izgūt
ru_ru: Съемка
sk_sk: Fotoaparát
tr_tr: Ayrıntılar

source: Categories
de_de: Kategorien
fi_fi: Luokat
ja_jp: カテゴリ
lv_lv: Kategorijas
ru_ru: Категории
sk_sk: Kategórie
tr_tr: Kategoriler

source: Category
de_de: Kategorie
fi_fi: Luokka
ja_jp: カテゴリ
lv_lv: Kategorija
ru_ru: Категория
sk_sk: Kategória
tr_tr: Kategori

source: Category name
de_de: Kategorienname
fi_fi: Luokan nimi
ja_jp: カテゴリ名
lv_lv: Kategorijas vārds
ru_ru: Название категории
sk_sk: Názov kategórie
tr_tr: Kategori adı

source: Cc
ru_ru: Копия
sk_sk: Kópia

source: Cc: %1$s
fi_fi: Kopio:%1$s
ru_ru: Копия: %1$s
sk_sk: Kópia: %1$s

source: Cell phone
de_de: Mobiltelefon
fi_fi: Matkapuhelin
ja_jp: 携帯電話
lv_lv: Mob. telefons
ru_ru: Мобильный
sk_sk: Mobil
tr_tr: Cep telefonu

source: Cell phone (alt)
de_de: Mobiltelefon (2)
fi_fi: Matkapuhelin vaihtoehtoinen
ja_jp: 携帯電話 (予備)
lv_lv: Mob. telefons (alt.)
ru_ru: Мобильный (доп.)
sk_sk: Mobilný telefón (alt)
tr_tr: Cep telefonu (alternatif)

source: Certificate details
de_de: Zertifikatsdetails
fi_fi: Varmenteen tiedot
ja_jp: 証明書の詳細
lv_lv: Sertifikāta detaļas
ru_ru: Свойства сертификата
sk_sk: Podrobnosti certifikátu
tr_tr: Sertifika ayrıntıları

source: Certificates
de_de: Zertifikate
fi_fi: Varmenteet
ja_jp: 認証
lv_lv: Sertifikāti
ru_ru: Сертификаты
sk_sk: Certifikáty
tr_tr: Sertifikalar

source: Change
de_de: Ändern
fi_fi: Muuta
ja_jp: 変更
lv_lv: Mainīt
ru_ru: Изменить
sk_sk: Zmeniť
tr_tr: Değiştir

source: Change IMAP subscriptions
de_de: IMAP-Abonnements ändern
fi_fi: Muuta IMAP-tilauksia
ja_jp: IMAP登録を変更
lv_lv: Mainīt IMAP abonementus
ru_ru: Изменить подписки IMAP
sk_sk: Zmeniť odoberanie IMAP
tr_tr: IMAP aboneliklerini değiştir

source: Change appointment
de_de: Termin ändern
fi_fi: Muuta tapaamista
ja_jp: 予定を変更
lv_lv: Mainīt mītiņu
ru_ru: Изменить встречу
sk_sk: Zmeniť schôdzku
tr_tr: Randevuyu değiştir

source: Change appointment confirmation
de_de: Terminbestätigung ändern
fi_fi: Muuta tapaamisen vahvistusta
ja_jp: 予定確認を変更
lv_lv: Mītiņa apstiprinājuma mainīšana
ru_ru: Изменить подтверждение встречи
sk_sk: Zmeniť potvrdenie schôdzok
tr_tr: Randevu onayını değiştir

source: Change appointment reminders
de_de: Terminerinnerungen ändern
fi_fi: Muuta tapaamismuistutuksia
ja_jp: 予定のアラームを変更
lv_lv: Mītiņa atgādinājumu mainīšana
ru_ru: Изменить напоминания встреч
sk_sk: Zmeniť pripomenutia schôdzok
tr_tr: Randevu anımsatıcılarını değiştir

source: Change confirmation
de_de: Bestätigung ändern
fi_fi: Muuta vahvistusta
ja_jp: 確認を変更
lv_lv: Izmaiņu apstiprinājums
ru_ru: Изменить подтверждение
sk_sk: Zmeniť potvrdenie
tr_tr: Onay durumunu değiştir

source: Change confirmation for resource %1$s
de_de: Bestätigungsstatus für Ressource %1$s ändern
fi_fi: Vahvista muutos koskien resurssia %1$s
ja_jp: リソース%1$sの変更確認
lv_lv: Mainīt apstiprinājumu resursam %1$s
ru_ru: Подтверждение изменений для ресурса %1$s
sk_sk: Zmeniť potvrdenie zdroja %1$s
tr_tr: %1$s kaynağının onay durumunu değiştir

source: Change consent
de_de: Zustimmung ändern
fi_fi: Muuta suostumusta
ja_jp: 同意の変更
lv_lv: Mainīt piekrišanu
ru_ru: Изменение согласия
sk_sk: Zmeniť súhlas
tr_tr: Onayı değiştir

source: Change contact photo
de_de: Kontaktfoto ändern
fi_fi: Muuta yhteystietoja
ja_jp: 連絡先写真を変更
lv_lv: Mainīt kontakta attēlu
ru_ru: Изменить фото контакта
sk_sk: Zmeniť fotku kontaktu
tr_tr: Kişinin fotoğrafını değiştir
