Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Edit names
de_de: Namen bearbeiten
fi_fi: Muokkaa nimiä
ja_jp: 差出人の名前を編集
lv_lv: Rediģēt vārdus
ru_ru: Изменить имена
sk_sk: Upraviť mená
tr_tr: Adları düzenle

source: Edit own objects
de_de: Eigene Objekte bearbeiten
fi_fi: Muokkaa omia objekteja
ja_jp: 自分のオブジェクトのみを編集
lv_lv: Rediģēt paša objektus
ru_ru: Редактировать свои объекты
sk_sk: Upravovať vlastné objekty
tr_tr: Kendi nesnelerini düzenleme

source: Edit personal data
de_de: Persönliche Daten bearbeiten
fi_fi: Muokkaa henkilötietoja
ja_jp: 個人データを編集
lv_lv: Rediģēt personīgos datus
ru_ru: Редактировать личные данные
sk_sk: Upraviť osobné údaje
tr_tr: Kişisel verileri düzenle

source: Edit real names
de_de: Realnamen bearbeiten
fi_fi: Muokkaa oikeita nimiä
ja_jp: 差出人の名前を編集
lv_lv: Rediģēt īstos vārdus
ru_ru: Изменить настоящие имена
sk_sk: Upraviť skutočné meno
tr_tr: Gerçek adları düzenle

source: Edit recurrence
de_de: Wiederholung bearbeiten
fi_fi: Muokkaa toistumista
ja_jp: 繰り返しを編集
lv_lv: Rediģēt atkārtojumus
ru_ru: Настройка повторов
sk_sk: Upraviť opakovanie
tr_tr: Yinelenmeyi düzenle

source: Edit reminders
de_de: Erinnerungen bearbeiten
fi_fi: Muokkaa muistutuksia
ja_jp: アラームを編集
lv_lv: Rediģēt atgādinājumus
ru_ru: Изменить напоминания
sk_sk: Upraviť pripomienky
tr_tr: Anımsatıcıları düzenle

source: Edit resource
de_de: Ressource bearbeiten
fi_fi: Muokkaa resurssia
ja_jp: リソースを編集
lv_lv: Rediģēt resursu
ru_ru: Изменить ресурс
sk_sk: Upraviť zdroj
tr_tr: Kaynağı düzenle

source: Edit rule
de_de: Regel bearbeiten
fi_fi: Muokkaa sääntöä
ja_jp: ルールの編集
lv_lv: Rediģēt noteikumu
ru_ru: Изменить правило
sk_sk: Upraviť pravidlo
tr_tr: Kuralı düzenle

source: Edit series
de_de: Serie bearbeiten
fi_fi: Muokkaa sarjaa
ja_jp: 系列を編集
lv_lv: Rediģēt sēriju
ru_ru: Редактировать серию
sk_sk: Upraviť sériu
tr_tr: Diziyi düzenle

source: Edit share
de_de: Freigabe bearbeiten
fi_fi: Muokkaa jakamista
ja_jp: 共有ファイルを編集する
lv_lv: Rediģēt kolietojumu
ru_ru: Настроить общий доступ
sk_sk: Upraviť zdieľanie
tr_tr: Paylaşımı düzenle

source: Edit signature
de_de: Signatur bearbeiten
fi_fi: Muokkaa allekirjoitusta
ja_jp: 署名を編集
lv_lv: Rediģēt parakstu
ru_ru: Изменить подпись
sk_sk: Upraviť podpis
tr_tr: İmzayı düzenle

source: Edit signatures...
de_de: Signaturen bearbeiten...
fi_fi: Muokkaa allekirjoituksia...
ja_jp: 署名を編集...
lv_lv: Rediģēt parakstus...
ru_ru: Редактировать подписи...
sk_sk: Upraviť podpisy...
tr_tr: İmzaları düzenle...

source: Edit subscription
de_de: Abonnement bearbeiten
fi_fi: Muokkaa tilausta
ja_jp: 登録を編集
lv_lv: Rediģēt abonementu
ru_ru: Редактировать подписку
sk_sk: Upraviť odber
tr_tr: Aboneliği düzenle

source: Edit task
de_de: Aufgabe bearbeiten
fi_fi: Muokkaa tehtävää
ja_jp: タスクを編集
lv_lv: Rediģēt uzdevumu
ru_ru: Изменить задачу
sk_sk: Upraviť úlohu
tr_tr: Görevi düzenle

source: Edit template
de_de: Vorlage bearbeiten
fi_fi: Muokkaa valmista pohjaa
ja_jp: テンプレートを編集
lv_lv: Rediģēt sagatavi
ru_ru: Редактировать шаблон
sk_sk: Upraviť šablónu
tr_tr: Şablonu düzenle

source: Edit templates...
de_de: Vorlagen bearbeiten...
fi_fi: Muokkaa pohjia...
ja_jp: テンプレートを編集...
lv_lv: Rediģēt sagataves...
ru_ru: Редактировать шаблоны...
sk_sk: Upraviť šablóny...
tr_tr: Şablonları düzenle...

source: Edit this appointment
de_de: Diesen Termin bearbeiten
fi_fi: Muokkaa tätä tapaamista
ja_jp: 予定を編集
lv_lv: Rediģēt mītiņu
ru_ru: Изменить эту встречу
sk_sk: Upraviť túto schôdzku
tr_tr: Bu randevuyu düzenle

source: Edit to set a name.
de_de: Bearbeiten, um einen Namen hinzuzufügen.
fi_fi: Muokkaa asettaaksesi nimi.
ja_jp: 編集して名前または会社名を入力してください。
lv_lv: Ievadiet nosaukumu.
ru_ru: Отредактируйте, чтобы определить имя.
sk_sk: Upravením nastavíte meno.
tr_tr: Ad vermek için düzenleyin.

source: Editor
fi_fi: Editori
ja_jp: エディタ
lv_lv: Redaktors
ru_ru: Редактор
tr_tr: Editör

source: Editor (create/edit appointments)
de_de: Editor (Termine erstellen/bearbeiten)
fi_fi: Editori (tapaamisten luominen tai muokkaaminen)
ja_jp: 編集者 (予定の作成/編集)
lv_lv: Redaktors (mītiņu izveide/rediģēšana)
ru_ru: Редактор (создание/редактирование встреч)
sk_sk: Úprava (môže vytvárať/upravovať schôdzky)
tr_tr: Editör (randevu oluşturma/düzenleme)

source: Editor (create/edit emails)
de_de: Editor (E-Mails erstellen/bearbeiten)
fi_fi: Editori (sähköpostien luominen/muokkaaminen)
ja_jp: 編集者 (メールの作成/編集)
lv_lv: Redaktors (e-pasta izveide/rediģēšana)
ru_ru: Редактор (создание/редактирование писем)
sk_sk: Úprava (môže vytvárať/upravovať emaily)
tr_tr: Editör (e-posta oluşturma/düzenleme)

source: Email 1
fi_fi: Sähköposti 1
ja_jp: メール 1
lv_lv: E-pasts 1
ru_ru: Эл. почта 1
tr_tr: E-posta 1

source: Email 2
fi_fi: Sähköposti 2
ja_jp: メール 2
lv_lv: E-pasts 2
ru_ru: Эл. почта 2
tr_tr: E posta 2

source: Email 3
fi_fi: Sähköposti 3
ja_jp: メール 3
lv_lv: E-pasts 3
ru_ru: Эл. почта 3
tr_tr: E posta 3

source: Email address
de_de: E-Mail-Adresse
fi_fi: Sähköpostiosoite
ja_jp: メールアドレス
lv_lv: E-pasta adrese
ru_ru: Электронный адрес
sk_sk: Emailová adresa
tr_tr: E-posta adresi

source: Email content
de_de: E-Mail-Inhalt
fi_fi: Sähköpostin sisältö
ja_jp: メールの内容
lv_lv: E-pasta saturs
ru_ru: Содержимое письма
sk_sk: Obsah e-mailu
tr_tr: E-posta içeriği

source: Email from %1$s: %2$s
de_de: E-Mail von %1$s: %2$s
fi_fi: Viesti lähettäjältä %1$s: %2$s
ja_jp: %1$s からのメール: %2$s
lv_lv: E-pasts no %1$s: %2$s
ru_ru: Сообщение от %1$s: %2$s
sk_sk: Email od %1$s: %2$s
tr_tr: %1$s e-posta gönderdi: %2$s

source: Email has been copied
de_de: E-Mail wurde kopiert
fi_fi: Viesti on kopioitu
ja_jp: メールをコピーしました
lv_lv: E-pasts ir nokopēts
ru_ru: Письмо скопировано
sk_sk: Email bol skopírovaný
tr_tr: E-posta kopyalandı

source: Email has been moved
de_de: E-Mail wurde verschoben
fi_fi: Sähköposti on siirretty
ja_jp: メールを移動しました
lv_lv: E-pasts ir pārvietots
ru_ru: Письмо было перемещено
sk_sk: Email bol presunutý
tr_tr: E-posta taşındı

source: Email notifications
de_de: E-Mail-Benachrichtigungen
fi_fi: Sähköposti-ilmoitukset
ja_jp: メール通知
lv_lv: E-pasta paziņojumi
ru_ru: Уведомления электронной почты
sk_sk: Upozornenia emailom
tr_tr: E-posta bildirimleri

source: Email with %1$s
de_de: E-Mails über %1$s
fi_fi: %1$s-sähköposti
ja_jp: %1$sでメール
lv_lv: E-pasts ar %1$s
ru_ru: Электронная почта %1$s
sk_sk: Email prostredníctvom %1$s
tr_tr: %1$s ile e-posta

source: Email with Android Mail
de_de: E-Mails über Android Mail
fi_fi: Android Mail-sähköposti
ja_jp: Androidメールでメール
lv_lv: E-pasts ar Android Mail
ru_ru: Электронная почта Android Mail
sk_sk: Email prostredníctvom Android Mail
tr_tr: Android Mail ile e-posta

source: Email, Contacts & Calendar
de_de: E-Mail, Kontakte und Kalender
fi_fi: Sähköposti, yhteystiedot ja kalenteri
ja_jp: メール、連絡先、カレンダー
lv_lv: E-pasts, kontakti un kalendārs
ru_ru: Электронная почта, контакты и календарь
sk_sk: Email, kontakty a kalendár
tr_tr: E-posta, Kişiler ve Takvim

source: Emails cannot be put into trash folder while your mail quota is exceeded.
de_de: E-Mails können nicht in den Papierkorb verschoben werden, solange das E-Mail-Speicherlimit überschritten ist.
fi_fi: Viestikiintiön ollessa ylitettynä, et voi siirtää viestejä roskakansioon.
ja_jp: メールボックス容量を超えたため、メールをごみ箱に移動できません。
lv_lv: E-pasta vēstules nevar tikt pārvietotas uz atkritni kamēr ir pārsniegta pasta kvota.
ru_ru: Если квота превышена, сообщения не могут перемещаться в корзину.
sk_sk: Emaily nemožno presunúť do priečinka Kôš, ak ste prekročili kvótu pošty.
tr_tr: E-posta kotanız dolduğunda e-postalar çöp kutusuna gönderilemez.

source: Emails have been copied
de_de: E-Mails wurden kopiert
fi_fi: Viestit on kopioitu
ja_jp: メールをコピーしました
lv_lv: E-pasti ir nokopēti
ru_ru: Письма скопированы
sk_sk: Emaily boli skopírované
tr_tr: E-postalar kopyalandı

source: Emails have been moved
de_de: E-Mails wurden verschoben
fi_fi: Sähköpostiviestit on siirretty
ja_jp: メールを移動しました
lv_lv: E-pasti ir pārvietoti
ru_ru: Письма были перемещены
sk_sk: Emaily boli presunuté
tr_tr: E-postalar taşındı

source: Employee
de_de: Mitarbeiter
fi_fi: Työntekijä
ja_jp: 従業員
lv_lv: Darbinieks
ru_ru: Сотрудник
sk_sk: Zamestnanec
tr_tr: Çalışan

source: Employee ID
de_de: Mitarbeiter-ID
fi_fi: Työntekijätunnus
ja_jp: 従業員 ID
lv_lv: Darbinieka ID
ru_ru: Идентификатор сотрудника
sk_sk: ID zamestnanca
tr_tr: Çalışan no

source: Employee type
de_de: Mitarbeiter-Typ
fi_fi: Työntekijän tyyppi
ja_jp: 従業員タイプ
lv_lv: Darbinieka tips
ru_ru: Категория
sk_sk: Typ zamestnanca
tr_tr: Çalışan türü

source: Employment
de_de: Anstellung
fi_fi: Työ
ja_jp: 職業
lv_lv: Nodarbinātība
ru_ru: Род занятий
sk_sk: Zamestnanie
tr_tr: İş durumu

source: Empty
de_de: Leer
fi_fi: Tyhjä
ja_jp: (空)
lv_lv: Tukšs
ru_ru: Пусто
sk_sk: Prázdne
tr_tr: Boş

# vgrid
source: Empty
de_de: Leer
fi_fi: Tyhjä
ja_jp: (空)
lv_lv: Tukšs
ru_ru: Пусто
sk_sk: Prázdne
tr_tr: Boş

source: Empty file attachment
de_de: Leerer Dateianhang
fi_fi: Tyhjä liite
ja_jp: 空の添付ファイル
lv_lv: Tukšot failu pievienojumus
ru_ru: Вложение пустого файла
sk_sk: Prázdna príloha súboru
tr_tr: Boş dosya eki

source: Empty folder
de_de: Ordner leeren
fi_fi: Tyhjennä kansio
ja_jp: フォルダーが空です。
lv_lv: Tukšot mapi
ru_ru: Пустая папка
sk_sk: Prázdny priečinok
tr_tr: Klasörü boşalt

source: Empty name and description found.
de_de: Leeres Namens- und Beschreibungsfeld
fi_fi: Löydetty tyhjä nimi ja kuvaus.
ja_jp: 名前と説明が未入力です。
lv_lv: Atrasts tukšs nosaukums un apraksts.
ru_ru: Пустое имя и описание.
sk_sk: Nájdený prázdny názov a popis.
tr_tr: Boş isim ve açıklama bulundu.

source: Empty subject
de_de: Kein Betreff
fi_fi: Ei aihetta
ja_jp: 件名がからです。
lv_lv: Tukšs temats
ru_ru: Без темы
sk_sk: Bez predmetu
tr_tr: Konu yok

source: Empty trash
de_de: Papierkorb leeren
fi_fi: Tyhjennä roskakori
ja_jp: ゴミ箱を空にする
lv_lv: Tukšot atkritni
ru_ru: Очистить корзину
sk_sk: Vyprázdniť Kôš
tr_tr: Çöp kutusunu boşalt

source: Enable
de_de: Aktivieren
fi_fi: Kytke päälle
ja_jp: 有効にする
lv_lv: Iespējot
ru_ru: Включить
sk_sk: Zapnúť
tr_tr: Etkinleştir

source: Enable %1$s
de_de: %1$s aktivieren
fi_fi: Kytke päälle %1$s
ja_jp: %1$s を有効にする
lv_lv: Iespējot %1$s
ru_ru: Включить %1$s
sk_sk: Zapnúť %1$s
tr_tr: %1$s bileşenini aç

source: Enable Links
de_de: Links aktivieren
fi_fi: Ota Linkit käyttöön
ja_jp: 有効リンク
lv_lv: Iespējot saites
ru_ru: Разрешить ссылки
sk_sk: Povoliť odkazy
tr_tr: Bağlantıları etkinleştir

source: Enable or disable auto forward
de_de: Automatische Weiterleitung aktivieren / deaktivieren
fi_fi: Kytke automaattinen välitys päälle tai pois päältä
ja_jp: 自動転送を有効また無効にする
lv_lv: Iespējot vai atspējot automātisko pārsūtīšanu
ru_ru: Включить/Отключить автопересылку
sk_sk: Zapnúť alebo vypnúť automatické preposielanie
tr_tr: Otomatik iletmeyi aç veya kapat

source: Enable or disable vacation notice
de_de: Abwesenheitsbenachrichtigung aktivieren / deaktivieren
fi_fi: Kytke lomailmoitus päälle tai pois päältä
ja_jp: 休暇通知を有効また無効にする
lv_lv: Iespējot vai atspējot prombūtnes paziņojumu
ru_ru: Включить/Отключить сообщение об отсутствии автоответчика
sk_sk: Zapnúť alebo vypnúť oznámenie o dovolenke
tr_tr: Tatil bildirimini aç veya kapat

source: Enable this feature
de_de: Dieses Feature nutzen
fi_fi: Ota tämä ominaisuus käyttöön
ja_jp: この機能を有効化
lv_lv: Iespējot šo funkciju
ru_ru: Включить эту функцию
sk_sk: Zapnúť túto funkciu
tr_tr: Bu özelliği etkinleştir

source: Encrypt the email
de_de: E-Mail verschlüsseln
fi_fi: Salaa sähköposti
ja_jp: メールを暗号化
lv_lv: Šifrēt e-pastu
ru_ru: Зашифровать сообщение
sk_sk: Zašifrovať email
tr_tr: E-postayı şifrele

source: Encrypted
de_de: Verschlüsselt
fi_fi: Salattu
ja_jp: 暗号化
lv_lv: Šifrēts
ru_ru: Зашифрованный
sk_sk: Šifrované
tr_tr: Şifrelenmiş

source: End
de_de: Ende
fi_fi: Loppu
ja_jp: 終了
lv_lv: Beigas
ru_ru: Конец
sk_sk: Koniec
tr_tr: Bitiş

source: End date time zone
de_de: Zeitzone für Enddatum
fi_fi: Loppupäivämäärän aikavyöhyke
ja_jp: 終了日のタイムゾーン
lv_lv: Beigu datuma laika josla
ru_ru: Часовой пояс даты окончания
sk_sk: Časové pásmo dátumu konca
tr_tr: Bitiş tarihi saat dilimi

source: End time
de_de: Endet um
fi_fi: Lopetusaika
ja_jp: 終了時刻
lv_lv: Beigu laiks
ru_ru: Время окончания
sk_sk: Čas ukončenia
tr_tr: Bitiş saati

source: Ends
de_de: Endet
fi_fi: Päättyy
ja_jp: 終了
lv_lv: Beidzas
ru_ru: Заканчивается
sk_sk: Končí
tr_tr: Bitiş

source: Ends not with
de_de: Endet nicht auf
fi_fi: Ei lopu tavalla
ja_jp: 次の文字列で終了しない
lv_lv: Nebeidzas ar
ru_ru: Не заканчивается на
sk_sk: Nekončí
tr_tr: Şununla bitmeyen

source: Ends on
de_de: Endet am
fi_fi: Päättyy
ja_jp: 終了日付
lv_lv: Beidzas
ru_ru: Завершается
sk_sk: končí
tr_tr: Bitiş

source: Ends with
de_de: Endet auf
fi_fi: Loppuu tavalla
ja_jp: 次の文字列で終了する
lv_lv: Beidzas ar
ru_ru: Заканчивается на
sk_sk: Končí
tr_tr: Şununla biten

source: English
de_de: Englisch
fi_fi: englanti
ja_jp: 日本語
lv_lv: Angļu
ru_ru: Английский
sk_sk: angličtina
tr_tr: İngilizce

source: Enter Password
de_de: Passwort eingeben
fi_fi: Kirjoita salasana
ja_jp: パスワードを入力してください
lv_lv: Ievadiet paroli
ru_ru: Введите пароль
sk_sk: Zadajte heslo
tr_tr: Parolayı yazın

source: Enter document title here
de_de: Geben Sie hier den Dokumententitel ein
fi_fi: Syötä asiakirjan otsikko tähän
ja_jp: ドキュメント名を入力してください
lv_lv: Ievadiet dokumenta nosaukumu
ru_ru: Введите название документа
sk_sk: Sem zadajte názov dokumentu
tr_tr: Belge başlığını buraya yazın

source: Entrepreneur
de_de: Unternehmer
fi_fi: Yrittäjä
ja_jp: 起業家
lv_lv: Uzņēmējs
ru_ru: Предприниматель
sk_sk: Podnikateľ
tr_tr: Girişimci

source: Envelope
fi_fi: Kuori
ja_jp: エンベロープ
lv_lv: Aploksne
ru_ru: Конверт
sk_sk: Obálka
tr_tr: Zarf

source: Error
de_de: Fehler
fi_fi: Virhe
ja_jp: エラー
lv_lv: Kļūda
ru_ru: Ошибка
sk_sk: Chyba
tr_tr: Hata

source: Error authenticating. Please reload browser and try again.
de_de: Fehler bei der Authentifizierung. Laden Sie den Browser neu und versuchen Sie es erneut.
fi_fi: Todennus epäonnistui. Lataa selain uudestaan ja yritä uudelleen.
ja_jp: 認証エラー。ブラウザを再読み込みして、もう一度やり直してください。
lv_lv: Autorizācijas kļūda. Lūdzu pārstartējiet pārlūku un mēģiniet vēlreiz.
ru_ru: Ошибка аутентификации. Обновите окно браузера и повторите попытку.
sk_sk: Chyba pri autentifikácii. Prosím, znovu načítajte prehliadač a skúste to znova.
tr_tr: Kimlik doğrulama hatası. Lütfen tarayıcıyı yenileyip tekrar deneyin.

source: Error creating meeting
de_de: Fehler beim Erstellen des Meetings
fi_fi: Virhe luotaessa kokousta
ja_jp: 会議の作成中にエラーが発生しました。
lv_lv: Kļūda pie mītiņa izveides
ru_ru: Ошибка при создании встречи
sk_sk: Chyba pri vytváraní schôdzky
tr_tr: Toplantı oluşturulurken hata oluştu

source: Error while playing the audio file. Either your browser does not support the format or you have connection problems.
de_de: Fehler beim Abspielen der Audiodatei. Entweder unterstützt Ihr Browser das Format nicht oder Sie haben Verbindungsprobleme.
fi_fi: Videota näytettäessä tapahtui virhe. Joko selaimesi ei tue formaattia tai sinulla on yhteysongelmia.
ja_jp: オーディオ ファイルの再生中にエラーが発生しました。あなたのブラウザがフォーマットをサポートしていないか、接続の問題があります。
lv_lv: Atskaņojot audio failu, radās kļūda. Vai nu jūsu pārlūkprogramma neatbalsta formātu, vai arī jums ir savienojuma problēmas.
ru_ru: Произошла ошибка при воспроизведении аудиофайла. Возможно, формат не поддерживается браузером или возникли неполадки в соединении.
sk_sk: Chyba počas prehrávania zvukového súboru. Buď váš prehliadač nepodporuje jeho formát alebo máte problém s pripojením.
tr_tr: Ses oynatılırken hata oluştu. Ya tarayıcınız dosya biçimini desteklemiyor ya da bağlantı sorunları var.

source: Error while playing the video. Either your browser does not support the format or you have connection problems.
de_de: Fehler beim Abspielen des Videos. Entweder Ihr Browser unterstützt das Format nicht oder Sie haben Probleme mit der Verbindung.
fi_fi: Videota näytettäessä tapahtui virhe. Joko selaimesi ei tue formaattia tai sinulla on yhteysongelmia.
ja_jp: ビデオの再生中にエラーが発生しました。あなたのブラウザがフォーマットをサポートしていないか、接続の問題があります。
lv_lv: Kļūda pie video atskaņošanas. Vai nu jūsu pārlūkprogramma neatbalsta formātu, vai arī problēmas ir pieslēgumā.
ru_ru: Произошла ошибка во время проигрывания видеофайла. Возможно, формат не поддерживается браузером или возникли неполадки в соединении.
sk_sk: Chyba počas prehrávania videa. Buď váš prehliadač nepodporuje jeho formát alebo máte problém s pripojením.
tr_tr: Video oynatılırken hata oluştu. Ya tarayıcınız dosya biçimini desteklemiyor ya da bağlantı sorunları var.

source: Error while resolving mail addresses. Please try again.
de_de: Fehler beim Auflösen der E-Mail-Adressen. Bitte versuchen Sie es erneut.
fi_fi: Osoitteiden selvittämisessä tapahtui virhe. Yritä uudestaan.
ja_jp: メールアドレスの解決中にエラーが発生しました。もう一度やり直してください。
lv_lv: Kļūda pie pasta adrešu atrisināšanas. Lūdzu mēģiniet vēlreiz.
ru_ru: Ошибка при разборе почтовых адресов. Попробуйте снова.
sk_sk: Počas prekladu emailovej adresy sa vyskytla chyba. Prosím, skúste to znova.
tr_tr: E-posta adresleri çözümlenirken hata oluştu. Lütfen tekrar deneyin.

source: Error while uploading your image
de_de: Fehler beim Hochladen Ihres Bildes
fi_fi: Kuvaa ladattaessa tapahtui virhe
ja_jp: 画像ファイルのアップロード中にエラーが発生しました
lv_lv: Kļūda pie attēla augšupielādes
ru_ru: Ошибка при добавлении изображения
sk_sk: Chyba pri nahrávaní obrázka
tr_tr: Resim yüklenirken hata oluştu

source: Error:
de_de: Fehler:
fi_fi: Virhe:
ja_jp: 次のエラーが発生しました:
lv_lv: Kļūda:
ru_ru: Ошибка:
sk_sk: Chyba:
tr_tr: Hata:

source: Error: Failed to load appointments
de_de: Fehler: Termine konnten nicht geladen werden
fi_fi: Virhe: Tapaamisten lataaminen ei onnistunut
ja_jp: エラー：予定の読み込みに失敗しました。
lv_lv: Kļūda: Nevar ielādēt mītiņus
ru_ru: Ошибка: не удалось загрузить встречи
sk_sk: Chyba: Nepodarilo sa načítať schôdzky
tr_tr: Hata: Randevular yüklenemedi

source: Error: Failed to load files
de_de: Fehler: Dateien konnten nicht geladen werden
fi_fi: Virhe: Tiedostojen lataaminen ei onnistunut
ja_jp: エラー：ファイルの読み込みに失敗しました。
lv_lv: Kļūda: Nesekmīga failu ielāde
ru_ru: Ошибка: не удалось загрузить файлы
sk_sk: Chyba: Nepodarilo sa načítať súbory
tr_tr: Hata: Dosyalar yüklenemedi

source: Error: Failed to load message content
de_de: Fehler: Inhalt der Nachricht konnte nicht geladen werden
fi_fi: Virhe: Viestin sisällön lataaminen ei onnistunut
ja_jp: エラー: メッセージを読み込めませんでした
lv_lv: Kļūda pie ziņojuma satura ielādēšanas
ru_ru: Ошибка: не удалось загрузить сообщение
sk_sk: Chyba: Nepodarilo sa načítať obsah správy
tr_tr: Hata: İleti içeriği yüklenemedi

source: Error: Failed to load messages
de_de: Fehler: Nachrichten konnten nicht geladen werden
fi_fi: Virhe: Viestien lataaminen ei onnistunut
ja_jp: エラー: メッセージを読み込みできませんでした
lv_lv: Kļūda pie ziņojumu ielādēšanas
ru_ru: Ошибка: не удалось загрузить сообщения
sk_sk: Chyba: Nepodarilo sa načítať správy
tr_tr: Hata: İletiler yüklenemedi

source: Especially when organizing larger meetings, it is helpful to be able to designate certain participants as optional, as not everyone's attendance might be required.
de_de: Besonders bei der Organisation größerer Meetings ist es hilfreich, einzelne Teilnehmer als optional zu kennzeichnen, da nicht jeder teilnehmen muss.
fi_fi: Erityisesti suurempia kokouksia järjestettäessä on hyödyllistä määritellä tietyt osallistujat valinnaisiksi, sillä kaikkien välttämättä ole tarpeen osallistua.
ja_jp: 特に大規模な会議を開催する場合、全員の出席が必要とは限らないので、特定の参加者をオプションとして指定できるのは役に立ちます。
lv_lv: Īpaši, organizējot lielākas sanāksmes, ir lietderīgi, ja ir iespējams noteikt, ka daži dalībnieki nav obligāti, jo ne visu dalībnieku klātbūtne var būt nepieciešama.
ru_ru: Особенно при организации крупных совещаний полезно иметь возможность обозначить некоторых участников как необязательных, так как присутствие не всех может быть обязательным.
sk_sk: Obzvlášť pri organizovaní väčších schôdzok je užitočné mať možnosť určiť niektorých účastníkov ako voliteľných, pretože nemusí byť potrebná účasť každého z nich.
tr_tr: Özellikle büyük toplantılar düzenlerken herkesin katılımı gerekmeyebileceğinden, bazı katılımcıları isteğe bağlı olarak belirlemek işe yarayabilir.

source: Estimated costs
de_de: Geschätzte Kosten
fi_fi: Arvioidut kustannukset
ja_jp: 見積もりコスト
lv_lv: Plānotās izmaksas
ru_ru: Ориентировочная стоимость
sk_sk: Odhadované náklady
tr_tr: Tahmini maliyet

source: Estimated duration in minutes
de_de: Geschätzte Dauer in Minuten
fi_fi: Arvioitu kesto minuuteissa
ja_jp: 見積もり時間 (分)
lv_lv: Plānotais ilgums minūtēs
ru_ru: Ориентировочная продолжительность (мин.)
sk_sk: Odhadované trvanie v minútach
tr_tr: Tahmini süre (dakika)

source: Europe
de_de: Europa
fi_fi: Eurooppa
ja_jp: ヨーロッパ
lv_lv: Eiropa
ru_ru: Европа
sk_sk: Európa
tr_tr: Avrupa

# daily
source: Every %1$d day.
de_de: Alle %1$d Tage.
fi_fi: Joka %1$d. päivä.
ja_jp: %1$d 日ごと
lv_lv: Katru %1$d dienu.
ru_ru: Каждый %1$d день.
sk_sk: Každý %1$d deň.
tr_tr: %1$d günde bir.

# monthly
source: Every %1$d month on day %2$d.
de_de: Alle %1$d Monate am %2$d.
fi_fi: Joka %1$d. kuukauden%2$d. päivänä.
ja_jp: %1$d か月ごとの %2$d 日
lv_lv: Katra %1$d mēneša %2$d dienā.
ru_ru: Каждый %1$d месяц в день %2$d.
sk_sk: %2$d. deň každého %1$d. mesiaca.
tr_tr: %1$d ayda bir ayın %2$d. günü.

# monthly
source: Every %1$d month on the %2$s %3$s.
de_de: Alle %1$d Monate am %2$s %3$s.
fi_fi: Joka %1$d. kuukausi %2$s. %3$s.
ja_jp: %1$d か月ごとの %2$s%3$s
lv_lv: Katra %1$d mēneša %2$s %3$s.
ru_ru: Каждый %1$d месяц в %2$s %3$s.
sk_sk: %2$s. %3$s každého %1$d. mesiaca.
tr_tr: %1$d ayda bir ayın %2$s %3$s günü.

# weekly
source: Every %1$d week on %2$s.
de_de: Alle %1$d Wochen am %2$s.
fi_fi: Joka %1$d. viikko %2$sna.
ja_jp: %1$d 週ごとの %2$s
lv_lv: Katras %1$d nedēļas %2$s.
ru_ru: Каждую %1$d неделю в %2$s.
sk_sk: V %2$s každého %1$d. týždňa.
tr_tr: %1$d haftada bir %2$s.

# weekly
source: Every %1$d week on all days.
de_de: Täglich.
fi_fi: Joka %1$d viikko kaikkina päivinä.
ja_jp: %1$d 週ごとの毎日
lv_lv: Katrā %1$d nedēļā visās dienās.
ru_ru: Каждую %1$d неделю по всем дням.
sk_sk: Každý deň každého %1$d. týždňa.
tr_tr: %1$d haftada bir her gün.

# weekly
source: Every %1$d week on weekends.
de_de: Alle %1$d Wochen am Wochenende.
fi_fi: Joka %1$d viikko viikonloppuisin.
ja_jp: %1$d 週ごとの週末
lv_lv: Katrā %1$d nedēļā nedēļas nogalēs.
ru_ru: Каждую %1$d неделю по выходным.
sk_sk: Cez víkend každého %1$d. týždňa.
tr_tr: %1$d haftada bir hafta sonları.

# weekly
source: Every %1$d week on workdays.
de_de: Alle %1$d Wochen an Werktagen.
fi_fi: Joka %1$d viikko työpäivinä.
ja_jp: %1$d 週ごとの稼働日
lv_lv: Katrā %1$d nedēļā darba dienās.
ru_ru: Каждую %1$d неделю по рабочим дням.
sk_sk: V pracovné dni každého %1$d. týždňa.
tr_tr: %1$d haftada bir iş günlerinde.

# weekly
source: Every %1$s.
de_de: Jeden %1$s.
fi_fi: Joka %1$s.
ja_jp: 毎週 %1$s
lv_lv: Katru %1$s.
ru_ru: Каждые %1$s.
sk_sk: Každý %1$s.
tr_tr: Her %1$s.

# daily
source: Every day.
de_de: Täglich.
fi_fi: Päivittäin.
ja_jp: 毎日
lv_lv: Katru dienu.
ru_ru: Каждый день.
sk_sk: Každý deň.
tr_tr: Her gün.

# monthly
source: Every month on day %1$d.
de_de: Monatlich am %1$d.
fi_fi: Joka kuukauden %1$d. päivä.
ja_jp: 毎月 %1$d 日
lv_lv: Katra mēneša %1$d dienā.
ru_ru: Каждый месяц в день %1$d.
sk_sk: %1$d. deň každého mesiaca.
tr_tr: Her ayın %1$d. günü.

# monthly
source: Every month on the %1$s %2$s.
de_de: Monatlich am %1$s %2$s.
fi_fi: Joka kuukauden %1$s. %2$s.
ja_jp: 毎月 %1$s%2$s
lv_lv: Katra mēneša %1$s %2$s.
ru_ru: Каждый месяц в %1$s %2$s.
sk_sk: %1$s. %2$s každého mesiaca.
tr_tr: Her ayın %1$s %2$s günü.

# weekly
source: Every weekend.
de_de: Jedes Wochenende.
fi_fi: Joka viikonloppu.
ja_jp: 毎週末
lv_lv: Katrā nedēļas nogalē.
ru_ru: Каждые выходные.
sk_sk: Každý víkend.
tr_tr: Her hafta sonu.

source: Every year in %1$s on day %2$d.
de_de: Jährlich am %2$d. %1$s.
fi_fi: Joka vuosi %1$s kuukauden %2$d päivänä.
ja_jp: 毎年 %1$s %2$d日
lv_lv: Katru gadu, %1$s %2$d dienā.
ru_ru: Каждый год в %2$d, %1$s.
sk_sk: %2$d. deň v mesiaci %1$s každého roka.
tr_tr: Her yıl %1$s ayının %2$d. günü.
