Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Try again
de_de: Erneut versuchen
fi_fi: Yritä uudelleen
ja_jp: 再試行
lv_lv: Mēģināt vēlreiz
ru_ru: Повторите попытку
sk_sk: Skúsiť znova
tr_tr: Yeniden dene

source: Try again.
de_de: Versuchen Sie es erneut.
fi_fi: Yritä uudelleen.
ja_jp: 再試行
lv_lv: Mēģināt vēlreiz.
ru_ru: Повторите попытку.
sk_sk: Skúste to znova.
tr_tr: Yeniden deneyin.

source: Trying to auto-configure your mail account
de_de: Es wird versucht, Ihr E-Mail-Konto automatisch zu konfigurieren
fi_fi: Yritetään auto-konfiguroida postitilisi
ja_jp: メールアカウントの自動設定を試みています
lv_lv: Mēģinājums automātiski konfigurēt jūsu pasta kontu
ru_ru: Автоматическая конфигурация вашей учетной записи
sk_sk: Prebieha pokus o auto-nastavenie poštového účtu
tr_tr: E-posta hesabınızı otomatik olarak yapılandırmaya çalışıyoruz

# superessive
source: Tuesday
de_de: Dienstag
fi_fi: Tiistaina
ja_jp: 火曜
lv_lv: Otrdienā
ru_ru: Вторник
sk_sk: Utorok
tr_tr: Salı

source: Two-step verification
de_de: Zwei-Faktor-Authentifizierung
fi_fi: 2-vaiheinen varmistus
ja_jp: ２ステップ検証
lv_lv: Divpakāpju verifikācija
ru_ru: Двухфакторная верификация
sk_sk: Dvojkrokové overenie
tr_tr: İki adımlı doğrulama

source: Type
de_de: Typ
fi_fi: Tyyppi
ja_jp: タイプ
lv_lv: Tips
ru_ru: Тип
sk_sk: Typ
tr_tr: Tür

# search
source: Type
de_de: Typ
fi_fi: Tyyppi
ja_jp: タイプ
lv_lv: Tips
ru_ru: Тип
sk_sk: Typ
tr_tr: Tür

source: UI version
de_de: Version der Benutzeroberfläche
fi_fi: KL versio
ja_jp: UI バージョン
lv_lv: Interfeisa versija
ru_ru: Версия интерфейса
sk_sk: Verzia používateľského rozhrania
tr_tr: Arayüz sürümü

source: Un-like
de_de: Gefällt mir nicht mehr
fi_fi: Poista tykkäys
ja_jp: いいね ! を取り消し
lv_lv: Atsaukt 'Patīk'
ru_ru: Не нравится
sk_sk: Už sa mi to nepáči
tr_tr: Beğenme

source: Un-liked comment
de_de: Kommentar gefällt nicht mehr
fi_fi: Ei-tykätty kommentti
ja_jp: いいね ! の取り消しのコメント
lv_lv: Ne-patīk komentārs
ru_ru: Комментарий не нравится
sk_sk: Komentár, ktorý sa prestal páčiť
tr_tr: Beğenmekten vazgeçtiniz

source: Unable to connect to mail server. Possible reasons: The mail server is (temporarily) down or there are network connection problems. Please try again in a few minutes.
de_de: Die Verbindung zum Mailserver ist fehlgeschlagen. Mögliche Gründe: Der Mailserver ist (vorübergehend) ausgefallen oder es gibt Probleme mit der Netzwerkverbindung. Bitte versuchen Sie es in ein paar Minuten erneut.
fi_fi: Ei voitu muodostaa yhteyttä postipalvelimeen. Mahdolliset syyt: palvelin on (väliaikaisesti) poissa toiminnasta tai verkkoyhteyden kanssa on ongelmia. Yritä uudelleen muutaman minuutin kuluttua.
ja_jp: メールサーバーに接続できません。メールサーバーが一時的にダウンしているか、またはネットワーク接続に問題があります。後ほどやり直してください。
lv_lv: Nevar pieslēgties pasta serverim. Iespējamie iemesli: pasta serveris nav pieejams, vai arī ir radušās tīkla savienojuma problēmas. Lūdzu, mēģiniet pēc dažām minūtēm vēlreiz.
ru_ru: Не удалось подключиться к почтовому серверу. Возможные причины: сервер временно недоступен или обнаружены проблемы подключения к сети. Повторите попытку через несколько минут.
sk_sk: Nepodarilo sa pripojiť k poštovému serveru. Možné príčiny: poštový server je (dočasne) nedostupný alebo sa vyskytol problém so sieťovým pripojením. Prosím, skúste to znova o niekoľko minút.
tr_tr: E-posta sunucusuna bağlanılamadı. Olası nedenler: E-posta sunucusu (geçici olarak) kapalı olabilir veya ağ bağlantısı sorunları olabilir. Lütfen birkaç dakika sonra tekrar deneyin.

source: Unable to delete
de_de: Löschen nicht möglich
fi_fi: Poistaminen ei onnistunut
ja_jp: 削除できません。
lv_lv: Dzēšana nav iespējama
ru_ru: Удаление невозможно
sk_sk: Nepodarilo sa odstrániť
tr_tr: Silinemedi

source: Unable to edit name.
de_de: Bearbeiten des Namens nicht möglich.
fi_fi: Nimeä ei voitu muokata.
ja_jp: 名前を編集できません。
lv_lv: Vārda rediģēšana nav iespējama.
ru_ru: Невозможно изменить имя.
sk_sk: Nie je možné upraviť meno.
tr_tr: Ad düzenlenemedi.

source: Unable to load mail filter rules settings.
de_de: Einstellungen für Mailfilterregeln konnten nicht geladen werden.
fi_fi: Postisuodattimien sääntöasetuksia ei voitu ladata.
ja_jp: メールのフィルタールールの設定を読み込めませんでした。
lv_lv: Nevar iestatīt pasta filtra noteikumus.
ru_ru: Не удалось загрузить правила фильтра.
sk_sk: Nepodarilo sa načítať nastavenia pravidiel filtra pošty.
tr_tr: E-posta filtresi kuralları yüklenemedi.

source: Unable to load mail filter settings.
de_de: Die Mailfilter-Einstellungen konnten nicht geladen werden.
fi_fi: Postisuodattimien asetuksia ei voitu ladata.
ja_jp: メールフィルター設定を読み込めません。
lv_lv: Nevar iestatīt pasta filtru.
ru_ru: Не удалось загрузить параметры почтового фильтра.
sk_sk: Nepodarilo sa kontaktovať backend mailfilter.
tr_tr: E-posta filtreleme kuralları yüklenemedi.

source: Unable to load your auto forward settings. Please retry later.
de_de: Die Einstellungen für die automatische Weiterleitung konnten nicht geladen werden. Bitte versuchen Sie es später erneut.
fi_fi: Automaattisen välityksen asetuksia ei voitu ladata. Yritä uudelleen myöhemmin.
ja_jp: ご利用の自動転送設定が読み込みません。後でやり直してください。
lv_lv: Nevar ielādēt automātiskās pārsūtīšanas iestatījumus. Lūdzu mēģiniet vēlāk vēlreiz.
ru_ru: Не удалось загрузить настройки автоматической пересылки. Повторите попытку позже.
sk_sk: Nepodarilo sa načítať vaše nastavenie automatického preposielania. Prosím, skúste to znova neskôr.
tr_tr: Otomatik iletme kurallarınız yüklenemedi. Lütfen daha sonra yeniden deneyin.

source: Unable to load your vacation notice. Please retry later.
de_de: Ihre Abwesenheitsbenachrichtigung konnte nicht geladen werden. Bitte versuchen Sie es später erneut.
fi_fi: Lomailmoitustasi ei voitu ladata. Yritä myöhemmin uudelleen.
ja_jp: ご利用の休暇通知が読み込みません。後でやり直してください。
lv_lv: Nevar ielādēt jūsu prombūtnes paziņojumu. Lūdzu mēģiniet vēlāk vēlreiz.
ru_ru: Не удалось загрузить ваше сообщение автоответчика. Повторите попытку позже.
sk_sk: Nepodarilo sa načítať vaše oznámenie o dovolenke. Prosím, skúste to znova neskôr.
tr_tr: Tatil bildiriminiz yüklenemedi. Lütfen daha sonra yeniden deneyin.

source: Unable to perform anti-virus check for the requested file(s)
de_de: Anti-Virus-Prüfung für die angeforderte(n) Datei(en) kann nicht durchgeführt werden
fi_fi: Virustarkastusta ei voitu suorittaa pyydety(i)lle tiedosto(i)lle
ja_jp: 要求されたファイルのアンチウィルスチェックが実行できません。
lv_lv: Norādītajiem failiem nevar izpildīt anti-vīrusu pārbaudi
ru_ru: Невозможно выполнить Анти-вирусную проверку для запрошенного файла(ов)
sk_sk: Nie je možné vykonať antivírusovú kontrolu požadovaných súborov
tr_tr: İstenen dosya(lar) için antivirüs kontrolü yapılamadı

source: Unable to set image. Image might be too large or malformed.
de_de: Bild kann nicht übernommen werden. Das Bild ist möglicherweise zu groß oder fehlerhaft.
fi_fi: Kuvan asettaminen ei onnistu. Kuva saattaa olla liian suuri tai väärän muotoinen.
ja_jp: 画像を指定できません。画像は大きすぎるまたは壊れている可能性があります。
lv_lv: Nevar iestatīt attēlu. Attēls var būt pārāk liels vai nepareizi noformēts.
ru_ru: Невозможно установить изображение. Возможно, изображение слишком большое или повреждено.
sk_sk: Nepodarilo sa nastaviť obrázok. Obrázok môže byť príliš veľký alebo vadný.
tr_tr: Resim ayarlanamadı. Resim fazla büyük veya bozuk olabilir.

source: Unable to upload file
de_de: Datei kann nicht hochgeladen werden
fi_fi: Tiedostoa ei voida ladata
ja_jp: ファイルをアップロードできません
lv_lv: Nevar augšupielādēt failu
ru_ru: Не удалось загрузить файл
sk_sk: Nebolo možné nahrať súbor
tr_tr: Dosya yüklenemedi

source: Unable to upload files
de_de: Dateien können nicht hochgeladen werden
fi_fi: Tiedostoja ei voida ladata
ja_jp: ファイルをアップロードできません
lv_lv: Nevar augšupielādēt failus
ru_ru: Невозможно загрузить файлы
sk_sk: Nebolo možné nahrať súbory
tr_tr: Dosyalar yüklenemedi

source: Unconfirmed
de_de: Nicht bestätigt
fi_fi: Vahvistamaton
ja_jp: 未確認
lv_lv: Apstiprinājums atsaukts
ru_ru: Не подтверждено
sk_sk: Nepotvrdené
tr_tr: Onaylanmadı

source: Underline
de_de: Unterstrichen
fi_fi: Alleviivaus
ja_jp: 下線
lv_lv: Pasvītrots
ru_ru: Подчеркнутый
sk_sk: Podčiarknuté
tr_tr: Altı çizili

source: Undo
de_de: Zurücknehmen
fi_fi: Peruuta
ja_jp: 取消
lv_lv: Atcelt
ru_ru: Отменить
sk_sk: Vrátiť späť
tr_tr: Geri al

source: Undo Send
de_de: Senden zurücknehmen
fi_fi: Peruuta lähetys
ja_jp: 送信を取り消す
lv_lv: Atsaukt sūtīšanu
ru_ru: Отмена отправки
sk_sk: Zrušiť odoslanie
tr_tr: Göndermeyi geri al

source: Undo send
de_de: Senden zurücknehmen
fi_fi: Peruuta lähetys
ja_jp: 送信を取り消す
lv_lv: Atsaukt sūtīšanu
ru_ru: Отменить отправку
sk_sk: Zrušiť odoslanie
tr_tr: Göndermeyi geri al

source: Undone
de_de: Nicht erledigt
fi_fi: Tekemätön
ja_jp: 未完了
lv_lv: Atsaukts
ru_ru: Отменено
sk_sk: Vrátené späť
tr_tr: Geri al

source: Unemployed
de_de: ohne Beschäftigung
fi_fi: Työtön
ja_jp: 無職
lv_lv: Bezdarbnieks
ru_ru: Неработающий
sk_sk: Nezamestnaný
tr_tr: İşsiz

source: Unflag
de_de: Markierung aufheben
fi_fi: Poista merkintä
ja_jp: フラグを外す
lv_lv: Atsaukt iezīmi
ru_ru: Снять флаг
sk_sk: Odznačiť
tr_tr: İşareti kaldır

# verb
source: Unflag
de_de: Markierung aufheben
fi_fi: Ei liputusta
ja_jp: フラグを外す
lv_lv: Atsaukt iezīmi
ru_ru: Снять пометку
sk_sk: Odznačiť
tr_tr: İşareti kaldır

source: Unfortunately your browser doesn't support listing available media devices.
de_de: Leider unterstützt Ihr Browser das Auflisten verfügbarer Mediengeräte nicht.
fi_fi: Valitettavasti selaimesi ei tue saatavilla olevien medialaitteiden listaamista.
ja_jp: ご利用のブラウザはご利用可能なメディアデバイス一覧をサポートしていません。
lv_lv: Diemžēl jūsu pārlūkprogramma nenodrošina pieejamo media iekārtu uzrādīšanu.
ru_ru: К сожалению, ваш браузер не поддерживает просмотр списка доступных медиаустройств.
sk_sk: Váš prehliadač bohužiaľ nepodporuje vypísanie zoznamu dostupných multimediálnych zariadení.
tr_tr: Ne yazık ki tarayıcınızın kullanılabilir medya aygıtlarını listelemeyi desteklemiyor.

source: Unicolor
de_de: Einfarbig
fi_fi: Yksivärinen
ja_jp: 単色
lv_lv: Vienkrāsas
ru_ru: Одноцветная
sk_sk: Jednofarebná
tr_tr: Tek renk

source: Unified
de_de: Standard
fi_fi: Perus
ja_jp: 統合
lv_lv: Vienots
ru_ru: Стандартные
sk_sk: Zjednotená
tr_tr: Birleşik

source: Unknown
de_de: Unbekannt
fi_fi: Tuntematon
ja_jp: 不明
lv_lv: Nezināms
ru_ru: Неизвестно
sk_sk: Neznáme
tr_tr: Bilinmiyor

source: Unknown %1$s
de_de: Unbekannt %1$s
fi_fi: Tuntematon %1$s
ja_jp: 不明 %1$s
lv_lv: Nezināms %1$s
ru_ru: Неизвестное устройство %1$s
sk_sk: Neznáme %1$s
tr_tr: Bilinmeyen %1$s

source: Unknown Sender
de_de: Unbekannter Absender
fi_fi: Tuntematon lähettäjä
ja_jp: 差出人が不明です
lv_lv: Nezināms sūtītājs
ru_ru: Неизвестный отправитель
sk_sk: Neznámy odosielateľ
tr_tr: Bilinmeyen gönderen

source: Unknown application
de_de: Unbekannte Anwendung
fi_fi: Tuntematon sovellus
ja_jp: 不明なアプリケーション
lv_lv: Nezināma aplikācija
ru_ru: Неизвестное приложение
sk_sk: Neznáma aplikácia
tr_tr: Bilinmeyen uygulama

source: Unknown error while checking tumblr-blog.
de_de: Unbekannter Fehler beim Prüfen des tumblr-Blog.
fi_fi: Tuntematon virhe tumblr blogia tarkistettaessa.
ja_jp: Tumblr ブログの確認中に不明なエラーが発生しました。
lv_lv: Neatpazīta kļūda 'tumblr' blogu pārbaudes laikā.
ru_ru: Неизвестная ошибка при проверке tumblr-blog.
sk_sk: Neznáma chyba počas kontrolovania blogu Tumblr.
tr_tr: Tumblr blog'u denetlenirken bilinmeyen bir hata oluştu.

source: Unknown sender
de_de: Unbekannter Absender
fi_fi: Tuntematon lähettäjä
ja_jp: 差出人が不明です
lv_lv: Nezināms nosūtītājs
ru_ru: Неизвестный отправитель
sk_sk: Neznámy odosielateľ
tr_tr: Bilinmeyen gönderen

source: Unknown system
de_de: Unbekanntes System
fi_fi: Tuntematon järjestelmä
ja_jp: 不明のシステム
lv_lv: Nezināma sistēma
ru_ru: Неизвестная система
sk_sk: Neznámy systém
tr_tr: Bilinmeyen sistem

source: Unlimited
de_de: Unbegrenzt
fi_fi: Rajoittamaton
ja_jp: 無制限
lv_lv: Neierobežots
ru_ru: Неограничено
sk_sk: neobmedzené
tr_tr: Sınırsız

source: Unlock
de_de: Sperre aufheben
fi_fi: Avaa lukitus
ja_jp: ロックを解除
lv_lv: Atslēgt
ru_ru: Разблокировать
sk_sk: Odomknúť
tr_tr: Kilidi kaldır

source: Unnamed subscription
de_de: Unbenanntes Abonnement
fi_fi: Nimeämätön tilaus
ja_jp: 新規の登録
lv_lv: Nenosaukts abonements
ru_ru: Безымянная подписка
sk_sk: Nepomenovaný odber
tr_tr: Adsız abonelik

source: Unread
de_de: Ungelesen
fi_fi: Lukematon
ja_jp: 未読
lv_lv: Nelasīts
ru_ru: Непрочитанное
sk_sk: Neprečítané
tr_tr: Okunmamış

source: Unread messages
de_de: Ungelesene Nachrichten
fi_fi: Lukemattomat viestit
ja_jp: 未読メッセージ
lv_lv: Nelasītie ziņojumi
ru_ru: Непрочитанные
sk_sk: Neprečítané správy
tr_tr: Okunmamış mesajlar

source: Unread: %1$d
de_de: Ungelesen: %1$d
fi_fi: Lukematon: %1$d
ja_jp: 未読: %1$d
lv_lv: Nelasīts: %1$d
ru_ru: Непрочитанные: %1$d
sk_sk: Neprečítaných: %1$d
tr_tr: Okunmamış: %1$d

source: Unsaved documents will be lost. Do you want to sign out now?
de_de: Ungesicherte Dokumente werden verloren gehen. Wollen Sie sich nun abmelden?
fi_fi: Tallentamattomat dokumentit menetetään. Haluatko kirjautua ulos?
ja_jp: 保存されていない編集中のアイテムは失われます。ログアウトしますか?
lv_lv: Nesaglabātie dokumenti tiks zaudēti. Vai tiešām vēlaties tagad atslēgties?
ru_ru: Имеются несохраненные документы. Вы действительно хотите выйти?
sk_sk: Neuložené dokumenty budú stratené. Chcete sa teraz odhlásiť?
tr_tr: Kaydedilmeyen belgeler kaybolacaktır. Çıkış yapmak istiyor musunuz?

source: Unshare
de_de: Freigabe aufheben
fi_fi: Poista jakaminen
ja_jp: 共有をやめる
lv_lv: Noņemt
ru_ru: Не делиться
sk_sk: Zrušiť zdieľanie
tr_tr: Paylaşımı kapat

source: Unsubscribed calendars
de_de: Nicht länger abonnierte Kalender
fi_fi: Ei-tilatut kalenterit
ja_jp: 登録カレンダー
lv_lv: Neabonētie kalendāri
ru_ru: Неподписанные календари
sk_sk: Neodoberané kalendáre
tr_tr: Abone olmadığınız takvimler

source: Unsubscribed folders
de_de: Nicht länger abonnierte Ordner
fi_fi: Ei-tilatut kansiot
ja_jp: 登録フォルダー
lv_lv: Neabonētās mapes
ru_ru: Неподписанные папки
sk_sk: Neodoberané priečinky
tr_tr: Abone olmadığınız klasörler

source: Unsupported Preview - Certain functions disabled and stability not assured until general release later this year
de_de: Nicht unterstützte Vorschau. Einige Funktionen wurden deaktiviert und die Stabilität kann erst für ein späteres Release zugesichert werden.
fi_fi: Tukematon ennakko - Tietyt toiminnallisuudet pois käytöstä eikä vakautta voida taata ennen varsinaista julkaisua myöhemmin tänä vuonna
ja_jp: プレビュー版 - いくつかの機能は無効となり、また安定性を保証していません
lv_lv: Neatbalstīts ieskats - dažas funkcijas ir atspējotas un stabilitāte nav garantēta līdz vispārējās versijas iznākšanai vēlāk šogad
ru_ru: Предварительный просмотр не поддерживается. Некоторые функции отключены и стабильность не гарантируется до следующего выпуска
sk_sk: Nepodporovaný náhľad - niektoré funkcie vypnuté a stabilita nie je zaručená až do všeobecného vydania neskôr v tomto roku
tr_tr: Desteklenmeyen ön izleme: Bu yılın sonlarında yayımlanacak genel sürüme dek bazı işlevler devre dışıdır ve stabilite garantisi verilmemektedir

source: Untrust
de_de: Nicht vertrauen
fi_fi: Älä luota
ja_jp: 信頼しない
lv_lv: Neuzticēties
ru_ru: Не доверять
sk_sk: Odvolať dôveru
tr_tr: Güvenme

source: Untrust certificate %1$s
de_de: Zertifikat %1$s nicht vertrauen
fi_fi: Älä luota varmenteeseen %1$s
ja_jp: 証明書%1$sを信頼しない
lv_lv: Neuzticēties sertifikātam %1$s
ru_ru: Не доверять сертификату %1$s
sk_sk: Odvolať dôveru certifikátu %1$s
tr_tr: %1$s sertifikasına güvenme

source: Update
de_de: Aktualisieren
fi_fi: Päivitä
ja_jp: 更新
lv_lv: Jaunināt
ru_ru: Обновление
sk_sk: Aktualizovať
tr_tr: Güncelle

source: Update Appointment
de_de: Termin aktualisieren
fi_fi: Päivitä tapaaminen
ja_jp: アポイントを更新
lv_lv: Atjaunināt mītiņu
ru_ru: Обновить встречу
sk_sk: Aktualizovať schôdzku
tr_tr: Randevuyu güncelle

source: Update photo
de_de: Foto aktualisieren
fi_fi: Lataa valokuva
ja_jp: 写真を更新
lv_lv: Jaunināt attēlu
ru_ru: Обновить фото
sk_sk: Aktualizovať fotku
tr_tr: Fotoğrafı güncelle

source: Updated %1$d minutes ago
de_de: Aktualisiert vor %1$d Minuten
fi_fi: Viimeksi päivitetty %1$d minuuttia sitten
ja_jp: %1$d分前に更新済
lv_lv: Jaunināts pirms %1$d minūtēm
ru_ru: Обновлено %1$d минут назад
sk_sk: Aktualizované pred %1$d minútami
tr_tr: %1$d dakika önce güncellendi

source: Updated at %1$d
de_de: Aktualisiert um %1$d
fi_fi: Päivitetty %1$d
ja_jp: %1$dに更新済
lv_lv: Jaunināts %1$d
ru_ru: Обновлено в %1$d
sk_sk: Aktualizované %1$d
tr_tr: Güncelleme: %1$d

source: Updated just now
de_de: Soeben aktualisiert
fi_fi: Päivitetty juuri nyt
ja_jp: 更新されたところ
lv_lv: Tikko jaunināts
ru_ru: Обновлено только что
sk_sk: Aktualizované pred chvíľou
tr_tr: Az önce güncellendi

source: Updates
de_de: Aktualisierungen
fi_fi: Päivitykset
ja_jp: 更新
lv_lv: Jauninājumi
ru_ru: Обновления
sk_sk: Aktualizácie
tr_tr: Güncellemeler

# software
source: Updates
fi_fi: Päivitykset
ja_jp: 更新
lv_lv: Jauninājumi
ru_ru: Обновления
sk_sk: Aktualizácie
tr_tr: Güncellemeler

source: Upgrade
fi_fi: Päivitä
ja_jp: アップグレード
lv_lv: Jaunināt
ru_ru: Обновление
sk_sk: Aktualizovať
tr_tr: Yükselt

source: Upgrade required
de_de: Upgrade erforderlich
fi_fi: Päivitys vaaditaan
ja_jp: アップグレードが必要です
lv_lv: Nepieciešama jaunināšana
ru_ru: Требуется обновление
sk_sk: Vyžaduje sa aktualizácia
tr_tr: Güncelleme gerekli

source: Upgrade your account
de_de: Konto-Upgrade
fi_fi: Päivitä tilisi
ja_jp: アカウントをアップグレード
lv_lv: Jaunināt savu kontu
ru_ru: Повысьте уровень вашей учетной записи
sk_sk: Vylepšite svoj účet
tr_tr: Hesabınızı yükseltin

source: Upload
de_de: Hochladen
fi_fi: Lataa tiedosto
ja_jp: アップロード
lv_lv: Ielādēt
ru_ru: Отправить
sk_sk: Nahrať
tr_tr: Yükle

source: Upload Recovery File
de_de: Wiederherstellungsdatei hochloaden
fi_fi: Lataa palautustiedosto
ja_jp: 復元ファイルをアップロード
lv_lv: Augšupielādēt atgūšanas failu
ru_ru: Загрузить файл восстановления
sk_sk: Nahrať obnovovací súbor
tr_tr: Kurtarma dosyasını yükle

source: Upload a photo
de_de: Ein Foto hochladen
fi_fi: Lataa valokuva
ja_jp: 写真をアップロード
lv_lv: Jaunināt attēlu
ru_ru: Загрузить фото
sk_sk: Nahrať fotku
tr_tr: Fotoğraf yükle

source: Upload file
de_de: Datei hochladen
fi_fi: Lataa tiedosto
ja_jp: ファイルをアップロード
lv_lv: Ielādēt failu
ru_ru: Добавить файл
sk_sk: Nahrať nový súbor
tr_tr: Dosya yükle

source: Upload files
de_de: Dateien hochladen
fi_fi: Lataa tiedostoja
ja_jp: ファイルをアップロード
lv_lv: Augšupielādēt failus
ru_ru: Загрузить файлы
sk_sk: Nahrať súbory
tr_tr: Dosyaları yükle

source: Upload folder
de_de: Ordner hochladen
fi_fi: Lataa kansio
ja_jp: フォルダーをアップロード
lv_lv: Augšupielādēt mapi
ru_ru: Загрузить папку
sk_sk: Nahrať priečinok
tr_tr: Klasör yükle

source: Upload local file
de_de: Lokale Datei hochladen
fi_fi: Lataa paikallinen tiedosto
ja_jp: ローカルファイルをアップロード
lv_lv: Augšupielādēt lokālu failu
ru_ru: Загрузить локальный файл
sk_sk: Nahrať lokálny súbor
tr_tr: Yerel dosya yükle

source: Upload new version
de_de: Neue Version hochladen
fi_fi: Lataa uusi versio
ja_jp: 新しいバージョンをアップロード
lv_lv: Ielādēt jaunu versiju
ru_ru: Добавить новую версию
sk_sk: Nahrať novú verziu
tr_tr: Yeni sürümü yükle

source: Upload progress
de_de: Upload-Fortschritt
fi_fi: Latauksen edistyminen
ja_jp: アップロードの進捗状況
lv_lv: Ielādes progress
ru_ru: Индикатор выполнения
sk_sk: Priebeh nahrávania
tr_tr: Yükleme ilerlemesi

source: Uploading "%1$s"
de_de: "%1$s" wird hochgeladen ...
fi_fi: Ladataan "%1$s"
ja_jp: "%1$s"をアップロードしています...
lv_lv: Ielādē "%1$s"
ru_ru: Отправляется «%1$s»
sk_sk: Nahráva sa "%1$s"
tr_tr: "%1$s" yükleniyor

source: Uploading Attachment...
de_de: Anhang hochladen...
fi_fi: Ladataan liitteitä...
ja_jp: 添付ファイルをアップロードしています...
lv_lv: Pielikuma augšupielāde...
ru_ru: Загрузка вложений…
sk_sk: Nahráva sa príloha...
tr_tr: Dosya yükleniyor...

source: Uploading attachments
de_de: Anhänge werden hochgeladen
fi_fi: Ladataan liitteitä
ja_jp: 添付ファイルをアップロードしています
lv_lv: Pielikumu ielāde
ru_ru: Загружаются вложения
sk_sk: Nahrávajú sa prílohy
tr_tr: Dosyalar yükleniyor

source: Uploading folders is not supported in this display area.
de_de: Das Hochladen von Ordnern wird in diesem Anzeigebereich nicht unterstützt.
fi_fi: Kansioiden lataamista ei tueta tässä näkymässä.
ja_jp: この表示エリアではフォルダーのアップロードはサポートされていません。
lv_lv: Mapju augšupielāde šajā skata laukā netiek atbalstīta.
ru_ru: Загрузка папок не поддерживается в этой области отображения.
sk_sk: Nahrávanie priečinkov nie je podporované v tejto zobrazovacej oblasti.
tr_tr: Bu içerik alanında klasörlerin karşıya yüklenmesi desteklenmiyor.

source: Uploading folders is not supported.
de_de: Das Hochladen von Ordnern wird nicht unterstützt.
fi_fi: Kansioiden lataamista ei tueta.
ja_jp: フォルダーのアップロードはサポートされていません。
lv_lv: Mapju augšupielāde netiek atbalstīta.
ru_ru: Передача папок не поддерживается.
sk_sk: Nahrávanie priečinkov nie je podporované.
tr_tr: Klasör yükleme desteklenmiyor.

source: Urgency
de_de: Dringlichkeit
fi_fi: Kiireellisyys
ja_jp: 緊急度
lv_lv: Svarīgums
ru_ru: Срочность
sk_sk: Naliehavosť
tr_tr: Aciliyet

source: Usability
de_de: Benutzerfreundlichkeit
fi_fi: Käytettävyys
ja_jp: ユーザビリティ
lv_lv: Pielietojamība
ru_ru: Удобство использования
sk_sk: Použiteľnosť
tr_tr: Kullanılabilirlik

source: Use %1$s
de_de: %1$s verwenden
fi_fi: Käytä %1$s
ja_jp: %1$s を使用
lv_lv: Izmantot %1$s
ru_ru: Использовать %1$s
sk_sk: Použiť %1$s
tr_tr: %1$s kullan

source: Use Yubikey's One Time Password System
de_de: Einmalpasswort-System von Yubikey verwenden
fi_fi: Käytä Yubikeyn kertakäyttöisen salasanan järjestelmää
ja_jp: Yubikeyの一回のみのパスワードシステムを使用
lv_lv: Izmantot Yubikey One Time Password sisēmu
ru_ru: Использовать одноразовый пароль Yubikey
sk_sk: Používať jednorazové heslá Yubikey (OTP)
tr_tr: Yubikey'in tek seferlik parola (OTP) sistemini kullan

source: Use browser default
de_de: Browser-Standard verwenden
fi_fi: Aseta selaimen oletusta
ja_jp: ブラウザの既定値を使用
lv_lv: Lietot pārlūka noklusējumu
ru_ru: Использовать настройки браузера
sk_sk: Použiť predvoľby prehliadača
tr_tr: Tarayıcı varsayılanını kullan

source: Use calendar color
de_de: Kalenderfarbe verwenden
fi_fi: Käytä kalenteriväriä
ja_jp: カレンダーの色を使用
lv_lv: Lietot kalendāra krāsu
ru_ru: Использовать цвет календаря
sk_sk: Použiť farbu kalendára
tr_tr: Takvim rengini kullan

source: Use content
de_de: Inhalt verwenden
fi_fi: Käytä sisältöä
ja_jp: 内容を使用
lv_lv: Lietot saturu
ru_ru: Использовать содержимое
sk_sk: Použiť obsah
tr_tr: İçeriği kullan

source: Use cursor keys to change the date. Press ctrl-key at the same time to change year or shift-key to change month. Close date-picker by pressing ESC key.
de_de: Verwenden Sie die Pfeiltasten zum Ändern des Datums. Zum Ändern des Jahres drücken Sie gleichzeitig die Strg-Taste. Zum Ändern des Monats verwenden Sie die Umschalttaste. Den Datumswähler können Sie mit der Esc-Taste wieder schließen.
fi_fi: Valitse päivä nuolinäppäimillä. Valitse vuosi painamalla yhtä aikaa [Ctrl] tai paina [shift] valitaksesi kuukausi. Sulje valitsin painamalla [Esc].
ja_jp: カーソルキーで日付を変更できます。カーソルキーと Ctrl キーを同時に押すと年を、カーソルキーと Shift キーを同時に押すと月を変更できます。Esc キーを押すと日付の選択を閉じます。
lv_lv: Lai izmainītu datumu, izmantojiet kursora taustiņus. Lai izmainītu gadu, izmantojiet ctrl-taustiņu. Lai izmainītu mēnesi, izmantojiet shift-taustiņu. Lai aizvērtu datuma izvēles logu izmantojiet ESC taustiņu.
ru_ru: Для изменения даты используйте стрелки. Удерживайте CTRL, чтобы изменить год, и SHIFT, чтобы изменить месяц. По завершению, нажмите ESC.
sk_sk: Použite klávesy šípok na zmenu dátumu. Stlačte pri tom Ctrl, ak chcete zmeniť rok alebo Shift ak chcete zmeniť mesiac. Stlačením klávesu ESC zatvoríte výber dátumu.
tr_tr: Tarihi değiştirmek için ok tuşlarını kullanın. Yılı değiştirmek için aynı anda ctrl-ok tuşlarına, ayı değiştirmek için shift-ok tuşlarına basın. Esc tuşuna basarak tarih seçiciyi kapatabilirsiniz.
