Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Please enter a valid phone number. Allowed characters are: %1$s
de_de: Bitte geben Sie eine gültige Telefonnummer ein. Folgende Zeichen sind zulässig: %1$s
fi_fi: Ole hyvä ja syötä käypä puhelinnumero. Sallitut merkit ovat: %1$s
ja_jp: 有効な電話番号を入力してください。使用可能な文字: %1$s
lv_lv: Lūdzu ievadiet derīgu Telefona numuru. Atļautie simboli ir: %1$s
ru_ru: Введите действительный номер телефона. Допустимые знаки: %1$s
sk_sk: Prosím, zadajte platné telefónne číslo. Povolené znaky sú: %1$s
tr_tr: Lütfen geçerli bir telefon numara girin. Geçerli karakterler: %1$s

source: Please enter a value
de_de: Bitte geben Sie einen Wert ein
fi_fi: Syötä arvo
ja_jp: 値を入力してください
lv_lv: Lūdzu ievadiet vērtību
ru_ru: Введите значение
sk_sk: Prosím, zadajte hodnotu
tr_tr: Lütfen bir değer girin

source: Please enter an blog url.
de_de: Bitte geben Sie eine Blog-URL ein.
fi_fi: Anna blogin URL.
ja_jp: ブログの URL を入力してください。
lv_lv: Lūdzu ievadiet bloga URL.
ru_ru: Введите адрес блога.
sk_sk: Prosím, zadajte URL blogu.
tr_tr: Lütfen bir blog adresi yazın.

source: Please enter correct password
de_de: Bitte geben Sie ein korrektes Passwort ein
fi_fi: Syötä oikea salasana
ja_jp: 正しいパスワードを入力してください
lv_lv: Lūdzu ievadiet pareizu paroli
ru_ru: Введите действительный пароль
sk_sk: Prosím, zadajte správne heslo
tr_tr: Lütfen doğru parolayı yazın

source: Please enter password.
de_de: Bitte Passwort eingeben.
fi_fi: Anna salasana.
ja_jp: パスワードを入力します。
lv_lv: Lūdzu ievadiet paroli.
ru_ru: Пожалуйста введите пароль.
sk_sk: Zadajte heslo.
tr_tr: Lütfen parolayı yazın.

source: Please enter the following data: %1$s
de_de: Bitte geben Sie die folgenden Daten ein: %1$s
fi_fi: Ole hyvä ja syötä seuraavat tiedot: %1$s
ja_jp: 次のデータを入力してください: %1$s
lv_lv: Lūdzu ievadiet sekojošus datus: %1$s
ru_ru: Заполните данные: %1$s
sk_sk: Prosím, zadajte nasledovné dáta: %1$s
tr_tr: Lütfen şu veriyi girin: %1$s

source: Please enter the password.
de_de: Bitte das Passwort eingeben.
fi_fi: Anna salasana.
ja_jp: パスワードを入力します。
lv_lv: Lūdzu ievadiet paroli.
ru_ru: Пожалуйста, введите пароль.
sk_sk: Zadajte heslo.
tr_tr: Lütfen parolayı yazın.

source: Please enter the phone number for the device.
de_de: Bitte geben Sie die Telefonnummer für das Gerät ein.
fi_fi: Ole hyvä ja syötä laitteen puhelinnumero.
ja_jp: デバイスに電話番号を入力してください。
lv_lv: Lūdzu ievadiet ierīces telefona numuru.
ru_ru: Введите номер телефона устройства.
sk_sk: Zadajte telefónne číslo zariadenia.
tr_tr: Lütfen cihazın telefon numarasını yazın.

source: Please enter the recovery code
de_de: Bitte geben Sie den Wiederherstellungscode ein
fi_fi: Kirjoita palautuskoodi
ja_jp: 復元コードを入力してください。
lv_lv: Lūdzu ievadiet atgūšanas kodu
ru_ru: Введите код верификации
sk_sk: Prosím, zadajte obnovovací kód
tr_tr: Lütfen kurtarma kodunu yazın

source: Please enter the same password.
de_de: Bitte geben Sie das gleiche Passwort ein.
fi_fi: Anna sama salasana.
ja_jp: 同じパスワードを入力してください。
lv_lv: Lūdzu ievadiet tādu pat paroli.
ru_ru: Введите тот же пароль.
sk_sk: Zadajte rovnaké heslo.
tr_tr: Lütfen aynı parolayı yazın.

source: Please enter the validation code we just sent to your device.
de_de: Bitte geben Sie den Validierungscode ein, der gerade an ihr Gerät gesendet wurde.
fi_fi: Kirjoita palautuskoodi, jonka lähetettiin juuri laitteellesi.
ja_jp: お使いのデバイスに送信した認証コードを入力してください。
lv_lv: Lūdzu ievadiet validācijas kodu, kurš tika nosūtīts uz jūsu ierīci.
ru_ru: Введите код верификации, мы только что выслали код на ваше устройство.
sk_sk: Prosím, zadajte overovací kód, ktorý sme práve poslali do vášho zariadenia.
tr_tr: Lütfen cihazınıza gönderdiğiniz doğrulama kodunu yazın.

source: Please enter value between 0 and 100.
de_de: Bitte geben Sie einen Wert zwischen 0 und 100 ein.
fi_fi: Syötä arvo väliltä 0 ja 100.
ja_jp: 0 から 100 までの値を入力してください。
lv_lv: Lūdzu ievadiet vērtību starp 0 un 100.
ru_ru: Введите значение от 0 до 100.
sk_sk: Prosím, zadajte platnú hodnotu medzi 0 a 100.
tr_tr: Lütfen 0 ile 100 arasında bir değer girin.

source: Please enter your credentials.
de_de: Bitte geben Sie Ihre Zugangsdaten ein.
fi_fi: Syötä tunnuksesi.
ja_jp: 認証情報を入力してください。
lv_lv: Lūdzu ievadiet pieslēguma informāciju.
ru_ru: Введите реквизиты доступа.
sk_sk: Prosím, zadajte svoje prihlasovacie údaje.
tr_tr: Lütfen giriş bilgilerinizi yazın.

source: Please enter your email address associated with %1$s. You will receive an email that contains a link to reset your password.
de_de: Bitte geben Sie Ihre mit %1$s verknüpfte E-Mail-Adresse ein. Sie erhalten eine E-Mail, die einen Link zum Zurücksetzen Ihres Passworts enthält.
fi_fi: Kirjoita %1$s-salasanasi. Saat sähköpostin, joka sisältää linkin uuden salasanan asettamiseksi.
ja_jp: %1$sに関連付けられているメールアドレスを入力してください。パスワードリセット用のリンクを含むメールが送信されます。
lv_lv: Lūdzu ievadiet savu e-pasta adresi, kura ir asociēta ar %1$s. Jūs saņemsiet e-pastu ar saisti uz paroles atiestatīšanas vietni.
ru_ru: Введите свой адрес электронной почты, связанный с %1$s. Вы получите электронное письмо со ссылкой для сброса пароля.
sk_sk: Prosím, zadajte svoju emailovú adresu, ktorú používate na %1$s. Dostanete email s odkazom na obnovenie vášho hesla.
tr_tr: Lütfen %1$s hesabınıza kayıtlı e-posta adresinizi girin. Parolanızı sıfırlamak için gereken bağlantıyı e-postayla göndereceğiz.

source: Please enter your mobile phone number, and we´ll send you a link to automatically configure your iOS device! It´s that simple!
de_de: Bitte geben Sie Ihre Mobilrufnummer ein und wir senden Ihnen einen Link zur automatischen Konfiguration Ihres iOS-Geräts. Es ist ganz einfach!
fi_fi: Anna kännykkäsi numero, johon lähetämme linkin iOS-laitteesi automaattista konfigurointia varten. Se on näin yksinkertaista!
ja_jp: 携帯電話番号を入力してください。iOSデバイスを自動的に構成するリンクを送信します。
lv_lv: Lūdzu ievadiet savu mobilā telefona numuru, un mēs nosūtīsim jums saiti automātiskai jūsu iOS ierīces konfigurēšanai!
ru_ru: Введите номер мобильного телефона, чтобы получить SMS с ссылкой для автоматической настройки вашего устройства iOS. Это действительно просто!
sk_sk: Prosím, zadajte číslo vášho mobilného telefónu, a pošleme vám odkaz na automatické nastavenie vášho zariadenia iOS! Áno, je to také jednoduché!
tr_tr: Lütfen cep telefonu numaranızı yazın. iOS cihazınızı otomatik olarak yapılandırabileceğiniz bağlantıyı telefonunuza göndereceğiz.

source: Please enter your new password.
de_de: Bitte geben Sie Ihr neues Passwort ein.
fi_fi: Kirjoita uusi salasanasi.
ja_jp: 新しいパスワードを入力してください。
lv_lv: Lūdzu ievadiet savu jauno paroli.
ru_ru: Введите новый пароль.
sk_sk: Zadajte svoje nové heslo.
tr_tr: Lütfen yeni parolanızı yazın.

source: Please enter your password.
de_de: Bitte geben Sie Ihr Passwort ein.
fi_fi: Syötä salasanasi.
ja_jp: パスワードを入力してください。
lv_lv: Lūdzu ievadiet paroli.
ru_ru: Введите пароль.
sk_sk: Prosím, zadajte svoje heslo.
tr_tr: Lütfen parolanızı yazın.

source: Please grant access to your webcam first.
de_de: Bitte gewähren Sie zuerst den Zugriff auf Ihre Webcam.
fi_fi: Anna ensin pääsy webcamiisi.
ja_jp: お使いのWebカメラへのアクセスを許可してください。
lv_lv: Lūdzu, vispirms piešķiriet piekļuvi tīmekļa kamerai.
ru_ru: Разрешите доступ к вашей веб-камере.
sk_sk: Prosím, najskôr umožnite prístup k vašej webovej kamere.
tr_tr: Lütfen öncelikle kameranıza erişim izni verin.

source: Please insert a date after the start date
de_de: Bitte geben Sie ein Datum nach dem Startdatum ein
fi_fi: Päättymispäivämäärän täytyy olla alkamispäivämäärän jälkeen
ja_jp: 開始日以降の日付を指定してください
lv_lv: Norādiet datumu pēc sākuma datuma
ru_ru: Укажите дату, которая следует за датой начала
sk_sk: Prosím, vložte dátum, ktorý je neskorší ako dátum začiatku
tr_tr: Lütfen başlangıç tarihinden sonra gelen bir tarih ekleyin

source: Please note that other participants are removed on calendar import.
de_de: Bitte beachten Sie, dass andere Teilnehmer beim Kalenderimport entfernt werden.
fi_fi: Huomaa, että muut osallistujat poistetaan kalenteria tuotaessa.
ja_jp: 他の参加者はカレンダーインポートから削除されます。
lv_lv: Lūdzu ņemiet vērā, ka pie kalendāra importēšanas citi dalībnieki tiks noņemti.
ru_ru: Обратите внимание, что при импорте календаря другие участники будут исключены.
sk_sk: Prosím, pamätajte, že ostatní účastníci budú odstránení pri importe kalendára.
tr_tr: Takvimleri içe aktarırken diğer katılımcıların silineceğini unutmayın.

source: Please note that some categories are predefined and you might not be able to rename or disable them.
de_de: Bitte beachten Sie, dass einige Kategorien vordefiniert sind und möglicherweise nicht umbenannt oder deaktiviert werden können.
fi_fi: Huomaa, että jotkut luokat on ennaltamääritelty etkä voi välttämättä nimetä niitä uudelleen tai kytkeä niitä pois päältä.
ja_jp: 既定のカテゴリもあり、名前を変更したり、または無効にすることができない可能性もあります。
lv_lv: Ievērojiet ka dažas no kategorijām ir iepriekš definētas un tās nav iespējams atspējot vai pārdevēt.
ru_ru: Обратите внимание на то, что некоторые категории предустановлены, и вам не удастся переименовать или отключить их.
sk_sk: Prosím, pamätajte, že niektoré kategórie sú preddefinované a nebudete ich môcť premenovať či zakázať.
tr_tr: Bazı kategorilerin önceden tanımlanmış olduğunu, bunları yeniden adlandıramayacağınızı ve devre dışı bırakamayacağınızı unutmayın.

source: Please note that support requests cannot be handled via the feedback form. If you have questions or problems please contact our support directly.
de_de: Bitte beachten Sie, dass Support-Anfragen nicht über das Feedback-Formular bearbeitet werden können. Sollten Sie Fragen oder Probleme haben, kontaktieren Sie unseren Support bitte direkt.
fi_fi: Ole hyvä ja huomioi ettei tukipyyntöjä voida käsitelä palautelomakkeen kautta. Mikäli sinulla on kysymyksiä tai ongelmia, ota suoraan yhteyttä tukeemme.
ja_jp: サポートのご依頼はこのフィードバックでは送れません。ご質問や問題についてはサポートへのコンタクトをお願いします。
lv_lv: Ivērojiet, ka atbalsta pieprasījumiem nevar izmantot atsauksmju funkciju. Ja jums ir jautājumi vai problēmas, lūdzu sazinieties tieši ar mūsu atbalsta dienestu.
ru_ru: Обратите внимание на то, что запросы о поддержке невозможно обработать через форму обратной связи. Если у вас есть вопросы или затруднения, обратитесь непосредственно в службу поддержки.
sk_sk: Prosím, pamätajte, že žiadosti o podporu nemôžeme riešiť pomocou formulára spätnej väzby. Ak máte otázky alebo problémy, prosím kontaktujte priamo našu podporu.
tr_tr: Görüş formu aracılığıyla gönderilen destek taleplerini dikkate alamadığımızı hatırlatmak isteriz. Sorularınız varsa lütfen doğrudan destek ekibimize başvurun.

source: Please note, changing or removing the file extension will cause problems when viewing or editing.
de_de: Bitte beachten Sie, dass das Ändern oder Entfernen der Dateiendung Probleme beim Betrachten und Bearbeiten der Datei verursacht.
fi_fi: Huomioithan, että tiedoston päätteen poistaminen tai muuttaminen aiheuttaa ongelmia katselulle ja muokkaukselle.
ja_jp: ファイル拡張子を変更すると、ファイルの表示や編集ができなくなる場合があります。
lv_lv: Ievērojiet ka faila paplašinājuma izmaiņas vai dzēšana izraisīs skatīšanas un rediģēšanas problēms.
ru_ru: Изменение и удаление расширения может помешать дальнейшему просмотру и редактированию файла.
sk_sk: Vezmite prosím na vedomie, že zmenenie alebo odstránenie prípony súboru spôsobí problémy prehliadaním či úpravou.
tr_tr: Unutmayın ki dosya uzantısını değiştirme veya kaldırma, dosyayı görüntülerken veya düzenlerken sorunlara neden olabilir.

source: Please note: After downloading you will have to enable the profile in the Settings app to complete the installation.
de_de: Bitte beachten Sie: Nach dem Herunterladen müssen Sie das Profil in der App "Einstellungen" aktivieren, um die Installation abzuschließen.
fi_fi: Huom. Lataamisen jälkeen sinun on otettava profiili käyttöön Asetukset-sovelluksessa asennuksen viimeistelemiseksi.
ja_jp: インストールを完了するには、ダウンロード後に設定アプリケーションでプロファイルを有効にしてください。
lv_lv: Lūdzu ievērojiet: Lai pabeigtu instalēšanu, pēc lejupielādes jums ir iestatījumu aplikācijā jāiespējo profils.
ru_ru: Обратите внимание: после загрузки вам нужно будет включить профиль в приложении «Настройки», чтобы завершить установку.
sk_sk: Poznámka: Po stiahnutí budete musieť povoliť profil v Nastaveniach aplikácie, aby ste dokončili inštaláciu.
tr_tr: Uyarı: Profili indirdikten sonra kurulumu tamamlamak için Ayarlar uygulamasından profili etkinleştirmeniz gerekir.

source: Please only drop images here. If you want to send other files, you can send them as attachments.
de_de: Bitte legen Sie nur Bilder hier ab. Wenn Sie andere Dateien senden möchten, können Sie sie als Anhänge senden.
fi_fi: Pudota tähän ainoastaan kuvia. Jos haluat lähettää muita tiedostoja, lähetä ne liitteinä.
ja_jp: ここには画像ファイルしかドロップできません。他の種類のファイルは添付ファイルとして送信できます。
lv_lv: Lūdzu šeit novietojiet tikai attēlus. Ja vēlaties nosūtīt cita tipa failus, sūtiet tos kā pielikumus.
ru_ru: Сюда можно поместить только изображения. Для других типов файлов можно создать вложения.
sk_sk: Prosím, presúvajte sem len obrázky tu. Ak chcete odoslať iné súbory, môžete ich poslať ako prílohy.
tr_tr: Lütfen sadece resim dosyalarını buraya sürükleyin. Başka tür dosyaları ek olarak gönderebilirsiniz.

source: Please only use numeric characters for phone number
de_de: Bitte verwenden Sie nur numerische Zeichen für die Telefonnummer
fi_fi: Käytä puhelinnumerossa vain numeroita
ja_jp: 電話番号には数字のみを使用してください。
lv_lv: Lūdzu telefona numuram izmantojiet tikai ciparu simbolus
ru_ru: Номер телефона должен содержать только цифры
sk_sk: V telefónnom čísle použite len číslice
tr_tr: Telefon numarasında yalnızca sayısal karakterler kullanın

source: Please rate the following application:
de_de: Bitte bewerten Sie die folgende Applikation:
fi_fi: Ole hyvä ja arvioi seuraava sovellus:
ja_jp: 次のアプリケーションを評価してください:
lv_lv: Lūdzu novērtējiet sekojošo aplikāciju:
ru_ru: Пожалуйста, оцените наше приложение:
sk_sk: Prosím, ohodnoťte nasledovnú aplikáciu:
tr_tr: Lütfen aşağıdaki uygulamaya bir puan verin:

source: Please rate this product
de_de: Bitte bewerten Sie dieses Produkt
fi_fi: Ole hyvä ja arvioi tämä tuote
ja_jp: この製品を評価してください
lv_lv: Lūdzu novērtējiet šo produktu
ru_ru: Оцените этот продукт
sk_sk: Prosím, ohodnoťte tento produkt
tr_tr: Lütfen bu ürüne bir puan verin

source: Please scan this code with your phone's camera:
de_de: Scannen Sie diesen Code bitte mit Ihrer Telefonkamera:
fi_fi: Skannaa tämä koodi puhelimesi kameralla:
ja_jp: このコードをお使いの電話のカメラでスキャンしてください。
lv_lv: Lūdzu ieskenējiet šo kodu ar sava telefona kameru:
ru_ru: Пожалуйста, отсканируйте этот код камерой вашего телефона:
sk_sk: Naskenujte tento kód pomocou fotoaparátu telefónu:
tr_tr: Bu lütfen kodu telefonunuzun kamerasına okutun:

source: Please select a device to use for additional authentication
de_de: Bitte wählen Sie ein Gerät aus, das Sie für eine zusätzliche Authentifizierung verwenden können
fi_fi: Valitse lisävarmistamiseen käytettävä laite
ja_jp: 追加の認証に使用するデバイスを選択してください。
lv_lv: Lūdzu izvēlieties ierīci papildus autentifikācijai
ru_ru: Выберите устройство для дополнительной аутентификации
sk_sk: Vyberte zariadenie, ktoré chcete použiť na ďalší krok overenia
tr_tr: Ek doğrulama amacıyla kullanacağınız cihazı seçin

source: Please select a file to import
de_de: Bitte wählen Sie eine zu importierende Datei
fi_fi: Valitse tuotava tiedosto
ja_jp: インポートするファイルを選択してください。
lv_lv: Lūdzu izvēlieties importējamo failu
ru_ru: Выберите файл для импорта
sk_sk: Prosím, vyberte súbor, ktorý chcete importovať
tr_tr: Lütfen içe aktarılacak dosyayı seçin

source: Please select a rating.
de_de: Bitte wählen Sie eine Bewertung.
fi_fi: Valitse arvio.
ja_jp: 評価を選択してください。
lv_lv: Lūdzu norādiet vērtējumu.
ru_ru: Выберите оценку.
sk_sk: Prosím, vyberte hodnotenie.
tr_tr: Lütfen bir puan seçin.

source: Please select a time for the appointment
de_de: Bitte wählen Sie eine Uhrzeit für den Termin
fi_fi: Valitse tapaamisen ajankohta
ja_jp: この予定の時間を選択してください。
lv_lv: Lūdzu izvēlieties mītiņa laiku
ru_ru: Выберите время встречи
sk_sk: Prosím, vyberte čas schôdzky
tr_tr: Lütfen randevu saatini seçin

source: Please select a valid iCal file to import
de_de: Wählen Sie bitte eine gültige iCal-Datei für den Import
fi_fi: Valitse tuotavaksi kelpaava iCal-tiedosto
ja_jp: インポートする有効な iCal ファイルを選択してください。
lv_lv: Lūdzu izvēlieties importam derīgu iCal failu
ru_ru: Выберите файл iCal для импорта
sk_sk: Prosím, vyberte platný súbor iCal, ktorý chcete importovať
tr_tr: Lütfen içe aktarım için geçerli bir iCal dosyası seçin

source: Please select a valid image File to insert
de_de: Wählen Sie bitte eine gültige Bilddatei zum Einfügen.
fi_fi: Valitse lisättäväksi käypä kuvatiedosto
ja_jp: 有効な画像ファイルを選択してください
lv_lv: Lūdzu izvēlieties derīgu attēla failu
ru_ru: Выберите файл изображения для вставки
sk_sk: Prosím, vyberte platný súbor obrázka, ktorý chcete vložiť
tr_tr: Eklemek için lütfen geçerli bir resim dosyası seçin

source: Please select at least one day
de_de: Bitte wählen Sie mindestens einen Tag
fi_fi: Valitse vähintään yksi päivä
ja_jp: 曜日を選択してください
lv_lv: Lūdzu norādiet vismaz vienu dienu
ru_ru: Выберите хотя бы один день
sk_sk: Prosím, vyberte aspoň jeden deň
tr_tr: Lütfen en az bir gün seçin

source: Please select the folder to apply the rule to
de_de: Wählen Sie den Ordner aus, auf den die Regel angewendet werden soll
fi_fi: Valitse kansio, johon sääntöä sovelletaan
ja_jp: フォルダーを選択してルールを適用してください。
lv_lv: Izvēlieties mapi, kurai piemērot noteikumu
ru_ru: Выберите папку, к которой нужно применить правило
sk_sk: Vyberte priečinok, na ktorý chcete použiť pravidlo
tr_tr: Kuralın uygulanacağı klasörü seçin

source: Please select the platform of your device.
de_de: Bitte wählen Sie die Plattform Ihres Geräts.
fi_fi: Valitse laitteesi alusta.
ja_jp: デバイスのプラットフォームを選択してください。
lv_lv: Lūdzu izvēlieties savas ierīces platformu.
ru_ru: Выберите платформу вашего устройстваы.
sk_sk: Prosím, vyberte platformu vášho zariadenia.
tr_tr: Lütfen cihazınızın platformunu seçin.

source: Please select which of the following data we may use to create your %s account:
de_de: Bitte wählen Sie die zu verwendenden Daten zum Anlegen Ihres %s-Kontos:
fi_fi: Ole hyvä ja valitse mitä seuraavista tiedoista voidaan käyttää %s-tilisi luomiseen:
ja_jp: %s アカウントの作成に使用するデータを以下から選択してください:
lv_lv: Lūdzu norādiet kādus jūsu datus var izmantot %s konta izveidošanai:
ru_ru: Выберите данные, на основе которых будет создана учетная запись %s:
sk_sk: Prosím, vyberte, ktoré z nasledovných údajov môžeme použiť na vytvorenie účtu %s:
tr_tr: %s hesabınızı oluştururken hangi verileri kullanabileceğimizi seçin:

source: Please set day and month properly
de_de: Bitte geben Sie einen gültigen Tag und Monat ein
fi_fi: Aseta päivä ja kuukausi oikein
ja_jp: 有効な月日を指定してください
lv_lv: Lūdzu pareizi norādiet dienu un mēnesi
ru_ru: Введите действительный день и месяц
sk_sk: Prosím, nastavte správne deň a mesiac
tr_tr: Lütfen gün ve ayı düzgün bir şekilde ayarlayın

source: Please sign in again to continue
de_de: Zum Fortfahren bitte erneut anmelden
fi_fi: Uudelleenkirjaudu jatkaaksesi
ja_jp: 続行するにはもう一度ログインしてください
lv_lv: Lai turpinātu lūdzu pieslēdzieties no jauna
ru_ru: Авторизуйтесь для продолжения
sk_sk: Prosím, znova sa prihláste, aby ste mohli pokračovať
tr_tr: Devam etmek için lütfen yeniden giriş yapın

source: Please touch/activate your device
de_de: Bitte aktivieren Sie Ihr Gerät
fi_fi: Kosketa/käynnistä laitteesi
ja_jp: お使いのデバイスをタッチ／起動してください。
lv_lv: Lūdzu aktivizējiet savu ierīci
ru_ru: Нажмите/активируйте устройство
sk_sk: Prosím dotknite sa vášho zariadenia / aktivujte vaše zariadenie
tr_tr: Lütfen cihazınıza dokunun/etkinleştirin

source: Please try to add your mail address <b>%1$s</b> to check whether your mail client can automatically configure your email account.
de_de: Bitte versuchen Sie, Ihre E-Mail-Adresse <b>%1$s</b> hinzuzufügen, um zu überprüfen, ob Ihr E-Mail-Client Ihr E-Mail-Konto automatisch konfigurieren kann.
fi_fi: Yritä lisätä sähköpostiosoitteesi <b>%1$s</b> tarkistaaksesi voiko sähköpostiohjelmasi konfiguroida sähköpostitilisi automaattisesti.
ja_jp: メールアドレス<b>%1$s</b>を追加して、お使いのメールクライアントでメールアカウントを自動で設定できるかどうかを確認してください。
lv_lv: Lūdzu mēģiniet pievienot savu e-pasta adresi <b>%1$s</b> lai pārbaudītu vai jūsu e-pasta klients var automātiski konfigurēt e-pasta kontu.
ru_ru: Попробуйте добавить свой адрес электронной почты <b>%1$s</b>, чтобы проверить, может ли ваш почтовый клиент автоматически настроить вашу учетную запись электронной почты.
sk_sk: Prosím, pokúste sa pridať vašu emailovú adresu <b>%1$s</b>, aby ste overili, či váš emailový klient dokáže automaticky nakonfigurovať váš emailový účet.
tr_tr: E-posta istemcinizin e-posta hesabınızı otomatik olarak yapılandırıp yapılandıramayacağını kontrol etmek için lütfen <b>%1$s</b> adresinizi eklemeyi deneyin.

source: Please update your browser.
de_de: Bitte aktualisieren Sie Ihren Browser.
fi_fi: Ole hyvä ja päivitä selaimesi.
ja_jp: ご利用のブラウザを更新してください。
lv_lv: Lūdzu jauniniet savu pārlūkprogrammu.
ru_ru: Обновите браузер.
sk_sk: Prosím aktualizujte svoj prehliadač.
tr_tr: Lütfen tarayıcınızı güncelleyin.

source: Please use the "Connect your device" wizard to download %s
de_de: Bitte verwenden Sie den Assistenten "Ihr Gerät verbinden" zum Herunterladen von %s
fi_fi: Käytä "Yhdistä laitteesi" -ohjausta ladataksesi %s
ja_jp: 「お使いのデバイスを接続」ウィザードを使用して、%sをダウンロードしてください。
lv_lv: Lai lejupielādētu %s, lūdzu izmantojiet ierīču pieslēgšanas vedni
ru_ru: Используйте мастер «Подключить устройство», чтобы скачать %s
sk_sk: Použite sprievodcu "Pripojenie zariadenia" na stiahnutie %s
tr_tr: %s uygulamasını indirmek için lütfen "Cihazınızı bağlayın" sihirbazını kullanın

source: Please wait for the previous operation to finish
de_de: Bitte warten Sie, bis der vorherige Vorgang beendet ist
fi_fi: Odota, että edellisen tehtävän suorittaminen on valmis
ja_jp: 以前の操作が完了するまでお待ちください
lv_lv: Pagaidiet līdz tiek pabeigta iepriekšējā operācija
ru_ru: Дождитесь окончания предыдущей операции
sk_sk: Prosím, počkajte na dokončenie predchádzajúcej operácie
tr_tr: Lütfen önceki işlemin bitmesini bekleyin

source: Plus
ja_jp: プラス
ru_ru: Плюс
tr_tr: Artı

source: Pop out standalone viewer
de_de: In eigenem Fenster öffnen
fi_fi: Avaa erillisessä ikkunassa
ja_jp: スタンドアロンビューアをポップアウト
lv_lv: Parādīt atsevišķu apskatlogu
ru_ru: Открыть в отдельном окне
sk_sk: Oddeliť samostatný prehliadač
tr_tr: Ayrık görüntüleyicide aç

source: Port
fi_fi: Portti
ja_jp: ポート
lv_lv: Ports
ru_ru: Порт

source: Portal
fi_fi: Portaali
ja_jp: ポータル
lv_lv: Portāls
ru_ru: Портал
sk_sk: Portál

# app
source: Portal
fi_fi: Portaali
ja_jp: ポータル
lv_lv: Portāls
ru_ru: Портал
sk_sk: Portál

source: Portal Widgets
fi_fi: Portaalin widgetit
ja_jp: ポータル ウィジェット
lv_lv: Portāla logrīki
ru_ru: Виджеты портала
sk_sk: Miniaplikácie portálu
tr_tr: Portal bileşenleri

source: Portal widgets
fi_fi: Portaalin widgetit
ja_jp: ポータル ウィジェット
lv_lv: Portāla logrīki
ru_ru: Виджеты портала
sk_sk: Widgety portálu
tr_tr: Portal bileşenleri

source: Portuguese
de_de: Portugiesisch
fi_fi: portugali
ja_jp: ポルトガル語
lv_lv: Portugāļu
ru_ru: Португальский
sk_sk: portugalčina
tr_tr: Portekizce

source: Position
fi_fi: Asema
ja_jp: 役職
lv_lv: Pozīcija
ru_ru: Должность
sk_sk: Pozícia
tr_tr: Pozisyon

source: Position %s
fi_fi: Asema %s
ja_jp: 位置 %s
lv_lv: Pozīcija %s
ru_ru: Должность %s
sk_sk: Pozícia %s
tr_tr: Pozisyon %s

source: Positive
de_de: Positiv
fi_fi: Positiivinen
ja_jp: ポジティブチェック
lv_lv: Pozitīvs
ru_ru: Положительный
sk_sk: Pozitívny
tr_tr: Pozitif

source: Post a status update
de_de: Eine Status-Meldung veröffentlichen
fi_fi: Postaa tilapäivitys
ja_jp: ステータス アップデートを投稿
lv_lv: Reģistrēt statusa jauniunājumu
ru_ru: Опубликовать обновление статуса
sk_sk: Poslať aktualizáciu stavu
tr_tr: Durum güncellemesi paylaş
