Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Determine when and if an email is marked as read upon opening
de_de: Legen Sie fest, wann bzw. ob eine E-Mail beim Öffnen als gelesen markiert wird
fi_fi: Määritä merkitäänkö sähköposti luetuksi sen avaamisen yhteydessä
ja_jp: メールを開封したときに既読にするかどうかと既読にするタイミングを指定
lv_lv: Definēt noteikumus vai un kad e-pasts tiek iezīmēts kā izlasīts
ru_ru: Определите, когда и если электронное письмо отмечается как прочитанное при открытии
sk_sk: Určenie, kedy a či bude emailová správa po otvorení označená ako prečítaná
tr_tr: Bir e-posta açıldıktan ne kadar sonra "okundu" olarak işaretleneceğini belirleyin

source: Determine which special mail folders are shown
de_de: Legen sie fest, welche besonderen E-Mail-Ordner angezeigt werden
fi_fi: Määritä, mitkä erityiset sähköpostikansiot näytetään
ja_jp: 表示する特別メールフォルダーを指定
lv_lv: Definēt kādas speciālās e-pasta mapes tiek parādītas
ru_ru: Определите, какие специальные папки для писем отображаются
sk_sk: Určenie, ktoré špeciálne poštové priečinky sa majú zobraziť
tr_tr: Hangi özel e-posta klasörlerinin gösterileceğini belirleyin

source: Device is already registered
de_de: Gerät ist bereits registriert
fi_fi: Laite on jo rekisteröity
ja_jp: デバイスは登録済みです。
lv_lv: Ierīce jau ir reģistrēta
ru_ru: Устройство уже зарегистрировано
sk_sk: Zariadenie je už zaregistrované
tr_tr: Cihaz zaten kayıtlı

source: Device: %s
de_de: Gerät: %s
fi_fi: Laite: %s
ja_jp: デバイス: %s
lv_lv: Ierīce: %s
ru_ru: Устройство: %s
sk_sk: Zariadenie: %s
tr_tr: Cihaz: %s

source: Dial by your location
de_de: Einwahl nach aktuellem Standort
fi_fi: Valitse sijaintisi mukaan
ja_jp: 場所によってダイアル
lv_lv: Iezvans pēc atrašanās vietas
ru_ru: Набор по своему местоположению
sk_sk: Pripojiť sa telefonicky podľa toho, kde sa nachádzate
tr_tr: Konuma göre telefonla ara

source: Dial-in numbers
de_de: Einwahlnummern
fi_fi: Numerot
ja_jp: ダイアルイン番号
lv_lv: Iezvana numuri
ru_ru: Телефонные номера
sk_sk: Čísla na pripojenie
tr_tr: Telefon numaraları

source: Dial-in passcode: %1$d
de_de: Einwahl-Passcode: %1$d
fi_fi: Soittosalasana: %1$d
ja_jp: ダイアルインパスコード: %1$d
lv_lv: Iezvana kods: %1$d
ru_ru: Код доступа для подключения: %1$d
sk_sk: Heslo na telefonické pripojenie: %1$d
tr_tr: Telefon parolası: %1$d

source: Did you know that you can take %1$s with you? Just click this icon and choose 'Connect your device' from the menu.
de_de: Wussten Sie, dass Sie %1$s mitnehmen können? Klicken Sie einfach auf dieses Symbol und wählen Sie im Menü 'Ihr Gerät verbinden'.
fi_fi: Tiesitkö, että voit ottaa %1$s mukaasi? Napsauta tätä kuvaketta ja valitse valikosta 'Yhdistä laite'.
ja_jp: %1$sを使えることを知っていますか？アイコンをクリックして、メニューから'デバイスの接続'を選択してください。
lv_lv: Vai zinājāt, ka variet paņemt %1$s sev līdz? Vienkārši piespiediet uz šīs ikonas un izvēlnē izvēlieties 'Savienot ar ierīci'.
ru_ru: Знаете ли вы, что вы можете взять %1$s с собой в дорогу? Просто щелкните значок и в открывшемся меню выберите «Подключить устройство».
sk_sk: Vedeli ste, že si môžete %1$s vziať so sebou? Stačí kliknúť na túto ikonu a vybrať z menu "Pripojiť svoje zariadenie".
tr_tr: %1$s uygulamasını yanınızda taşıyabilirsiniz! Bu simgeye tıklayıp menüden "Cihazınızı bağlayın" seçeneğini seçmeniz yeterli.

source: Did you know?
de_de: Schon gewusst?
fi_fi: Tiesitkö?
ja_jp: 知っていましたか？
lv_lv: Vai zinājāt?
ru_ru: Знаете ли вы?
sk_sk: Vedeli ste, že...
tr_tr: Biliyor muydunuz?

source: Direct link
de_de: Direkter Link
fi_fi: Suora linkki
ja_jp: ダイレクトリンク
lv_lv: Tieša saite
ru_ru: Прямая ссылка
sk_sk: Priamy odkaz
tr_tr: Direkt bağlantı

source: Disable
de_de: Deaktivieren
fi_fi: Kytke pois
ja_jp: 無効にする
lv_lv: Atspējot
ru_ru: Отключить
sk_sk: Vypnúť
tr_tr: Devre dışı bırak

source: Disable %1$s
de_de: %1$s deaktivieren
fi_fi: Kytke pois %1$s
ja_jp: %1$s を無効にする
lv_lv: Atspējot %1$s
ru_ru: Отключить %1$s
sk_sk: Vypnúť %1$s
tr_tr: %1$s bileşenini kapat

source: Disable categories
de_de: Kategorien deaktivieren
fi_fi: Kytke luokat pois päältä
ja_jp: カテゴリを無効にする
lv_lv: Atspējot kategorijas
ru_ru: Отключить категории
sk_sk: Zakázať kategórie
tr_tr: Kategorileri devre dışı bırak

source: Disable keyboard shortcuts
de_de: Tastenkombinationen deaktivieren
fi_fi: Pikavalintojen poistaminen käytöstä
ja_jp: キーボードショートカットを無効にする
lv_lv: Atspējot tastatūras īsceļus
ru_ru: Отключить сочетания клавиш
sk_sk: Vypnúť klávesové skratky
tr_tr: Klavye kısayollarını devre dışı bırak

source: Disable widget
de_de: Widget deaktivieren
fi_fi: Poista widget käytöstä
ja_jp: ウィジェットを無効化
lv_lv: Atspējot vidžetu
ru_ru: Отключить модуль
sk_sk: Vypnúť miniaplikáciu
tr_tr: Bileşeni kapat

source: Disabled
de_de: Deaktiviert
fi_fi: Pois käytöstä
ja_jp: 無効
lv_lv: Atspējots
ru_ru: Отключено
sk_sk: Vypnuté
tr_tr: Devre dışı

source: Disappointed
de_de: Enttäuscht
fi_fi: Pettynyt
lv_lv: Vīlies
ru_ru: Разочарованный
sk_sk: Sklamaný
tr_tr: Hayal kırıklığı

source: Discard
de_de: Verwerfen
fi_fi: Hylkää
ja_jp: 破棄
lv_lv: Izmest
ru_ru: Отменить
sk_sk: Zahodiť
tr_tr: Vazgeç

source: Discard changes
de_de: Änderungen verwerfen
fi_fi: Hylkää muutokset
ja_jp: 変更を破棄
lv_lv: Atcelt izmaiņas
ru_ru: Отмена изменений
sk_sk: Zahodiť zmeny
tr_tr: Değişikliklerden vazgeç

# dialog
source: Discard changes
de_de: Änderungen verwerfen
fi_fi: Hylkää muutokset
ja_jp: 変更を破棄
lv_lv: Atcelt izmaiņas
ru_ru: Отклонить
sk_sk: Zahodiť zmeny
tr_tr: Değişikliklerden vazgeç

source: Discard mails from %1$s
de_de: E-Mails von %1$s verwerfen
fi_fi: Hylkää viestit lähettäjältä %1$s
ja_jp: %1$s からのメールを破棄
lv_lv: Izmest vēstules no %1$s
ru_ru: Удалять сообщения от %1$s
sk_sk: Zahodiť emaily od %1$s
tr_tr: %1$s adresinden gelen e-postaları sil

source: Discard mails to %1$s
de_de: E-Mails an %1$s verwerfen
fi_fi: Hylkää viestit vastaanottajalle %1$s
ja_jp: %1$s へのメールを破棄
lv_lv: Izmest vēstules adresātam %1$s
ru_ru: Удалить сообщения, адресованные %1$s
sk_sk: Zahodiť emaily s adresátom %1$s
tr_tr: %1$s adresine giden-postaları sil

source: Discard mails with subject %1$s
de_de: E-Mails mit dem Betreff %1$s verwerfen
fi_fi: Hylkää viestit, joiden aihe on %1$s
ja_jp: 件名 %1$s のメールを破棄
lv_lv: Izmest vēstules ar tēmu %1$s
ru_ru: Удалить сообщения с темой %1$s
sk_sk: Zahodiť emaily s predmetom %1$s
tr_tr: %1$s konulu e-postaları sil

source: Display name
de_de: Angezeigter Name
fi_fi: Näytä nimi
ja_jp: 表示名
lv_lv: Uzrādes vārds
ru_ru: Краткое имя
sk_sk: Zobrazené meno
tr_tr: Görünen ad

source: Distance
de_de: Entfernung
fi_fi: Etäisyys
ja_jp: 距離
lv_lv: Attālums
ru_ru: Расстояние
sk_sk: Vzdialenosť
tr_tr: Uzaklık

source: Distribution List
de_de: Verteilerliste
fi_fi: Jakelulista
ja_jp: 連絡先グループ
lv_lv: Izplatīšanas saraksts
ru_ru: Список рассылки
sk_sk: Poštová konferencia
tr_tr: Dağıtım Listesi

source: Distribution List Details
de_de: Details für Verteilerliste
fi_fi: Jakelulistan tiedot
ja_jp: 連絡先グループの詳細
lv_lv: Izplatīšanas saraksta detaļas
ru_ru: Свойства списка рассылки
sk_sk: Podrobnosti Distribučného zoznamu
tr_tr: Dağıtım Listesi Ayrıntıları

source: Distribution list
de_de: Verteilerliste
fi_fi: Jakelulista
ja_jp: 連絡先グループ
lv_lv: Izplatīšanas saraksts
ru_ru: Список рассылки
sk_sk: Poštová konferencia
tr_tr: Dağıtım listesi

source: Distribution list has been saved
de_de: Die Verteilerliste wurde gespeichert
fi_fi: Jakelulista on tallennettu
ja_jp: 連絡先グループを保存しました
lv_lv: Izplatīšanas saraksts ir saglabāts
ru_ru: Список рассылки сохранен
sk_sk: Tento distribučný zoznam bol uložený
tr_tr: Dağıtım listesi kaydedildi

source: Distribution list with %1$d entry
de_de: Verteilerliste mit einem Eintrag
fi_fi: Jakelulistassa on %1$d jäsen
ja_jp: メンバー数 %1$d名の連絡先グループ
lv_lv: Izplatīšanas saraksts ar %1$d ierakstu
ru_ru: Список рассылки с %1$d-й записью
sk_sk: Distribučný zoznam s %1$d položkou
tr_tr: %1$d kayıt içeren dağıtım listesi

source: Do not show again.
de_de: Nicht wieder anzeigen.
fi_fi: Älä näytä uudestaan.
ja_jp: 再表示しない
lv_lv: Atkārtoti nerādīt.
ru_ru: Не показывать снова.
sk_sk: Už viac nezobrazovať.
tr_tr: Bir daha gösterme.

source: Do you really want to cancel the current download request?
de_de: Möchten Sie die aktuelle Download-Anfrage wirklich abbrechen?
fi_fi: Haluatko oikeasti poistaa latauspyynnön?
ja_jp: 現在のダウンロードの要求をキャンセルしますか？
lv_lv: Vai tiešām vēlaties atcelt pašreizējo lejupielādes pieprasījumu?
ru_ru: Вы уверены, что хотите отменить текущую загрузку?
sk_sk: Skutočne chcete zrušiť aktuálnu žiadosť o stiahnutie?
tr_tr: İndirme isteğinizi iptal etmek istediğinizden emin misiniz?

source: Do you really want to change the file extension from ".%1$s" to ".%2$s" ?
de_de: Wollen Sie die Dateiendung wirklich von ".%1$s" nach ".%2$s" ändern?
fi_fi: Haluatko varmasti muuttaa päätteen ".%1$s" päätteeksi ".%2$s"?
ja_jp: ファイルの拡張子を ".%1$s" から ".%2$s" に変更しますか?
lv_lv: Vai tiešām vēlaties izmainīt faila vārda paplašinājumu no ".%1$s" uz ".%2$s" ?
ru_ru: Вы действительно хотите изменить расширение «.%1$s» на «.%2$s»?
sk_sk: Ste si istí, že chcete naozaj zmeniť príponu súboru z ".%1$s" na ".%2$s"?
tr_tr: Dosya uzantısını ".%1$s" yerine ".%2$s" olarak değiştirmek istiyor musunuz?

source: Do you really want to create an appointment <b>on behalf of the folder owner</b> or do you want to create an appointment <b>with the folder owner</b> in your own calendar?
de_de: Wollen Sie wirklich einen Termin <b>im Auftrag des Ordner-Eigentümers</b> anlegen oder wollen Sie einen Termin <b>mit dem Ordner-Eigentümer</b> in Ihrem eigenen Kalender anlegen?
fi_fi: Haluatko todella luoda tapaamisen <b> kansion omistajan puolesta </b> vai haluatko luoda tapaamisen <b>kansion omistajan kanssa</b> omaan kalenteriisi?
ja_jp: <b>共有カレンダーの所有者の代理</b>として予定を作成しますか? または自分のカレンダーに"予定を作成し<b>所有者を招待</b>しますか?
lv_lv: Vai tiešām vēlaties izveidot mītiņu <b>mapes īpašnieka vārdā</b> vai arī vēlaties izveidot mītiņu <b>ar mapes īpašnieku</b> savā kalendārā?
ru_ru: Вы действительно хотите создать встречу <b>от имени владельца папки</b> или создать <b>встречу с владельцем папки</b> в вашем календаре?
sk_sk: Skutočne chcete vytvoriť schôdzku <b>v mene vlastníka priečinka</b> alebo chcete vytvoriť schôdzku <b>s vlastníkom priečinka</b> vo vašom vlastnom kalendári?
tr_tr: Gerçekten <b>klasör sahibi adına</b> randevu oluşturmak mı istiyorsunuz yoksa kendi takviminizde<b>klasör sahibiyle </b> bir randevu oluşturmak mı istiyorsunuz?

source: Do you really want to delete all previous versions except the current version?
de_de: Wollen Sie wirklich alle bisherigen Versionen außer der aktuellen Version löschen?
fi_fi: Haluatko varmasti poistaa kaikki aiemmat versiot ja säilyttää vain nykyisen?
ja_jp: 現在のバージョン以外の前のバージョンをすべて削除しますか？
lv_lv: Vai tiešām vēlaties dzēst visas iepriekšējās versijas, izņemot pašreizējo versiju?
ru_ru: Вы действительно хотите удалить все предыдущие версии, кроме текущей?
sk_sk: Ste si istí, že chcete zmazať všetky predchádzajúce verzie okrem aktuálnej verzie?
tr_tr: Bu sürümden önceki tüm sürümleri silmek istediğinizden emin misiniz?

source: Do you really want to delete calendar "%s"?
de_de: Wollen Sie Kalender %s wirklich löschen?
fi_fi: Haluatko oikeasti poistaa kalenterin "%s"?
ja_jp: カレンダー "%s" を削除しますか？
lv_lv: Vai tiešām vēlaties dzēst kalendāru "%s"?
ru_ru: Вы действительно хотите удалить календарь «%s»?
sk_sk: Ste si istí, že chcete kalendár "%s" zmazať?
tr_tr: "%s" takvimini silmek istediğinizden emin misiniz?

source: Do you really want to delete folder "%s"?
de_de: Wollen Sie den Ordner "%s" wirklich löschen?
fi_fi: Haluatko varmasti poistaa kansion "%s"?
ja_jp: フォルダー "%s" を削除しますか？
lv_lv: Vai tiešām vēlaties dzēst mapi "%s"?
ru_ru: Удалить папку «%s»?
sk_sk: Ste si istí, že chcete priečinok "%s" zmazať?
tr_tr: "%s" klasörünü silmek istediğinizden emin misiniz?

source: Do you really want to delete resource calendar group "%s"?
de_de: Möchten Sie die Ressourcenkalendergruppe "%s" wirklich löschen?
fi_fi: Haluatko todella poistaa resurssikalenteriryhmän "%s"?
ja_jp: リソースカレンダーグループ "%s" を削除しますか？
lv_lv: Vai tiešām vēlaties dzēst resursu kalendāra grupu "%s"?
ru_ru: Вы действительно хотите удалить группу календаря ресурсов «%s»?
sk_sk: Ste si istí, že chcete skupinu kalendára zdrojov "%s" zmazať?
tr_tr: "%s" kaynak takvimi grubunu silmek istediğinizden emin misiniz?

source: Do you really want to delete the category "%s"?
de_de: Wollen Sie die Kategorie "%s" wirklich löschen?
fi_fi: Haluatko todella poistaa luokan "%s"?
ja_jp: カテゴリ "%s" を本当に削除しますか?
lv_lv: Vai tiešām vēlaties dzēst kategoriju "%s"?
ru_ru: Вы действительно хотите удалить категорию «%s»?
sk_sk: Ste si istí, že chcete kategóriu "%s" zmazať?
tr_tr: "%s" kategorisini silmek istediğinizden emin misiniz?

source: Do you really want to delete the group "%1$s"? This action cannot be undone!
de_de: Wollen Sie die Gruppe "%1$s" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden!
fi_fi: Haluatko varmasti poistaa tämän ryhmän "%1$s"? Toimintoa ei voi peruuttaa!
ja_jp: グループ "%1$s" を本当に削除しますか?このアクションは元に戻せません。
lv_lv: Vai tiešām vēlaties dzēst grupu "%1$s"? Šo darbību nevarēs atsaukt!
ru_ru: Вы действительно хотите удалить группу «%1$s»? Это действие необратимо!
sk_sk: Naozaj chcete odstrániť skupinu "%1$s"? Túto operáciu nemožno vrátiť späť!
tr_tr: "%1$s" grubunu gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz!

source: Do you really want to delete the resource "%1$s"? This action cannot be undone!
de_de: Wollen Sie die Ressource "%1$s" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden!
fi_fi: Haluatko varmasti poistaa tämän resurssin "%1$s"? Toimintoa ei voi peruuttaa!
ja_jp: リソース "%1$s" を本当に削除しますか?このアクションは元に戻せません。
lv_lv: Vai tiešām vēlaties dzēst resursu "%1$s"? Šo darbību nevarēs atsaukt!
ru_ru: Вы действительно хотите удалить ресурс «%1$s»? Это действие необратимо!
sk_sk: Naozaj chcete odstrániť zdroj "%1$s"? Túto operáciu nemožno vrátiť späť!
tr_tr: "%1$s" kaynağını gerçekten silmek istiyor musunuz? Bu işlem geri alınamaz!

source: Do you really want to delete the signature "%1$s"?
de_de: Möchten Sie die Signatur "%1$s" wirklich löschen?
fi_fi: Haluatko todella poistaa allekirjoituksen "%s"?
ja_jp: 署名"%1$s"を本当に削除しますか？
lv_lv: Vai tiešām vēlaties dzēst parakstu "%1$s"?
ru_ru: Вы действительно хотите удалить подпись «%1$s»?
sk_sk: Ste si istí, že chcete podpis "%1$s" zmazať?
tr_tr: "%s" imzasını silmek istediğinizden emin misiniz?

source: Do you really want to delete the template "%1$s"?
de_de: Möchten Sie die Vorlage "%1$s" wirklich löschen?
fi_fi: Haluatko todella poistaa mallin "%s"?
ja_jp: テンプレート "%1$s" を本当に削除しますか?
lv_lv: Vai tiešām vēlaties dzēst sagatavi "%1$s"?
ru_ru: Вы действительно хотите удалить шаблон «%1$s»?
sk_sk: Ste si istí, že chcete šablónu %1$s zmazať?
tr_tr: "%s" şablonunu silmek istediğinizden emin misiniz?

source: Do you really want to delete these items?
de_de: Wollen Sie diese Objekte wirklich löschen?
fi_fi: Haluatko varmasti poistaa nämä kohdat?
ja_jp: これらのアイテムを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šīs vienības?
ru_ru: Вы действительно хотите удалить эти элементы?
sk_sk: Ste si istí, že chcete tieto položky zmazať?
tr_tr: Bu öğeleri silmek istediğinizden emin misiniz?

source: Do you really want to delete these tasks?
de_de: Wollen Sie diese Aufgaben wirklich löschen?
fi_fi: Haluatko varmasti poistaa nämä tehtävät?
ja_jp: このタスクを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šos uzdevumus?
ru_ru: Вы действительно хотите удалить эти задачи?
sk_sk: Ste si istí, že chcete tieto úlohy zmazať?
tr_tr: Bu görevleri silmek istediğinizden emin misiniz?

source: Do you really want to delete this account?
de_de: Wollen Sie dieses Konto wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän tilin?
ja_jp: このアカウントを削除しますか？
lv_lv: Vai tiešām vēlaties dzēst šo kontu?
ru_ru: Вы действительно хотите удалить учетную запись?
sk_sk: Ste si istí, že chcete tento účet zmazať?
tr_tr: Bu hesabı gerçekten silmek istiyor musunuz?

source: Do you really want to delete this appointment?
de_de: Wollen Sie diesen Termin wirklich löschen?
fi_fi: Haluatko todella poistaa tämän tapaamisen?
ja_jp: この予定を削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo mītiņu?
ru_ru: Вы действительно хотите удалить эту встречу?
sk_sk: Skutočne chcete zmazať túto schôdzku?
tr_tr: Bu randevuyu silmek istediğinizden emin misiniz?

source: Do you really want to delete this contact?
de_de: Wollen Sie diesen Kontakt wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän yhteystiedon?
ja_jp: この連絡先を削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo kontaktu?
ru_ru: Вы действительно хотите удалить этот контакт?
sk_sk: Ste si istí, že chcete tento kontakt zmazať?
tr_tr: Bu kişiyi gerçekten silmek istiyor musunuz?

source: Do you really want to delete this distribution list?
de_de: Wollen Sie diese Verteilerliste wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän jakelulistan?
ja_jp: この連絡先グループを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo izplatīšanas sarakstu?
ru_ru: Вы действительно хотите удалить этот список рассылки?
sk_sk: Ste si istí, že chcete tento distribučný zoznam zmazať?
tr_tr: Bu dağıtım listesini gerçekten silmek istiyor musunuz?

source: Do you really want to delete this filter rule?
de_de: Wollen Sie diese Filterregel wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän suodatussäännön?
ja_jp: このフィルタールールを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo filtra noteikumu?
ru_ru: Вы действительно хотите удалить это правило фильтрации?
sk_sk: Ste si istí, že chcete zmazať toto pravidlo filtra?
tr_tr: Bu filtre kuralını gerçekten silmek istiyor musunuz?

source: Do you really want to delete this item?
de_de: Wollen Sie dieses Objekt wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän kohteen?
ja_jp: このアイテムを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo vienību?
ru_ru: Вы действительно хотите удалить этот элемент?
sk_sk: Ste si istí, že chcete túto položku zmazať?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Do you really want to delete this password?
de_de: Möchten Sie dieses Passwort wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän salasanan?
ja_jp: このパスワードを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo paroli?
ru_ru: Вы действительно хотите удалить пароль?
sk_sk: Ste si istí, že chcete toto heslo zmazať?
tr_tr: Bu parolayı silmek istediğinizden emin misiniz?

source: Do you really want to delete this task?
de_de: Wollen Sie diese Aufgabe wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämän tehtävän?
ja_jp: このタスクを削除しますか?
lv_lv: Vai tiesām vēlaties dzēst šo uzdevumu?
ru_ru: Вы действительно хотите удалить эту задачу?
sk_sk: Ste si istí, že chcete túto úlohu zmazať?
tr_tr: Bu görevi silmek istediğinizden emin misiniz?

# One file only
source: Do you really want to delete this version?
de_de: Wollen Sie diese Version wirklich löschen?
fi_fi: Haluatko todella poistaa tämän version?
ja_jp: このバージョンを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo versiju?
ru_ru: Вы действительно хотите удалить эту версию?
sk_sk: Ste si istí, že chcete túto verziu zmazať?
tr_tr: Gerçekten bu sürümü silmek istiyor musunuz?

source: Do you really want to delete this widget?
de_de: Wollen Sie dieses Widget wirklich löschen?
fi_fi: Haluatko varmasti poistaa tämä widgetin?
ja_jp: このウィジェットを削除しますか?
lv_lv: Vai tiešām vēlaties dzēst šo vidžetu?
ru_ru: Удалить модуль?
sk_sk: Skutočne chcete zmazať túto miniaplikáciu?
tr_tr: Bu bileşeni silmek istediğinizden emin misiniz?

source: Do you really want to discard all changes?
de_de: Möchten Sie wirklich alle Änderungen verwerfen?
fi_fi: Haluatko varmasti hylätä kaikki muutokset?
ja_jp: すべての変更を破棄しますか？
lv_lv: Vai tiešām vēlaties atsukt visas izmaiņas?
ru_ru: Вы действительно хотите отменить все изменения?
sk_sk: Skutočne chcete zahodiť všetky zmeny?
tr_tr: Değişikliklerinizi silmek istediğinizden emin misiniz?

source: Do you really want to discard your changes?
de_de: Wollen Sie Ihre Änderungen wirklich verwerfen?
fi_fi: Haluatko varmasti hylätä muutoksesi?
ja_jp: 変更を破棄しますか?
lv_lv: Vai tiešām vēlaties atsaukt izmaiņas?
ru_ru: Вы действительно хотите отменить изменения?
sk_sk: Skutočne chcete zahodiť vaše úpravy?
tr_tr: Değişikliklerinizi silmek istediğinizden emin misiniz?

source: Do you really want to empty folder "%s"?
de_de: Wollen Sie den Inhalt des Ordners "%s" wirklich löschen?
fi_fi: Haluatko varmasti tyhjentää kansion "%s"?
ja_jp: フォルダー "%s" の中身を削除しますか？
lv_lv: Vai tiešām vēlaties iztukšot mapi "%s"?
ru_ru: Вы действительно хотите освободить папку «%s»?
sk_sk: Ste si istí, že chcete zmazať prázdny priečinok "%s"?
tr_tr: "%s" klasörünü boşaltmak istediğinizden emin misiniz?

source: Do you really want to remove all shares?
de_de: Möchten Sie wirklich alle Freigaben entfernen?
fi_fi: Haluatko varmasti poistaa kaikki jaot?
ja_jp: すべての共有を削除しますか？
lv_lv: Vai tiešām vēlaties noņemt visus koplietojumus?
ru_ru: Вы действительно хотите удалить все акции?
sk_sk: Určite chcete odstrániť všetky zdieľania?
tr_tr: Tüm paylaşımları kaldırmak istediğinizden emin misiniz?

source: Do you really want to remove the extension ".%1$s" from your filename?
de_de: Wollen Sie die Namenserweiterung ".%1$s" wirklich aus dem Dateinamen entfernen?
fi_fi: Haluatko varmasti poistaa päätteen "%1$s" tiedostonimestäsi?
ja_jp: ファイル名から拡張子 ".%1$s" を削除しますか?
lv_lv: Vai tiešām vēlaties noņemt paplašinājumu ".%1$s" no šī faila vārda?
ru_ru: Вы действительно хотите удалить расширение «.%1$s» из имени файла?
sk_sk: Ste si istí, že chcete naozaj odstrániť príponu ".%1$s" z názvu súboru?
tr_tr: Dosya adınızın ".%1$s" uzantısını gerçekten kaldırmak istiyor musunuz?

source: Do you really want to remove this certificate?
de_de: Wollen Sie dieses Zertifikat wirklich entfernen?
fi_fi: Haluatko poistaa tämän varmenteen?
ja_jp: この証明書を削除しますか？
lv_lv: Vai tiešām vēlaties noņemt šo sertifikātu?
ru_ru: Вы действительно хотите удалить этот сертификат?
sk_sk: Ste si istí, že chcete tento certifikát zmazať?
tr_tr: Bu sertifikayı gerçekten kaldırmak istiyor musunuz?

source: Do you really want to sign out from all clients except the current one?
de_de: Wollen Sie sich wirklich von allen Clients mit Ausnahme des aktuellen abmelden?
fi_fi: Haluatko todella kirjautua ulos kaikista asiakasohjelmista paitsi nykyisestä?
ja_jp: 現在のクライアント以外のすべてのクライアントからログアウトしますか？
lv_lv: Vai tiešām vēlaties atslēgties no visiem klientiem, izņemt pašreizējo?
ru_ru: Вы действительно хотите завершить сеанс на всех клиентах за исключением этого?
sk_sk: Skutočne sa chcete odhlásiť zo všetkých klientov okrem súčasného?
tr_tr: Şu an kullandığınız dışındaki tüm istemcilerden çıkış yapmak istiyor musunuz?

source: Do you really want to sign out from all devices except the current one?
de_de: Möchten Sie sich wirklich von allen Geräten außer dem aktuellen abmelden?
fi_fi: Haluatko todella kirjautua ulos kaikilta laitteilta paitsi nykyisestä?
ja_jp: 現在のデバイス以外のすべてのデバイスからログアウトしますか？
lv_lv: Vai tiešām vēlaties izrakstīties no visām ierīcēm, izņemot pašreizējo?
ru_ru: Вы действительно хотите завершить сеанс на всех клиентах за исключением этого?
sk_sk: Skutočne sa chcete odhlásiť zo všetkých zariadení okrem súčasného?
tr_tr: Şu an kullandığınız dışındaki tüm cihazlardan çıkış yapmak istiyor musunuz?

source: Do you really want to sign out from that device?
de_de: Wollen Sie sich wirklich von diesem Gerät abmelden?
fi_fi: Haluatko varmasti kirjautua pois laitteelta?
ja_jp: あのデバイスからログアウトしますか。
lv_lv: Vai tiešām vēlaties atslēgties no šīs ierīces?
ru_ru: Вы действительно хотите завершить сеанс на этом устройстве?
sk_sk: Skutočne sa chcete odhlásiť z uvedeného zariadenia?
tr_tr: Gerçekten bu cihazdan çıkış yapmak istiyor musunuz?
