Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Application Passwords
de_de: Applikationspasswörter
fi_fi: Sovelluksen salasanat
ja_jp: アプリケーションパスワード
lv_lv: Lietotņu paoles
ru_ru: Пароли приложения
sk_sk: Heslá aplikácií
tr_tr: Uygulama Parolaları

source: Application may not work as expected until this problem is solved.
de_de: Die Applikation wird möglicherweise nicht erwartungsgemäß funktionieren, bevor dieses Problem nicht behoben ist.
fi_fi: Sovellus ei välttämättä toimi odotetusti ennnen tämän ongelman korjaamista.
ja_jp: この問題が解決されない場合、アプリケーションは正常に動作しない可能性があります。
lv_lv: Aplikācija var nestrādāt kā paredzēts kamēr šī problēma nav atrisināta.
ru_ru: Надо исправить ошибку, иначе работа приложения может быть нарушена.
sk_sk: Aplikácia nemusí fungovať podľa očakávania, kým tento problém nevyriešite.
tr_tr: Bu sorun çözülünceye kadar uygulama beklendiği gibi çalışmayabilir.

source: Apply
de_de: Anwenden
fi_fi: Käytä
ja_jp: 適用
lv_lv: Piemērot
ru_ru: Применить
sk_sk: Aplikovať rolu
tr_tr: Uygula

source: Apply changes
de_de: Änderungen übernehmen
fi_fi: Käytä muutoksia
ja_jp: 変更を適用
lv_lv: Apstiprināt
ru_ru: Применить изменения
sk_sk: Použiť zmeny
tr_tr: Değişiklikleri uygula

source: Apply filter
de_de: Filter anwenden
fi_fi: Käytä suodatinta
ja_jp: フィルターを適用
lv_lv: Piemērot filtru
ru_ru: Применить фильтр
sk_sk: Použiť filter
tr_tr: Filtreyi uygula

source: Apply filter rule
de_de: Filterregel anwenden
fi_fi: Käytä suodatinsääntöä
ja_jp: フィルタールールを適用
lv_lv: Piemērot filtru
ru_ru: Применить правило фильтра
sk_sk: Použiť pravidlo filtra
tr_tr: Filtre kuralını uygula

source: Apply rule if all conditions are met
de_de: Regel anwenden, wenn alle Bedingungen erfüllt sind
fi_fi: Sovella sääntöä, jos kaikki ehdot täyttyvät
ja_jp: すべての条件に合致する場合にルールを適用
lv_lv: Pielietot, ja izpildās visi nosacījumi
ru_ru: Применить правило, если выполнены все условия
sk_sk: Použiť pravidlo, ak sú splnené všetky podmienky
tr_tr: Tüm koşullar sağlanırsa kuralı uygula

source: Apply rule if any condition is met
de_de: Regel anwenden, wenn irgendeine Bedingung erfüllt ist
fi_fi: Käytä sääntöä jos jokin ehto täyttyy
ja_jp: いずれかの条件を満たす場合にルールを適用
lv_lv: Pielietot, ja izpildās jebkurš no nosacījumiem
ru_ru: Применить правило, если выполнено любое из условий
sk_sk: Použiť pravidlo, ak je akékoľvek podmienka splnená
tr_tr: Herhangi bir koşul sağlanırsa kuralı uygula

source: Apply to all subfolders
de_de: Auf alle Unterordner anwenden
fi_fi: Käytä kaikkiin alakansioihin
ja_jp: すべてのサブフォルダーに適用
lv_lv: Piemērot visam apakšmapēm
ru_ru: Применить к вложенным папкам
sk_sk: Použiť na všetky podpriečinky
tr_tr: Tüm alt klasörlere uygula

source: Appointment
de_de: Termin
fi_fi: Tapaaminen
ja_jp: 予定
lv_lv: Mītiņš
ru_ru: Встреча
sk_sk: Schôdzka
tr_tr: Randevu

source: Appointment Details
de_de: Termin-Details
fi_fi: Tapaamisen yksityiskohdat
ja_jp: 予定の詳細
lv_lv: Mītiņa detaļas
ru_ru: Свойства встречи
sk_sk: Podrobnosti schôdzky
tr_tr: Randevu Ayrıntıları

source: Appointment color
de_de: Terminfarbe
fi_fi: Tapaamisen väri
ja_jp: 予定カラー
lv_lv: Mītiņa krāsa
ru_ru: Цвет встречи
sk_sk: Farba schôdzky
tr_tr: Randevu rengi

source: Appointment details now have an indicator when the appointment is about to begin
de_de: Bei den Termindetails wird nun die Zeit bis zum Start des Termins angezeigt
fi_fi: Tapaamisen yksityiskohdissa on nyt ilmaisin, joka kertoo kun tapaaminen on alkamassa
ja_jp: 予定の詳細には、予定が始まるときのインジケーターがあります。
lv_lv: Mītiņa informācijai tagad ir rādītājs, kad tikšanās drīz sāksies
ru_ru: В сведениях о встрече теперь есть индикатор, когда встреча собирается начаться
sk_sk: Podrobnosti schôdzky odteraz majú indikátor, keď sa blíži začiatok schôdzky
tr_tr: Artık, randevu başlamak üzereyken randevu ayrıntılarında bir gösterge göreceksiniz

source: Appointment has attachments
de_de: Termin enthält Anhänge
fi_fi: Tapaamiseen liittyy liitteitä
ja_jp: 予定に添付ファイルがあります
lv_lv: Mītiņam ir pievienojumi
ru_ru: Встреча содержит вложения
sk_sk: Schôdzka má prílohy
tr_tr: Randevunun eki var

source: Appointment has participants
de_de: Termin enthält Teilnehmer
fi_fi: Tapaamisessa on osallistujia
ja_jp: 予定に参加者がいます
lv_lv: Mītiņam ir dalībnieki
ru_ru: Встреча содержит участников
sk_sk: Schôdzka má účastníkov
tr_tr: Randevunun katılımcıları var

source: Appointment has resources
de_de: Termin enthält Ressourcen
fi_fi: Tapaamisella on resursseja
ja_jp: 予定にリソースがあります
lv_lv: Mītiņam ir resursi
ru_ru: Встреча имеет ресурсы
sk_sk: Schôdzka má zdroje
tr_tr: Randevunun kaynakları var

source: Appointment invitation
de_de: Termineinladung
fi_fi: Tapaamiskutsut
ja_jp: 予定への招待
lv_lv: Mītiņa uzaicinājums
ru_ru: Приглашение на встречу
sk_sk: Pozvánka na schôdzku
tr_tr: Randevu daveti

source: Appointment is confidential
de_de: Termin ist vertraulich
fi_fi: Tapaaminen on luottamuksellinen
ja_jp: 予定は機密です
lv_lv: Mītiņš ir konfidenciāls
ru_ru: Эта встреча — конфиденциальная
sk_sk: Schôdzka je dôverná
tr_tr: Bu randevu gizli

source: Appointment is declined
de_de: Der Termin wurde abgelehnt
fi_fi: Tapaamisesta on kieltäydytty
ja_jp: 予定は辞退済みです
lv_lv: Mītiņš ir atteikts
ru_ru: Встреча отклонена
sk_sk: Schôdzka je zamietnutá
tr_tr: Bu reddedildi

source: Appointment is part of a series
de_de: Termin ist Teil einer Serie
fi_fi: Tapaaminen on osa tapaamissarjaa
ja_jp: 予定は予定の系列の一つです
lv_lv: Mītiņš ir daļa no mītiņu sērijas
ru_ru: Встреча является частью серии
sk_sk: Schôdzka je súčasťou série
tr_tr: Bu randevu bir dizinin parçası

source: Appointment is private
de_de: Termin ist privat
fi_fi: Tapaaminen on yksityinen
ja_jp: 予定はプライベードです
lv_lv: Mītiņš ir privāts
ru_ru: Эта встреча - частная
sk_sk: Schôdzka je súkromná
tr_tr: Bu randevu özel

source: Appointment options
de_de: Terminoptionen
fi_fi: Tapaamisvaihtoehdot
ja_jp: 予定のオプション
lv_lv: Mītiņu iestatījumi
ru_ru: Параметры встречи
sk_sk: Možnosti schôdzky
tr_tr: Randevu seçenekleri

source: Appointment participants are now sorted by their confirmation status
de_de: Terminteilnehmer werden jetzt nach ihrem Bestätigungsstatus sortiert
fi_fi: Osallistujat lajitellaan nyt vahvistustilanteen mukaan
ja_jp: 予定の参加者は、確認ステータスでソートされます。
lv_lv: Mītiņa dalībnieki tagad tiek sakārtoti pēc apstiprinājuma statusa
ru_ru: Участники встречи теперь отсортированы по их статусу подтверждения
sk_sk: Účastníci schôdzky sú teraz zoradení podľa stavu potvrdenia
tr_tr: Randevu katılımcıları artık onay durumlarına göre sıralanıyor

source: Appointment reminder
de_de: Terminerinnerung
fi_fi: Tapaamismuistutus
ja_jp: 予定のアラーム
lv_lv: Mītiņa atgādinājums
ru_ru: Напоминание о встрече
sk_sk: Pripomenutie schôdzky
tr_tr: Randevu anımsatıcısı

source: Appointment reminders
de_de: Terminerinnerungen
fi_fi: Tapaamismuistutukset
ja_jp: 予定のアラーム
lv_lv: Mītiņu atgādinājumi
ru_ru: Напоминания о встречах
sk_sk: Pripomenutia schôdzok
tr_tr: Randevu anımsatıcıları

source: Appointment title
de_de: Termintitel
fi_fi: Tapaamisen otsikko
ja_jp: 予定件名
lv_lv: Mītiņa nosaukums
ru_ru: Название встречи
sk_sk: Názov schôdzky
tr_tr: Randevu başlığı

source: Appointment types
de_de: Terminarten
fi_fi: Tapaamistyyppi
ja_jp: 予定タイプ
lv_lv: Mītiņu tipi
ru_ru: Типы встреч
sk_sk: Typy schôdzok
tr_tr: Randevu türleri

source: Appointment was changed in the meantime and was updated accordingly.
de_de: Der Termin wurde zwischenzeitlich geändert und entsprechend aktualisiert.
fi_fi: Tapaamista muutettiin tällä välin ja päivitettiin vastaavasti.
ja_jp: 予定は既に変更され、更新されました。
lv_lv: Mītiņš starplaikā ir izmainīts un ir atbilstoši jaunināts.
ru_ru: Напоминание было изменено в соответствии с недавним изменением.
sk_sk: Schôdzka sa medzitým zmenila a bola podľa toho aktualizovaná.
tr_tr: Bu sırada randevuda değişiklik yapıldı ve randevu yeni bilgilerle güncellendi.

source: Appointments
de_de: Termine
fi_fi: Tapaamiset
ja_jp: 予定
lv_lv: Mītiņi
ru_ru: Встречи
sk_sk: Schôdzky
tr_tr: Randevular

source: Appointments in public calendars
de_de: Termine in öffentlichen Kalendern
fi_fi: Tapaamiset julkisissa kalentereissa
ja_jp: パブリックカレンダーの予定
lv_lv: Mītiņi publiskajos kalendāros
ru_ru: Встречи в общих календарях
sk_sk: Schôdzky vo verejných kalendároch
tr_tr: Ortak takvimlerdeki randevular

source: Appointments in shared calendars
de_de: Termine in freigegebenen Kalendern
fi_fi: Tapaamiset jaetuissa kalentereissa
ja_jp: 共有カレンダーの予定
lv_lv: Mītiņi koplietojuma kalendāros
ru_ru: Встречи в совместных календарях
sk_sk: Schôdzky v zdieľaných kalendároch
tr_tr: Paylaşımlı takvimlerdeki randevular

source: Approved: %1$s
de_de: Genehmigt: %1$s
fi_fi: Hyväksytty: %1$s
ja_jp: 承認：%1$s
lv_lv: Akceptēts: %1$s
ru_ru: Подтверждено: %1$s
sk_sk: Schválené: %1$s
tr_tr: Onaylanan: %1$s

source: Apps
fi_fi: Apps -sovellukset
ja_jp: アプリケーション
lv_lv: Aplikācijas
ru_ru: Приложения
sk_sk: Aplikácie
tr_tr: Uygulamalar

# folder
source: Archive
de_de: Archiv
fi_fi: Arkisto
ja_jp: アーカイブ
lv_lv: Arhīvs
ru_ru: Архив
sk_sk: Archív
tr_tr: Arşiv

# verb
source: Archive
de_de: Archivieren
fi_fi: Arkistoi
ja_jp: アーカイブ
lv_lv: Arhivēt
ru_ru: Архивировать
sk_sk: Archív
tr_tr: Arşivle

source: Archive mail
de_de: E-Mail archivieren
fi_fi: Arkistoi viestit
ja_jp: アーカイブメール
lv_lv: Arhīvēt pastu
ru_ru: Архивировать письмо
sk_sk: Archív
tr_tr: E-postayı arşivle

source: Archive messages
de_de: Nachrichten archivieren
fi_fi: Arkistoi viestit
ja_jp: メッセージをアーカイブ
lv_lv: Ziņojumu arhīvs
ru_ru: Архивировать сообщения
sk_sk: Archivovať správy
tr_tr: İletileri arşivle

source: Archive old messages
de_de: Alte Nachrichten archivieren
fi_fi: Arkistoi vanhat viestit
ja_jp: 古いメッセージをアーカイブ
lv_lv: Arhivēt vecos ziņojumus
ru_ru: Архивировать старые сообщения
sk_sk: Archivovať staré správy
tr_tr: Eski iletileri arşivle

source: Archives
de_de: Archive
fi_fi: Arkistot
ja_jp: アーカイブ
lv_lv: Arhīvi
ru_ru: Архивы
sk_sk: Archív
tr_tr: Arşivler

source: Archives larger than the selected size will be split into multiple files.
de_de: Überschreitet die Archivgröße die gewählte Größe, dann wird das Archiv in mehrere Dateien aufgeteilt.
fi_fi: Valittua kokoa suuremmat arkistot jaetaan useampaan tiedostoon.
ja_jp: 選択されたサイズより大きいアーカイブは、複数のファイルに分けられます。
lv_lv: Arhīvi, kuri pārsniedz norādīto izmēru, tiks sadalīti vairākos failos.
ru_ru: Архивы, превышающие выбранный размер, будут разбиты на несколько файлов.
sk_sk: Archívy väčšia než zvolená veľkosť budú rozdelené na viacero súborov.
tr_tr: Seçilen boyuttan daha büyük arşivler parçalara ayrılacaktır.

source: Archiving messages ...
de_de: Nachrichten werden archiviert ...
fi_fi: Viestejä arkistoidaan...
ja_jp: メッセージのアーカイブしています...
lv_lv: Ziņojumu arhivēšana ...
ru_ru: Архивация сообщений...
sk_sk: Archivujú sa správy...
tr_tr: İletiler arşivleniyor...

source: Are you sure you want to sign out from all related browser tabs?
de_de: Sind Sie sicher, dass Sie sich von allen damit verbundenen Browser-Tabs abmelden möchten?
fi_fi: Haluatko varmasti kirjautua ulos kaikilta selaimen välilehdiltä?
ja_jp: すべての関連ブラウザタブからログアウトしますか？
lv_lv: Vai tiešām vēlaties izrakstīties no visām saistītajām pārlūka cilnēm?
ru_ru: Вы действительно хотите завершить сеанс на всех открытых вкладках браузера?
sk_sk: Naozaj sa chcete odhlásiť zo všetkých súvisiacich kariet prehliadača?
tr_tr: İlgili tüm tarayıcı sekmelerinden çıkış yapmak istediğinizden emin misiniz?

source: Are you sure?
de_de: Sind Sie sich sicher?
fi_fi: Oletko varma?
ja_jp: 続行しますか？
lv_lv: Vai esat pārliecināti?
ru_ru: Вы уверены?
sk_sk: Ste si istí?
tr_tr: Emin misiniz?

source: As incoming mail server
de_de: Wie eingehender Mailserver
fi_fi: Saapuvan postin palvelimena
ja_jp: 受信メールサーバー
lv_lv: Kā ienākošā pasta serveris
ru_ru: Как на сервере входящей почты
sk_sk: Server prichádzajúcej pošty
tr_tr: Gelen e-posta sunucusu olarak

source: Ascending
de_de: Aufsteigend
fi_fi: Nouseva
ja_jp: 昇順
lv_lv: Augoši
ru_ru: По возрастанию
sk_sk: vzostupne
tr_tr: Artan

source: Asia
de_de: Asien
fi_fi: Aasia
ja_jp: アジア
lv_lv: Āzija
ru_ru: Азия
sk_sk: Ázia
tr_tr: Asya

source: Ask before replying to a mailing list
de_de: Vor dem Antworten an eine Mailingliste fragen
fi_fi: Kysy ennen kuin vastaat postituslistalle
ja_jp: メーリングリストに返信する前に確認
lv_lv: Pārjautāt pirms atbildēt uz saraksti
ru_ru: Спрашивать, прежде чем отвечать на рассылку
sk_sk: Spýtať sa pred odpovedaním do poštovej konferencie
tr_tr: Posta listesini yanıtlamadan önce sor

source: Ask before showing external images
de_de: Vor dem Anzeigen externer Bilder fragen
fi_fi: Kysy ennen ulkoisten kuvien näyttämistä
ja_jp: 外部画像の表示前に確認
lv_lv: Vaicāt pirms ārējo attēlu parādīšanas
ru_ru: Спрашивать перед показом внешних изображений
sk_sk: Spýtať sa pred zobrazením externých obrázkov
tr_tr: Dış resimleri göstermeden önce sor

source: Ask for mailto link registration
de_de: Mailto-Link-Registrierung anfordern
fi_fi: Pyydä mailto-linkkiä rekisteröintiä varten
ja_jp: mailto のリンク登録を求める
lv_lv: Lūgt saņēmēja saites reģistrēšanu
ru_ru: Запрашивать регистрацию ссылок mailto
sk_sk: Požiadať o registračný odkaz mailto
tr_tr: mailto bağlantılarını kaydetmeyi sor

source: Assistant
de_de: Assistent
fi_fi: Assistentti
ja_jp: 秘書
lv_lv: Asistents
ru_ru: Ассистент
sk_sk: Asistent
tr_tr: Asistan

source: Atlantic
de_de: Atlantik
fi_fi: Atlantin vyöhyke
ja_jp: 大西洋
lv_lv: Atlantija
ru_ru: Атлантика
sk_sk: Atlantický oceán
tr_tr: Atlantik

source: Attach Vcard
de_de: Visitenkarte anhängen
fi_fi: Liitä vCard
ja_jp: vCard を添付
lv_lv: Pievienot vCard
ru_ru: Вложить Vcard
sk_sk: Priložiť vizitku vCard
tr_tr: vCard ekle

source: Attached file
de_de: Angehängte Datei
fi_fi: Liitetiedosto
ja_jp: 添付ファイル
lv_lv: Pievienot failu
ru_ru: Вложенный файл
sk_sk: Priložený súbor
tr_tr: Ekli dosya

source: Attachment
de_de: Anhang
fi_fi: Liitteenä
ja_jp: 添付ファイル
lv_lv: Pievienojums
ru_ru: Вложение
sk_sk: Príloha
tr_tr: Ek

source: Attachment file size too large. You have to use %1$s or reduce the attachment file size.
de_de: Der Anhang ist zu groß. Sie müssen %1$s verwenden oder die Dateigröße des Anhangs reduzieren.
fi_fi: Liite on liian suuri. Käytä %1$s tai pienennä tiedoston kokoa.
ja_jp: 添付ファイルサイズが大きすぎます。%1$sを使用するか、添付ファイルサイズを縮小してください。
lv_lv: Pievienojuma faila izmērs ir pārāk liels. Jums ir jāizmanto %1$s vai jāsamazina pievienojuma izmērs.
ru_ru: Слишком большой размер вложения. Используйте %1$s или уменьшите размер файла.
sk_sk: Veľkosť súboru prílohy je príliš veľká. Budete musieť použiť %1$s alebo zmenšiť veľkosť súboru prílohy.
tr_tr: Ek dosya boyutu çok büyük. Ya %1$s kullanmalı ya da ek dosya boyutunu azaltmalısınız.

source: Attachment has been saved
de_de: Anhang wurde gespeichert
fi_fi: Liite tallennettu
ja_jp: 添付ファイルを保存しました
lv_lv: Pievienojums ir saglabāts
ru_ru: Вложение сохранено
sk_sk: Príloha bola uložená
tr_tr: Ek kaydedildi

source: Attachment name
de_de: Name des Anhangs
fi_fi: Liitteen nimi
ja_jp: 添付ファイルの名前
lv_lv: Pievienojuma vārds
ru_ru: Название вложения
sk_sk: Názov prílohy
tr_tr: Dosya adı

source: Attachments
de_de: Anhänge
fi_fi: Liitteet
ja_jp: 添付ファイル
lv_lv: Pievienojumi
ru_ru: Вложения
sk_sk: Prílohy
tr_tr: Ekler

source: Attachments have been saved
de_de: Anhänge wurden gespeichert
fi_fi: Liitteet on tallennettu
ja_jp: 添付ファイルを保存しました
lv_lv: Pievienojumi ir saglabāti
ru_ru: Вложения сохранены
sk_sk: Prílohy boli uložené
tr_tr: Ekler kaydedildi

source: Audio
fi_fi: Ääni
ja_jp: オーディオ
ru_ru: Аудио
sk_sk: Zvuk
tr_tr: Ses

source: Audio files
de_de: Audiodateien
fi_fi: Äänitiedostot
ja_jp: オーディオ ファイル
lv_lv: Audio failui
ru_ru: Аудиофайлы
sk_sk: Zvukové súbory
tr_tr: Ses dosyaları

source: Australia
de_de: Australien
ja_jp: オーストラリア
lv_lv: Austrālija
ru_ru: Австралия
sk_sk: Austrália
tr_tr: Avustralya

source: Authentication
de_de: Authentifizierung
fi_fi: Todennus
ja_jp: 認証
lv_lv: Autorizācija
ru_ru: Аутентификация
sk_sk: Autentifikácia
tr_tr: Kimlik doğrulama

source: Authentication Code:
de_de: Authentifizierungscode:
fi_fi: Todennuskoodi:
ja_jp: 認証コード
lv_lv: Autentifikācijas kods:
ru_ru: Код аутентификации:
sk_sk: Autentifikačný kód:
tr_tr: Doğrulama kodu:

source: Authentication code
de_de: Authentifizierungscode
fi_fi: Todennuskoodi
ja_jp: 認証コード
lv_lv: Autentifikācijas kods
ru_ru: Код аутентификации
sk_sk: Autentifikačný kód
tr_tr: Doğrulama kodu

source: Authentication details
de_de: Authentifizierungsdetails
fi_fi: Todennustiedot
ja_jp: 認証の詳細
lv_lv: Autorizācijas detaļas
ru_ru: Свойства аутентификации
sk_sk: Podrobnosti autentifikácie
tr_tr: Doğrulama ayrıntıları

source: Authentication failure. Please try reloading the page.
de_de: Authentifizierung gescheitert. Bitte versuchen Sie, die Seite neu zu laden.
fi_fi: Todennus epäonnistui. Lataa sivu uudestaan.
ja_jp: 認証に失敗しました。ページをもう一度読み込んでください。
lv_lv: Autorizācijas kļūda. Lūdzu ielādējiet lapu vēlreiz.
ru_ru: Ошибка аутентификаии. Попробуйте обновить страницу.
sk_sk: Zlyhalo overenie totožnosti. Prosím, skúste stránku načítať znova.
tr_tr: Kimlik doğrulama hatası. Lütfen sayfayı yenilemeyi deneyin.

source: Authenticator Registration
de_de: Authenticator-Registrierung
fi_fi: Varmentajan rekisteröinti
ja_jp: 認証子登録
lv_lv: Autentifikācijas reģistrācija
ru_ru: Регистрация аутентификатора
sk_sk: Registrácia autentifikátora
tr_tr: Kimlik doğrulayıcı kaydı

source: Author
de_de: Autor
fi_fi: Tekijä
ja_jp: 作成者
lv_lv: Autors
ru_ru: Автор
sk_sk: Autor
tr_tr: Yazar

source: Author (create/edit/delete appointments)
de_de: Autor (Termine anlegen/bearbeiten/löschen)
fi_fi: Tekijä (tapaamisten luominen, muokkaaminen tai poistaminen)
ja_jp: 作成者 (予定の作成/編集/削除)
lv_lv: Autors (mītiņu izveide/rediģēšana/dzēšana)
ru_ru: Автор (создание/редактирование/удаление встреч)
sk_sk: Autor (môže vytvárať/upravovať/mazať schôdzky)
tr_tr: Yazar (randevu oluşturma/düzenleme/silme)

source: Author (create/edit/delete emails)
de_de: Autor (E-Mails erstellen/bearbeiten/löschen)
fi_fi: Tekijä (sähköpostien luominen, muokkaaminen/poistaminen)
ja_jp: 作成者 (メールの作成/編集/削除)
lv_lv: Autors (e-pasta izveide/rediģēšana/dzēšana)
ru_ru: Автор (создание/редактирование/удаление писем)
sk_sk: Autor (môže vytvárať/upravovať/mazať emaily)
tr_tr: Yazar (e-posta oluşturma/düzenleme/silme)

source: Auto dark mode
de_de: Automatischer Dunkelmodus
fi_fi: Automaattinen pimeä tila
ja_jp: 自動ダークモード
lv_lv: Automātisks tumšais režīms
ru_ru: Автоматический темный режим
sk_sk: Automatický tmavý režim
tr_tr: Otomatik koyu mod

source: Auto forward
de_de: Automatische Weiterleitung
fi_fi: Automaattinen välitys
ja_jp: 自動転送
lv_lv: Automātiski pārsūtīt
ru_ru: Автопересылка
sk_sk: Automatické preposielanie
tr_tr: Otomatik ilet

source: Auto forwarding is active
de_de: Automatische Weiterleitung ist aktiv
fi_fi: Automaattinen välitys on päällä
ja_jp: 自動転送が有効です。
lv_lv: Automātiskā pārsūtīšana ir aktīva
ru_ru: Автоматическая пересылка включена
sk_sk: Automatické presmerovanie je aktívne
tr_tr: Otomatik iletme açık

source: Auto-configuration failed. Do you want to configure your account manually?
de_de: Automatische Konfiguration fehlgeschlagen. Wollen Sie Ihr Konto manuell konfigurieren?
fi_fi: Automaattinen konfigurointi epäonnistui. Haluatko konfiguroida tilisi manuaalisesti?
ja_jp: 自動設定できませんでした。アカウントを手動で設定しますか?
lv_lv: Automātiskā konfigurēšana neizdevās. Vai vēlaties konfigurēt savu kontu manuāli?
ru_ru: Ошибка автоматической конфигурации. Хотите настроить вашу учетную запись вручную?
sk_sk: Automatická konfigurácia zlyhala. Chcete nastaviť svoj účet manuálne?
tr_tr: Otomatik yapılandırma başarısız oldu. Hesabınızı elle yapılandırmak ister misiniz?

source: Automatic Configuration
de_de: Automatische Konfiguration
fi_fi: Automaattinen konfiguraatio
ja_jp: 自動構成
lv_lv: Automātiska konfigurēšana
ru_ru: Автоматическая настройка
sk_sk: Automatické nastavenie
tr_tr: Otomatik yapılandırma

source: Automatic Configuration (via SMS)
de_de: Automatische Konfiguration (über SMS)
fi_fi: Automaattinen konfiguraatio (tekstiviestillä)
ja_jp: 自動構成（SMS経由）
lv_lv: Automātiska konfigurēšana (ar SMS)
ru_ru: Автоматическая настройка (через SMS)
sk_sk: Automatické nastavenie (prostredníctvom SMS)
tr_tr: Otomatik yapılandırma (SMS ile)

source: Automatic configuration
de_de: Automatische Konfiguration
fi_fi: Automaattinen konfiguraatio
ja_jp: 自動構成
lv_lv: Automātiska konfigurēšana
ru_ru: Автоматическая настройка
sk_sk: Automatické nastavenie
tr_tr: Otomatik yapılandırma

source: Automatic sign out
de_de: Automatisch abmelden
fi_fi: Automaattinen uloskirjautuminen
ja_jp: 自動ログアウト
lv_lv: Automātiska atslēgšanās
ru_ru: Автоматический выход
sk_sk: Automatické odhlásenie
tr_tr: Otomatik çıkış

source: Automatically apply appointment changes received via email to your calendar
de_de: Automatische Übernahme von per E-Mail empfangenen Terminänderungen in Ihren Kalender
fi_fi: Siirrä sähköpostilla vastaanotetut tapaamismuutokset automaattisesti kalenteriisi
ja_jp: メールでカレンダーに受信した予定の変更を自動的に適用する
lv_lv: Automātiski piemērot mītiņu izmaiņas kalendārā, kad tās tiek saņemtas e-pastā
ru_ru: Автоматически применять изменения встреч, полученные по электронной почте, к вашему календарю
sk_sk: Automaticky aplikovať zmeny schôdzok prijaté emailom do vášho kalendára
tr_tr: E-posta ile gelen randevu değişikliklerini otomatik olarak takvimime uygula

source: Automatically collect contacts in the folder "Collected addresses" while reading
de_de: Beim Lesen Kontakte automatisch im Ordner "Gesammelte Adressen" speichern
fi_fi: Luettaessa kerää automaattisesti yhteystiedot "Kerätyt osoitteet" -kansioon
ja_jp: メールの表示時に "収集済みアドレス" フォルダーに連絡先を自動的に収集
lv_lv: Pie lasīšanas automātiski pievienot jaunas kontaktu adreses mapē "Ievāktās adreses"
ru_ru: Автоматически добавлять контакты в коллекцию адресов при чтении сообщений
sk_sk: Automaticky zbierať kontakty v priečinku "Zozbierané adresy" počas čítania
tr_tr: Okurken kişileri otomatik olarak ''Toplanmış adresler'' klasöründe topla

source: Automatically collect contacts in the folder "Collected addresses" while sending
de_de: Beim Versenden Kontakte automatisch im Ordner "Gesammelte Adressen" speichern
fi_fi: Lähetettäessä kerää automaattisesti yhteystiedot "Kerätyt osoitteet" -kansioon
ja_jp: メールの送信時に "収集済みアドレス" フォルダーに連絡先を自動的に収集
lv_lv: Pie sūtīšanas automātiski saglabāt jaunu kontaktu adreses mapē "Ievāktās adreses"
ru_ru: Автоматически добавлять контакты в коллекцию адресов при отправлении сообщений
sk_sk: Automaticky zbierať kontakty v priečinku "Zozbierané adresy" počas odosielania
tr_tr: Gönderirken kişileri otomatik olarak ''Toplanmış adresler'' klasöründe topla

source: Automatically copy comprehensive dial-in information to the appointment description field
de_de: Umfassende Einwahlinformationen automatisch in das Terminbeschreibungsfeld kopieren
fi_fi: Kopioi automaattisesti kattavat valintatiedot tapaamisen kuvauskenttään
ja_jp: 総合的なダイヤルイン情報を予定説明フィールドに自動的にコピー
lv_lv: Automātiski kopēt visaptverošu zvanīšanas informāciju mītiņu apraksta laukā
ru_ru: Автоматически копировать полную информацию о встрече в описание встречи
sk_sk: Automaticky kopírovať podrobné informácie o pripojení sa ku schôdzke do jej popisu
tr_tr: Kapsamlı katılım bilgilerini randevu açıklaması alanına otomatik olarak kopyala

source: Automatically copy the meeting join link to the appointment location field
de_de: Den Link zum Beitritt zur Besprechung automatisch in das Feld für den Terminort kopieren
fi_fi: Kopioi kokoukseen liittymislinkki automaattisesti tapaamispaikkakenttään
ja_jp: 会議の参加リンクを予定場所フィールドに自動的にコピー
lv_lv: Automātiski kopēt mītiņa pieslēgšanās saiti uz mītiņa vietas laukā
ru_ru: Автоматически копировать ссылку на присоединение к встрече в место назначения
sk_sk: Automaticky kopírovať odkaz na pripojenie sa ku schôdzke do jej poľa Umiestnenie
tr_tr: Toplantıya katılma bağlantısını otomatik olarak randevu konumu alanına kopyala
