Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Addresses can be separated by space, comma, or line breaks, e.g. "example.org, alice@example.com"
de_de: Adressen können durch Leerzeichen, Komma oder Zeilenumbrüche separiert werden, z. B. "beispiel.org, alice@beispiel.de"
fi_fi: Osoitteet voidaan erottaa välilyönnillä, pilkulla tai rivinvaihdolla, esim. "esim.org, elina@esim.com"
ja_jp: アドレスはスペース、コンマ、改行で区切ることができます。例："example.org, alice@example.com"
lv_lv: Adreses var tikt atdalītas ar tukšumu, komatu vai rindas beigām, piem. "example.org, alice@example.com"
ru_ru: Адреса могут быть разделены пробелом, запятой или переводом строки, например: «example.org, alice@example.com».
sk_sk: Adresy je možné oddeliť medzerami, čiarkami alebo zalomením riadka, napr. "example.org, alice@example.com"
tr_tr: Adresleri boşlukla, virgülle veya yeni satırla ayırabilirsiniz. Örnek: "example.org, aysun@example.com"

source: Adjust
de_de: Anpassen
fi_fi: Säädä
ja_jp: 調整
lv_lv: Koriģēt
ru_ru: Изменить
sk_sk: Upraviť
tr_tr: Ayarla

source: Adjust how you read your emails
de_de: Passen Sie die Art und Weise an, wie Sie Ihre E-Mails lesen
fi_fi: Säädä sähköpostien lukutapaa
ja_jp: メールの読み方を調整
lv_lv: Pielāgot e-pasta lasīšanas skatu
ru_ru: Настройте способ прочтения ваших электронных писем
sk_sk: Upraviť, ako čítate svoje správy
tr_tr: E-postalarınızı okuma şeklinizi ayarlayın

source: Adjust start and length if your workweek differs from the standard five-day week
de_de: Passen Sie Beginn und Dauer an, wenn Ihre Arbeitswoche von der Standard-Fünftagewoche abweicht
fi_fi: Säädä alkua ja pituutta, jos työviikkosi poikkeaa tavanomaisesta viisipäiväisestä viikosta
ja_jp: 稼働週が標準的な週5日と異なる場合、稼働開始日と稼働時間を調整
lv_lv: Pielāgot sākumu un garumu, ja jūsu darba nedēļa atšķiras no standarta piecu dienu nedēļas
ru_ru: Настройте начало и продолжительность рабочей недели, если они отличаются от стандартной пятидневной недели
sk_sk: Upraviť začiatok a dĺžku vášho pracovného týždňa, ak sa líši od štandardného päťdňového týždňa
tr_tr: İş haftanız standart beş günlük haftadan farklıysa başlangıç gününü ve hafta uzunluğunu ayarlayın

source: Adjust start date
de_de: Startdatum anpassen
fi_fi: Säädä aloituspäivämäärää
ja_jp: 開始日を変更
lv_lv: Koriģēt sākuma datumu
ru_ru: Изменить дату начала
sk_sk: Zmeniť dátum začiatku
tr_tr: Başlangıç tarihini ayarla

source: Administrative role
de_de: Adminrolle
fi_fi: Hallinnointirooli
ja_jp: 管理ロール
lv_lv: Administratora loma
ru_ru: Права администратора
sk_sk: Rola správcu
tr_tr: Yönetici rolü

source: Administrator
fi_fi: Ylläpitäjä
ja_jp: 管理者
lv_lv: Administrators
ru_ru: Администратор
sk_sk: Správca
tr_tr: Yönetici

source: Advanced settings
de_de: Erweiterte Einstellungen
fi_fi: Edistyneet asetukset
ja_jp: 詳細設定
lv_lv: Papildu iestatījumi
ru_ru: Дополнительные параметры
sk_sk: Pokročilé nastavenie
tr_tr: Gelişmiş ayarlar

source: Africa
de_de: Afrika
fi_fi: Afrikka
ja_jp: アフリカ
lv_lv: Āfrika
ru_ru: Африка
sk_sk: Afrika
tr_tr: Afrika

source: After
de_de: Nach
fi_fi: Jälkeen
ja_jp: 次の日付後
lv_lv: Pēc
ru_ru: После
sk_sk: Po
tr_tr: Bu tarihten sonra

source: After %1$d seconds
de_de: Nach %1$d Sekunden
fi_fi: %1$d sekunnin kuluttua
ja_jp: %1$d秒後
lv_lv: Pēc %1$d sekundēm
ru_ru: Через %1$d секунд
sk_sk: Po %1$d sekundách
tr_tr: %1$d saniye sonra

source: After a number of occurrences
de_de: Nach einer Anzahl von Ereignissen
fi_fi: Tietyn tapaamismäärän jälkeen
ja_jp: 指定する回数反復後
lv_lv: Pēc atkārtojuma reizēm
ru_ru: После указанного числа повторов
sk_sk: Po počte opakovaní
tr_tr: Belli bir yineleme sayısından sonra

source: Age
de_de: Alter
fi_fi: Ikä
ja_jp: 年齢
lv_lv: Vecums
ru_ru: Возраст
sk_sk: Vek
tr_tr: Yaş

source: Age: %1$d
de_de: Alter: %1$d
fi_fi: Ikä: %1$d
ja_jp: 年齢：%1$d
lv_lv: Vecums: %1$d
ru_ru: Возраст: %1$d
sk_sk: Vek: %1$d
tr_tr: Yaş: %1$d

source: Alarm
de_de: Erinnerung
fi_fi: Hälytys
ja_jp: アラーム
lv_lv: Trauksme
ru_ru: Сигнал
sk_sk: Budík

source: All
de_de: Alle
fi_fi: Kaikki
ja_jp: すべて
lv_lv: Viss
ru_ru: Все
sk_sk: Všetky
tr_tr: Tümü

# call-history
source: All
de_de: Alle
fi_fi: Kaikki
ja_jp: すべて
lv_lv: Viss
ru_ru: Все
sk_sk: Všetky
tr_tr: Tümü

source: All Applications
de_de: Alle Applikationen
fi_fi: Kaikki sovellukset
ja_jp: すべてのアプリケーション
lv_lv: Visas aplikācijas
ru_ru: Все Приложения
sk_sk: Všetky aplikácie
tr_tr: Tüm Uygulamalar

source: All Emoji
de_de: Alle Emoji-Symbole
fi_fi: Kaikki emoji merkit
ja_jp: 全絵文字
lv_lv: Visas emocijzīmes
ru_ru: Все Эмодзи
sk_sk: Všetky Emoji
tr_tr: Tüm Emojiler

source: All address books
de_de: Alle Adressbücher
fi_fi: Kaikki osoitekirjat
ja_jp: すべてのアドレス帳
lv_lv: Visas adrešu grāmatas
ru_ru: Все адресные книги
sk_sk: Všetky adresáre kontaktov
tr_tr: Tüm adres defterleri

source: All attachments
de_de: Alle Anhänge
fi_fi: Kaikki liitteet
ja_jp: すべての添付ファイル
lv_lv: Visi pievienojumi
ru_ru: Все вложения
sk_sk: Všetky prílohy
tr_tr: Tüm ekler

source: All day
de_de: Ganztägig
fi_fi: Koko päivän
ja_jp: 終日
lv_lv: Visa diena
ru_ru: Весь день
sk_sk: Celý deň
tr_tr: Tüm gün

source: All distribution lists
de_de: Alle Verteilerlisten
fi_fi: Kaikki jakelulistat
ja_jp: すべての連絡先グループ
lv_lv: Visi izplatīšanas sarakstui
ru_ru: Все списки рассылки
sk_sk: Všetky distribučné zoznamy
tr_tr: Tüm dağıtım listesileri

source: All files
de_de: Alle Dateien
fi_fi: Kaikki tiedostot
ja_jp: マイ ファイル
lv_lv: Visi faili
ru_ru: Все файлы
sk_sk: Všetky súbory
tr_tr: Tüm dosyalar

source: All files have been deleted
de_de: Alle Dateien wurden gelöscht
fi_fi: Kaikki tiedostot on poistettu
ja_jp: すべてのファイルを削除しました
lv_lv: Visi faili ir izdzēsti
ru_ru: Все файлы были удалены
sk_sk: Všetky súbory boli zmazané
tr_tr: Tüm dosyalar silindi

source: All folders
de_de: Alle Ordner
fi_fi: Kaikki kansiot
ja_jp: すべてのフォルダー
lv_lv: Visas mapes
ru_ru: Все папки
sk_sk: Všetky priečinky
tr_tr: Tüm klasörler

source: All future messages from the sender will be moved to the selected folder.
de_de: Alle zukünftigen Nachrichten des Absenders werden in den ausgewählten Ordner verschoben.
fi_fi: Kaikki tulevat viestit lähettäjältä siirretään valittuun kansioon.
ja_jp: 差出人からのすべてのメッセージは選択したフォルダーに移動します。
lv_lv: Visi turpmākie ziņojumi no šī nosūtītāja tiks pārvietoti uz norādīto mapi.
ru_ru: Все последующие сообщения от этих отправителей будут перемещены в указанную папку.
sk_sk: Všetky budúce správy od odosielateľa budú presunuté do vybraného priečinka.
tr_tr: İleride bu gönderenden gelecek tüm iletiler seçili klasöre taşınır.

source: All future messages from the senders of the selected mails will be moved to the selected folder.
de_de: Alle zukünftigen Nachrichten von den Absendern der ausgewählten E-Mails werden in den ausgewählten Ordner verschoben.
fi_fi: Kaikki tulevat viestit valittujen viestien lähettäjiltä siirretään valittuun kansioon.
ja_jp: 選択されたメールの差出人からのこれからのメッセージは選択されたフォルダーへ移動します。
lv_lv: Visi turpmākie ziņojumi no izvēlēto e-pastu nosūtītājiem tiks pārvietoti uz norādīto mapi.
ru_ru: Все последующие сообщения от отправителей, указанных в выбранных сообщениях, будут переноситься в выбранную папку.
sk_sk: Všetky budúce správy od odosielateľov vybraných správ budú presunuté do vybraného priečinka.
tr_tr: Seçili e-postaları gönderenlerden bundan sonra gelecek olan tüm iletiler seçili klasöre taşınır.

source: All groups
de_de: Alle Gruppen
fi_fi: Kaikki ryhmät
ja_jp: すべてのグループ
lv_lv: Visas grupas
ru_ru: Все группы
sk_sk: Všetky skupiny
tr_tr: Tüm gruplar

source: All lists
de_de: Alle Listen
fi_fi: Kaikki luettelot
ja_jp: すべてのリスト
lv_lv: Visi saraksti
ru_ru: Все списки
sk_sk: Všetky zoznamy
tr_tr: Tüm listeler

source: All messages have been deleted
de_de: Alle Nachrichten wurden gelöscht
fi_fi: Kaikki tiedostot on poistettu
ja_jp: すべてのメッセージを削除しました
lv_lv: Visi ziņojumi ir izdzēsti
ru_ru: Все сообщения были удалены
sk_sk: Všetky správy boli odstránené
tr_tr: Tüm mesajlar silindi

source: All messages in this folder
de_de: Alle Nachrichten in diesem Ordner
fi_fi: Kaikki tämän kansion viestit
ja_jp: このフォルダーのすべてのメッセージ
lv_lv: Visi ziņojumi šajā mapē
ru_ru: Все сообщения в этой папке
sk_sk: Všetky správy v tomto priečinku
tr_tr: Bu klasördeki tüm iletiler

source: All messages older than %1$d days will be moved to the archive folder
de_de: Nachrichten, die älter als %1$d Tage sind, werden in den Archiv-Ordner verschoben
fi_fi: Kaikki %1$d päivää vanhemmat viestit siirretään arkistokansioon
ja_jp: %1$d 日以上経過したメッセージはアーカイブ フォルダーに移動されます
lv_lv: Visi ziņojumi, kuri ir vecāki par %1$d tiks pārvietoti uz arhīva mapi
ru_ru: Сообщения старше %1$d дня(ей) будут перенесены в архив
sk_sk: Všetky správy staršie ako %1$d dní budú presunuté do priečinka Archív
tr_tr: %1$d günden eski tüm mesajlar arşiv klasörüne taşınacak

source: All my public appointments
de_de: Alle meine öffentlichen Termine
fi_fi: Kaikki julkiset tapaamiseni
ja_jp: すべてのパブリック予定
lv_lv: Visi mani publiskie mītiņi
ru_ru: Все мои общедоступные встречи
sk_sk: Všetky moje verejné schôdzky
tr_tr: Tüm açık randevularım

source: All resources
de_de: Alle Ressourcen
fi_fi: Kaikki resurssit
ja_jp: すべてのリソース
lv_lv: Visi resursi
ru_ru: Все ресурсы
sk_sk: Všetky zdroje
tr_tr: Tüm kaynaklar

source: All settings
de_de: Alle Einstellungen
fi_fi: Kaikki asetukset
ja_jp: すべての設定
lv_lv: Visi iestatījumi
ru_ru: Все настройки
sk_sk: Všetky nastavenia
tr_tr: Tüm ayarlar

source: All types
de_de: Alle Typen
fi_fi: Kaikki tyypit
ja_jp: すべてのタイプ
lv_lv: Visi tipi
ru_ru: Все типы
sk_sk: Všetky typy
tr_tr: Tüm türler

source: All unseen messages
de_de: Alle ungesehenen Nachrichten
fi_fi: Kaikki näkemättömät viestit
ja_jp: すべての未読メッセージ
lv_lv: Visi neskatītie ziņojumi
ru_ru: Все непрочитанные сообщения
sk_sk: Všetky neprečítané správy
tr_tr: Tüm okunmamış iletiler

source: Allow connections with untrusted certificates
de_de: Verbindungen mit nicht vertrauenswürdigen Zertifikaten zulassen
fi_fi: Salli yhteydet ei-luotettuihin varmenteisiin
ja_jp: 信頼できない証明書での接続を許可する
lv_lv: Atļaut pieslēgumus ar nedrošiem sertifikātiem
ru_ru: Разрешить соединение по недоверенным сертификатам
sk_sk: Povoliť spojenia s nedôveryhodnými certifikátmi
tr_tr: Sertifikasına güvenilmeyen bağlantılara izin ver

source: Allow displaying HTML formatted emails
de_de: Anzeige von HTML-formatierten E-Mails zulassen
fi_fi: Salli html-muotoiltujen sähköpostien näyttäminen
ja_jp: HTML 形式のメールの表示を許可
lv_lv: Atļaut parādīt HTML formatētu e-pastu
ru_ru: Разрешить HTML в сообщениях
sk_sk: Povoliť zobrazovanie emailov vo formáte HTML
tr_tr: HTML biçimli e-postaların görüntülenmesine izin ver

source: Allowed to send emails on your behalf
de_de: Erlaubnis, in Ihrem Namen E-Mails zu versenden
fi_fi: Sähköpostien lähettäminen puolestasi sallittu
ja_jp: あなたの代理としてメールを送信することができます。
lv_lv: Atļauts nosūtīt e-pasta ziņojumus jūsu vārdā
ru_ru: Разрешено отправлять электронные письма от вашего имени
sk_sk: Má povolené posielať emaily vo vašom mene
tr_tr: Sizin adınıza e-posta gönderebilir

source: Alternatively you can download the file.
de_de: Alternativ können Sie die Datei herunterladen.
fi_fi: Vaihtoehtoisesti voit ladata tiedoston.
ja_jp: 代わりにファイルをダウンロードできます。
lv_lv: Alternatīvi, jūs varat arī lejupielādēt failu.
ru_ru: Или же вы можете скачать файл.
sk_sk: Prípadne si môžete stiahnuť súbor.
tr_tr: İsterseniz dosyayı indirebilirsiniz.

source: Always
de_de: Immer
fi_fi: Aina
ja_jp: 常に
lv_lv: Vienmēr
ru_ru: Всегда
sk_sk: Vždy
tr_tr: Her zaman

source: Always add a random meeting password
de_de: Immer ein zufälliges Meeting-Passwort hinzufügen
fi_fi: Lisää aina satunnainen kokoussalasana
ja_jp: ランダムな会議ミーティングを常に追加
lv_lv: Vienmēr pievienot ģenerētu mītiņa paroli
ru_ru: Всегда добавляйте случайный пароль конференции
sk_sk: Vždy pridať náhodné heslo stretnutia
tr_tr: Her zaman rastgele bir toplantı parolası ekle

source: Always add the following recipient to blind carbon copy (BCC)
de_de: Den folgenden Empfänger immer zu Blind Carbon Copy (BCC) hinzufügen
fi_fi: Lisää aina seuraava vastaanottaja piilotetuksi vastaanottajaksi (BCC)
ja_jp: 次の宛先を常にBCCに追加する
lv_lv: Vienmēr pievienot sekojošo saņēmēju BCC sarakstam
ru_ru: Всегда добавлять указанного получателя в поле скрытой копии (BCC)
sk_sk: Vždy pridávať nasledovného príjemcu do skrytej kópie (BCC)
tr_tr: Şu alıcıyı her zaman BCC'ye (gizli kopya) ekle

source: Always attach my detailed contact data as vCard
de_de: Meine detaillierten Kontaktdaten immer als vCard anhängen
fi_fi: Liitä aina yksityiskohtaiset yhteystietoni vCard-korttina
ja_jp: 常に詳細な連絡先データをvCardとして添付
lv_lv: Vienmēr pievienot manas kontakta detaļas kā vCard
ru_ru: Всегда автоматически прикреплять мои подробные контактные данные как vCard
sk_sk: Vždy priložiť moje podrobné kontaktné údaje ako vizitku vCard
tr_tr: Ayrıntılı iletişim bilgilerimi her zaman vCard olarak ekle

source: Always mark "Participants can edit appointments" when creating or editing appointments
de_de: Beim Erstellen oder Bearbeiten von Terminen immer "Teilnehmer können Termine bearbeiten" markieren
fi_fi: Merkitse aina "Osallistujat voivat muokata tapaamisia", kun luot tai muokkaat tapaamisia
ja_jp: 予定の作成または編集時に常に「参加者は予定を編集できる」に印をつける
lv_lv: Pie mītiņu rediģēšanas vienmēr atzīmēt "Dalībnieki var rediģēt mītiņus"
ru_ru: При создании или редактировании встреч всегда отмечать «Участники могут редактировать встречи»
sk_sk: Pri vytváraní alebo úprave plánovaných činností vždy označte možnosť "Účastníci môžu upravovať plánované činnosti"
tr_tr: Randevu oluştururken ve düzenlerken her zaman "Katılımcılar randevuları düzenleyebilir" seçeneğini işaretle

source: Always show external images (excluding spam and untrustworthy senders)
de_de: Externe Bilder immer anzeigen (ausgenommen Spam und nicht vertrauenswürdige Absender)
fi_fi: Näytä aina ulkoiset kuvat (lukuun ottamatta roskapostia ja epäluotettavia lähettäjiä)
ja_jp: 外部画像を常に表示（迷惑メールや信頼できない差出人を除く）
lv_lv: Vienmēr rādīt ārējos attēlus (izņemot surogātpastu un neuzticamus sūtītājus)
ru_ru: Всегда показывать внешние изображения (кроме спама и ненадежных отправителей)
sk_sk: Vždy zobrazovať externé obrázky (s výnimkou spamu a nedôveryhodných odosielateľov)
tr_tr: Dış resimleri her zaman göster (spam ve güvenilir olmayan gönderenler hariç)

source: Always show external images for the following senders
de_de: Für folgende Absender externe Bilder immer anzeigen
fi_fi: Näytä aina ulkoiset kuvat seuraavilta lähettäjiltä
ja_jp: 次の差出人に対して外部画像を常に表示
lv_lv: Vienmēr parādīt attēlus no sekojošiem sūtītājiem
ru_ru: Всегда показывать внешние изображения для указанных отправителей
sk_sk: Vždy zobrazovať externé obrázky od týchto odosielateľov
tr_tr: Aşağıdaki gönderenlerden gelen dış resimleri her zaman göster

source: Always show full date and time
de_de: Immer das vollständige Datum und die Uhrzeit anzeigen
fi_fi: Näytä aina koko päivämäärä ja aika
ja_jp: 常にすべての日時を表示
lv_lv: Vienmēr rādīt pilnu datumu un laiku
ru_ru: Всегда показывать полную дату и время
sk_sk: Vždy zobraziť celý dátum a čas
tr_tr: Her zaman tam tarih ve saati göster

source: Always show images from %s
de_de: Bilder von %s immer anzeigen
fi_fi: Näytä aina kuvat %s:lta
ja_jp: %sからの画像を常に表示
lv_lv: Vienmēr rādīt attēlus no %s
ru_ru: Всегда показывать изображения от %s
sk_sk: Vždy zobrazovať obrázky od %s
tr_tr: %s adresinden gelen resimleri her zaman göster

source: America
de_de: Amerika
fi_fi: Amerikka
ja_jp: アメリカ
lv_lv: Amerika
ru_ru: Америка
sk_sk: Amerika
tr_tr: Amerika

source: An email is currently being sent. If you sign out now, mails might not be sent.
de_de: Es wird gerade eine E-Mail versendet. Wenn Sie sich jetzt abmelden, wird der E-Mail-Versand möglicherweise abgebrochen.
fi_fi: Sähköpostia lähetetään parhaillaan. Jos kirjaudut ulos nyt, sähköposteja ei ehkä lähetetä.
ja_jp: メールは現在送信中です。今ログアウトすると、メールが送信されない可能性があります。
lv_lv: Pašlaik tiek sūtīts e-pasts. Ja tagad izrakstīsieties, vēstules var netikt nosūtītas.
ru_ru: Отправляется электронное письмо. Если вы выйдете сейчас, письма могут не быть отправлены.
sk_sk: Momentálne sa odosiela e-mail. Ak sa teraz odhlásite, správy sa nemusia odoslať.
tr_tr: Şu anda bir e-posta gönderiliyor. Şimdi çıkarsanız e-postalar gitmeyebilir.

source: An error occurred loading the document so it cannot be displayed.
de_de: Beim Laden des Dokuments ist ein Fehler aufgetreten, sodass es nicht angezeigt werden kann.
fi_fi: Asiakirjaa ladatessa tapahtui virhe, joten sitä ei voida näyttää.
ja_jp: ドキュメントの読み込み中にエラーが発生したため、表示できません。
lv_lv: Kļūda pie dokumenta ielādēšanas. Dokumentu nevar parādīt.
ru_ru: Во время загрузки документа произошла ошибка, поэтому его невозможно отобразить.
sk_sk: Vyskytla sa chyba pri načítavaní dokumentu, takže nie je možné ho zobraziť.
tr_tr: Belge yüklenirken bir hata oluştuğu için belge görüntülenemiyor.

source: An error occurred while converting the document so it cannot be displayed.
de_de: Beim Konvertieren des Dokuments ist ein Fehler aufgetreten, sodass es nicht angezeigt werden kann.
fi_fi: Asiakirjan muuntamisessa tapahtui virhe eikä sitä voida näyttää.
ja_jp: ドキュメントの変換中にエラーが発生したため、表示できません。
lv_lv: Kļūda pie dokumenta ielādēšanas. Dokumentu nevar parādīt.
ru_ru: Обнаружена ошибка во время конвертации документа, поэтому документ не может быть отображен.
sk_sk: Vyskytla sa chyba pri konverzii dokumentu, takže nie je možné ho zobraziť.
tr_tr: Belge dönüştürülürken bir hata oluştuğu için belge görüntülenemiyor.

source: An error occurred while loading the document so it cannot be displayed.
de_de: Beim Laden des Dokuments ist ein Fehler aufgetreten, sodass es nicht angezeigt werden kann.
fi_fi: Asiakirjaa ladatessa tapahtui virhe, joten sitä ei voida näyttää.
ja_jp: ドキュメントの読み込み中にエラーが発生したため、表示できません。
lv_lv: Kļūda pie dokumenta ielādēšanas. Dokumentu nevar parādīt.
ru_ru: Обнаружена ошибка во время загрузки документа, поэтому документ не может быть отображен.
sk_sk: Vyskytla sa chyba pri načítavaní dokumentu, takže nie je možné ho zobraziť.
tr_tr: Belge yüklenirken bir hata oluştuğu için belge görüntülenemiyor.

source: An error occurred.
de_de: Es trat ein Fehler auf.
fi_fi: Tapahtui virhe.
ja_jp: エラーが発生しました。
lv_lv: Reģistrēta kļūda.
ru_ru: Произошла ошибка.
sk_sk: Vyskytla sa chyba.
tr_tr: Bir hata oluştu.

source: An error occurred. Please refresh the page and try again.
de_de: Es ist ein Fehler aufgetreten. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
fi_fi: Tapahtui virhe. Päivitä sivu ja yritä uudelleen.
ja_jp: エラーが発生しました。最新の状態に更新して、もう一度やり直してください。
lv_lv: Notikusi kļūda. Lūdzu, atsvaidziniet lapu un mēģiniet vēlreiz.
ru_ru: Произошла ошибка. Пожалуйста, обновите страницу и попробуйте еще раз.
sk_sk: Vyskytla sa chyba. Prosím, skúste to znova neskôr.
tr_tr: Bir hata oluştu. Lütfen sayfayı yenileyip tekrar deneyin.

source: An error occurred. Please try again.
de_de: Es trat ein Fehler auf. Bitte versuchen Sie es später erneut.
fi_fi: Tapahtui virhe. Yritä uudelleen.
ja_jp: エラーが発生しました。もう一度やり直してください。
lv_lv: Reģistrēta kļūda. Lūdzu mēģiniet vēlreiz.
ru_ru: Произошла ошибка. Повторите попытку.
sk_sk: Vyskytla sa chyba. Prosím, skúste to znova neskôr.
tr_tr: Bir hata oluştu. Lütfen yeniden deneyin.

source: An error occurred. There is no valid token available.
de_de: Es trat ein Fehler auf. Es ist kein gültiges Token verfügbar.
fi_fi: Tapahtui virhe. Kelpaavaa lipuketta ei ole saatavilla.
ja_jp: エラーが発生しました。利用できる有効なトークンがありません。
lv_lv: Reģistrēta kļūda. Nav pieejams neviens derīgs žetons.
ru_ru: Ошибка: нет действительного маркера доступа.
sk_sk: Vyskytla sa chyba. Nie je dostupný žiadny platný token.
tr_tr: Bir hata oluştu. Geçerli jeton mevcut değil.

source: An unknown error occurred
de_de: Es trat ein unbekannter Fehler auf
fi_fi: Tapahtui tuntematon virhe
ja_jp: 不明なエラーが発生しました
lv_lv: Reģistrēta neatpazīta kļūda
ru_ru: Произошла неизвестная ошибка
sk_sk: Vyskytla sa neznáma chyba
tr_tr: Bilinmeyen bir hata oluştu

source: Android phone or tablet
de_de: Android-Smartphone oder -Tablet
fi_fi: Android-puhelin tai tabletti
ja_jp: Android 電話またはタブレット
lv_lv: Android telefons vai planšetdators
ru_ru: Android смартфон или планшет
sk_sk: Telefón alebo tablet s Androidom
tr_tr: Android telefon veya tablet

source: Anniversary
de_de: Jahrestag
fi_fi: Vuosipäivä
ja_jp: 記念日
lv_lv: Dzimšanas diena
ru_ru: Годовщина
sk_sk: Výročie
tr_tr: Yıl dönümü

source: Answer
de_de: Annehmen
fi_fi: Vastaa
ja_jp: 応答
lv_lv: Atbildēt
ru_ru: Ответить
sk_sk: Odpovedať
tr_tr: Cevapla

source: Answered call from %1$s
de_de: Angenommener Anruf von %1$s
fi_fi: Vastattu puhelu soittajalta %1$s
ja_jp: %1$s からの留守番電話
lv_lv: Atbildēts zvans no %1$s
ru_ru: Ответ на вызов от %1$s
sk_sk: Prijatý hovor od %1$s
tr_tr: %1$s adlı kişinin araması cevaplandı

source: Antarctica
de_de: Antarktis
fi_fi: Antarktis
ja_jp: 南極大陸
lv_lv: Antarktika
ru_ru: Антарктика
sk_sk: Antarktída
tr_tr: Antartika

source: Anti-virus warning
de_de: Anti-Virus-Warnung
fi_fi: Virusvaroitus
ja_jp: アンチウイルス警告
lv_lv: Anti-vīrusa brīdinājumus
ru_ru: Предупреждение антивируса
sk_sk: Upozornenie antivírusu
tr_tr: Antivirüs uyarısı

source: Any recipient
de_de: Irgendein Empfänger
fi_fi: Kuka tahansa vastaanottaja
ja_jp: すべての宛先
lv_lv: Jebkurš saņēmējs
ru_ru: Любой получатель
sk_sk: Ľubovoľný príjemca
tr_tr: Herhangi bir alıcı

source: Anyone on the internet with the link can view the calendar.
de_de: Jeder im Internet mit dem Link kann den Kalender anzeigen.
fi_fi: Kuka tahansa internetissä, jolla on linkki, voi tarkastella kalenteria.
ja_jp: インターネット上のリンクのある人はカレンダーを閲覧できます。
lv_lv: Kalendāru var skatīt ikviens internetā, kuram ir saite.
ru_ru: Любой человек в Интернете, имеющий ссылку, может просмотреть календарь.
sk_sk: Ktokoľvek na internete s týmto odkazom môžete zobraziť kalendár.
tr_tr: Bu bağlantıya sahip olan herkes takvimi görüntüleyebilir.

source: Anyone on the internet with the link can view the file.
de_de: Jeder im Internet mit dem Link kann die Datei anzeigen.
fi_fi: Kuka tahansa Internetissä, jolla on linkki, voi tarkastella tiedostoa.
ja_jp: インターネット上のリンクのある人はファイルを閲覧できます。
lv_lv: Failu var skatīt ikviens internetā, kuram ir saite.
ru_ru: Любой пользователь Интернета, у которого есть ссылка, может просмотреть файл.
sk_sk: Ktokoľvek na internete s týmto odkazom môžete zobraziť súbor.
tr_tr: Bu bağlantıya sahip olan herkes dosyayı görüntüleyebilir.

source: Anyone on the internet with the link can view the folder.
de_de: Jeder im Internet mit dem Link kann den Ordner anzeigen.
fi_fi: Kuka tahansa internetissä, jolla on linkki, voi tarkastella tätä kansiota.
ja_jp: インターネット上のリンクのある人はフォルダーを閲覧できます。
lv_lv: Mapi var skatīt ikviens internetā, kuram ir saite.
ru_ru: Любой человек в Интернете, имеющий ссылку, может просмотреть папку.
sk_sk: Ktokoľvek na internete s týmto odkazom môžete zobraziť priečinok.
tr_tr: Bu bağlantıya sahip olan herkes klasörü görüntüleyebilir.

source: Anyone with the link and invited people
de_de: Jeder mit dem Link und eingeladene Personen
fi_fi: Kaikki, joilla on linkki ja kutsutut ihmiset
ja_jp: リンクのある人および招待された人
lv_lv: Jebkurš, kuram ir saite un uzaicinātās personas
ru_ru: Все, у кого есть ссылка, и приглашенные люди
sk_sk: Ktokoľvek s odkazom a pozvaní
tr_tr: Bağlantıya sahip herkes ve davet edilenler

source: Anyone with the link and listed people
de_de: Jeder mit dem Link und aufgeführte Personen
fi_fi: Kaikki, joilla on linkki ja luettelossa olevat henkilöt
ja_jp: リンクのある人およびリストされた人
lv_lv: Jebkurš, kuram ir saite un norādītās personas
ru_ru: Все, у кого есть ссылка, и перечисленные люди
sk_sk: Ktokoľvek s odkazom a uvedení ľudia
tr_tr: Bağlantıya sahip herkes ve listedeki kişiler

source: App
fi_fi: Sovellus
ja_jp: アプリケーション
lv_lv: Aplikācija
ru_ru: Приложение
sk_sk: Aplikácia
tr_tr: Uygulama

source: App Launcher
de_de: App-Startprogramm
ja_jp: アプリケーションランチャー
lv_lv: Aplikāciju palaidējs
ru_ru: Агент запуска приложений
sk_sk: Spúšťač aplikácií
tr_tr: Uygulama Başlatıcı

source: Apple Maps
fi_fi: Apple Maps-kartat
lv_lv: Apple kartes
ru_ru: Карты Apple
sk_sk: Mapy Apple
tr_tr: Apple Harita

source: Application
de_de: Applikation
fi_fi: Sovellus
ja_jp: アプリケーション
lv_lv: Lietotne
ru_ru: Приложение
sk_sk: Aplikácia
tr_tr: Uygulama
