Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Your browser does not support the video format of this file.
de_de: Ihr Browser unterstützt das Video-Format dieser Datei nicht.
fi_fi: Selaimesi ei tue tiedoston videoformaattia.
ja_jp: ご利用のブラウザは、このファイルのビデオ形式をサポートしていません。
lv_lv: Jūsu pārlūkprogramma neatbalsta šī faila video formātu.
ru_ru: Браузер не поддерживает видеоформат этого файла.
sk_sk: Váš prehliadač nepodporuje formát videa tohto súboru.
tr_tr: Tarayıcınız bu dosyanın video biçimini desteklemiyor.

source: Your browser is not supported
de_de: Ihr Browser wird nicht unterstützt
fi_fi: Selaintasi ei tueta
ja_jp: ご利用のブラウザはサポートされていません
lv_lv: Jūsu web pārlūkprogramma netiek atbalstīta
ru_ru: Ваш браузер не поддерживается
sk_sk: Váš prehliadač nie je podporovaný
tr_tr: Tarayıcınız desteklenmiyor

source: Your browser version is not supported
de_de: Ihre Browser-Version wird nicht unterstützt
fi_fi: Selainversiotasi ei tueta
ja_jp: ご利用のブラウザのバージョンはサポートされていません
lv_lv: Jūsu web pārlūkprogrammas versija netiek atbalstīta
ru_ru: Ваша версия браузера не поддерживается
sk_sk: Vaša verzia prehliadača nie je podporovaná
tr_tr: Tarayıcı sürümünüz desteklenmiyor

source: Your browser's cookie functionality is disabled. Please turn it on.
de_de: In Ihrem Browser sind Cookies nicht aktiviert. Bitte aktivieren Sie diese Funktionalität.
fi_fi: Selaimesi evästetoiminnallisuus on kytketty pois päältä. Ole hyvä ja kytke se päälle.
ja_jp: ご利用のブラウザの Cookie 機能が無効になっています。有効にしてください。
lv_lv: Jūsu pārlūkprogrammā ir atspējota sīkfailu funkcionalitāte. Lūdzu to iespējojiet.
ru_ru: В браузере отключена функциональность cookie. Следует ее включить.
sk_sk: Funkcia cookies vášho prehliadača je vypnutá. Prosím, zapnite ju.
tr_tr: Tarayıcınızın çerez fonksiyonu devre dışı. Lütfen bu fonksiyonu etkinleştirin.

source: Your changes are automatically saved while you compose your email until you finally send it.
de_de: Bis zum Senden Ihrer E-Mail werden Ihre Änderungen beim Verfassen automatisch gespeichert.
fi_fi: Muutoksesi tallennetaan automaattisesti kirjoittaessasi sähköpostiviestiäsi siihen asti, kunnes lähetät sen.
ja_jp: 変更は、メールの作成中、メールを最終的に送信するまでに自動で保存されます。
lv_lv: Izmaiņas tiek automātiski saglabātas kamēr jūs rakstiet vēstuli un līdz jūs to nosūtiet.
ru_ru: Ваши изменения автоматически сохраняются, пока вы пишите новое электронное письмо, до того как вы завершите отправку.
sk_sk: Vaše zmeny sa automaticky ukladajú počas písania vášho emailu až do doby, kým ho odošlete.
tr_tr: E-postanızı yazarken yaptığınız değişiklikler otomatik olarak kaydedilir.

source: Your consent is required
de_de: Ihre Zustimmung ist erforderlich
fi_fi: Suostumustasi tarvitaan
ja_jp: 同意が必要です。
lv_lv: Jūsu piekrišana ir obligāta
ru_ru: Требуется ваше согласие
sk_sk: Vyžaduje sa váš súhlas
tr_tr: Onayınız gerekli

source: Your credentials will be sent over a secure connection only
de_de: Ihre Zugangsdaten werden ausschließlich über eine sichere Verbindung gesendet
fi_fi: Pääsytietosi lähetetään vain suojattua yhteyttä käyttäen
ja_jp: 認証情報はセキュリティで保護された接続でのみ送信されます
lv_lv: Jūsu pilnvaras tiks nosūtītas tikai izmantojot drošu savienojumu
ru_ru: Ваши данные для входа будут отправляться только по защищенному соединению
sk_sk: Vaše prihlasovacie údaje budú odoslané iba cez zabezpečené pripojenie
tr_tr: Kimlik bilgilerinizin güvenli bir bağlantı üzerinden gönderilecektir

source: Your current password
de_de: Ihr aktuelles Passwort
fi_fi: Nykyinen salasanasi
ja_jp: 現在のパスワード
lv_lv: Jūsu pašreizējā parole
ru_ru: Текущий пароль
sk_sk: Vaše aktuálne heslo
tr_tr: Mevcut parolanız

source: Your current selection contains too many appointments for the chosen timeframe.
de_de: Ihre aktuelle Auswahl enthält zu viele Termine für den gewählten Zeitrahmen.
fi_fi: Valittuna ajankohtana on liian monta tapahtumaa.
ja_jp: 現在の選択は、選択されたタイムフレームに対して予定が多すぎます。
lv_lv: Jūsu pašreizējā izvēle satur pārāk daudz mītiņus izvēlētajam laika apgabalam.
ru_ru: Ваш выбор содержит слишком много встреч для выбранного временного диапазона.
sk_sk: Aktuálny výber obsahuje príliš veľa schôdzok na zvolený časový rámec.
tr_tr: Geçerli seçiminiz, seçilen zaman aralığı için çok fazla randevu içeriyor.

source: Your data archive from %1$s is ready for download. The download is available until %2$s.
de_de: Ihr Datenarchiv vom %1$s steht zum Herunterladen bereit. Das Archiv ist bis %2$s verfügbar.
fi_fi: Tietoarkistosi ajalta %2$s on valmis ladattavaksi. Lataus on käytettävissä %1$s saakka.
ja_jp: %1$sからのデータアーカイブはダウンロードできます。ダウンロードは%2$sまで可能です。
lv_lv: Jūsu datu arhīvs no %1$s ir gatavs lejupielādei. Lejupielāde ir pieejama līdz %2$s.
ru_ru: Ваш архив данных от %1$s готов для загрузки. Загрузка доступна до %2$s.
sk_sk: Archív vašich údajov z %1$s je pripravený na stiahnutie. Bude k dispozícii na stiahnutie až do %2$s.
tr_tr: %1$s tarihli veri arşiviniz indirilmeye hazır. Arşivi %2$s tarihine kadar indirebilirsiniz.

source: Your default reminders will be applied to this calendar.
de_de: Ihre Standarderinnerungen werden auf diesen Kalender angewendet.
fi_fi: Tässä kalenterissa käytetään oletusmuistutuksiasi.
ja_jp: 既定のアラームをこのカレンダーに適用します。
lv_lv: Šim kalendāram tiks lietoti jūsu noklusējuma atgādinājumi.
ru_ru: Настроенные по умолчанию напоминания будут добавлены в этот календарь.
sk_sk: Na tento kalendár sa použijú predvolené pripomenutia.
tr_tr: Varsayılan anımsatıcılarınız bu takvime uygulanacak.

source: Your devices
de_de: Ihre Geräte
fi_fi: Omat laitteesi
ja_jp: デバイス
lv_lv: Jūsu iekārtas
ru_ru: Ваши устройства
sk_sk: Vaše zariadenia
tr_tr: Cihazlarınız

source: Your feedback on AI integration ...
de_de: Ihr Feedback zur KI-Integration ...
fi_fi: Palautteesi tekoälyn integroinnista ...
ja_jp: AI統合についてのフィードバック...
lv_lv: Jūsu atsauksmes par AI integrāciju ...
ru_ru: Ваш отзыв об интеграции ИИ ...
sk_sk: Vaša spätná väzba k integrácii umelej inteligencie ...
tr_tr: Yapay zeka entegrasyonu hakkındaki görüşleriniz...

source: Your input
de_de: Ihre Eingabe
fi_fi: Syötteesi
ja_jp: インプット
lv_lv: Jūsu ievades
ru_ru: Ваш ввод
sk_sk: Váš vstup
tr_tr: Mesajınız

source: Your mail address
de_de: Ihre E-Mail-Adresse
fi_fi: Postiosoitteesi
ja_jp: ご利用のメールアドレス
lv_lv: Jūsu e-pasta adrese
ru_ru: Почтовый адрес
sk_sk: Vaša emailová adresa
tr_tr: E-posta adresiniz

source: Your name
de_de: Ihr Name
fi_fi: Nimesi
ja_jp: 名前
lv_lv: Jūsu vārds
ru_ru: Ваше имя
sk_sk: Vaše meno
tr_tr: Adınız

source: Your new password may not be empty.
de_de: Ihr neues Passwort darf nicht leer sein.
fi_fi: Uusi salasanasi ei voi olla tyhjä.
ja_jp: 新しいパスワードが空にしてはいけません。
lv_lv: Jaunā parole nevar būt tukša.
ru_ru: Новый пароль не может быть пустым.
sk_sk: Vaše nové heslo nesmie byť prázdne.
tr_tr: Yeni parolanız boş olamaz.

source: Your old password
de_de: Ihr altes Passwort
fi_fi: Vanha salasanasi
ja_jp: 変更前のパスワード
lv_lv: Jūsu vecā parole
ru_ru: Старый пароль
sk_sk: Vaše staré heslo
tr_tr: Eski parolanız

source: Your operating system is not supported.
de_de: Ihr Betriebssystem wird nicht unterstützt.
fi_fi: Käyttöjärjestelmäsi ei ole tuettu.
ja_jp: ご利用のオペレーティング システムはサポートされていません。
lv_lv: Jūsu operētājsistēma netiek atbalstīta.
ru_ru: Эта операционная система не поддерживается.
sk_sk: Váš operačný systém nie je podporovaný.
tr_tr: İşletim sisteminiz desteklenmiyor.

source: Your password
de_de: Ihr Passwort
fi_fi: Salasanasi
ja_jp: ご利用のパスワード
lv_lv: Jūsu parole
ru_ru: Ваш пароль
sk_sk: Vaše heslo
tr_tr: Parolanız

source: Your password is expired. Please change your password to continue.
de_de: Ihr Passwort ist abgelaufen. Zum Fortfahren ändern Sie bitte Ihr Passwort.
fi_fi: Salasanasi on vanhentunut. Vaihda salasanasi jatkaaksesi.
ja_jp: パスワードが期限切れです。パスワードを変更してください。
lv_lv: Jūsu paroles derīgums ir beidzies. Lai turpinātu, lūdzu veiciet paroles nomaiņu.
ru_ru: Срок действия вашего пароля истек. Измените пароль, чтобы продолжить.
sk_sk: Platnosť vášho hesla vypršala. Prosím, zmeňte svoje heslo, aby ste mohli pokračovať.
tr_tr: Parolanızın süresi doldu. Lütfen devam etmek için parolanızı değiştirin.

source: Your password is more secure if it also contains capital letters, numbers, and special characters like %1$s
de_de: Ihr Passwort ist sicherer, wenn es auch Großbuchstaben, Zahlen und Sonderzeichen wie %1$s enthält.
fi_fi: Salasanasi on turvallisempi, jos se sisältää myös isoja kirjaimia, numeroita ja erikoismerkkejä, kuten %1$s
ja_jp: パスワードに大文字、数字、%1$s などの特殊文字を含めるとより安全になります
lv_lv: Jūsu parole būs drošāka ja tā saturēs lielos burtus, ciparus un speciālos simbolus, tādus kā %1$s
ru_ru: Для усиления защиты пароля используйте заглавные буквы, цифры и специальные символы %1$s
sk_sk: Vaše heslo je bezpečnejšie, ak obsahuje aj veľké písmená, číslice a špeciálne znaky ako %1$s
tr_tr: Parolanız büyük harf, rakam ve %1$s gibi özel karakterler de içerirse daha güvenli olur

source: Your platform is not supported
de_de: Ihre Plattform wird nicht unterstützt
fi_fi: Alustaasi ei tueta
ja_jp: ご利用のプラットフォームはサポートされていません。
lv_lv: Jūsu platforma netiek atbalstīta
ru_ru: Ваша платформа не поддерживается
sk_sk: Vaša platforma nie je podporovaná
tr_tr: Platformunuz desklenmiyor

source: Your platform is not supported!
de_de: Ihre Plattform wird nicht unterstützt.
fi_fi: Alustaasi ei tueta!
ja_jp: ご利用のプラットフォームはサポートされていません。
lv_lv: Jūsu platforma netiek atbalstīta!
ru_ru: Ваша платформа не поддерживается!
sk_sk: Vaša platforma nie je podporovaná!
tr_tr: Platformunuz desklenmiyor!

source: Your preview is being generated.
de_de: Ihre Vorschau wird generiert.
fi_fi: Esikatselunäkymääsi luodaan.
ja_jp: プレビューが作成中です。
lv_lv: Priekšskatījums tiek ģenerēts.
ru_ru: Идет генерация предварительного просмотра.
sk_sk: Prebieha vytvorenie náhľadu.
tr_tr: Ön izlemeniz oluşturuluyor.

source: Your recurrence rule does not fit to your start date.
de_de: Ihre Serienregel passt nicht zu Ihrem Starttermin.
fi_fi: Toistuvuussääntö ei sovi aloituspäivämäärään.
ja_jp: 繰り返しルールは開始日時に合っていません。
lv_lv: Atkārtošanās kārtula neatbilst sākuma datumam.
ru_ru: Правило повторения не соответствует дате начала.
sk_sk: Vaše pravidlo opakovania sa nezmestí do vášho dátumu začiatku.
tr_tr: Yineleme kuralınız başlangıç tarihinize uymuyor.

source: Your recurrence rule was changed automatically.
de_de: Ihre Serienregel wurde automatisch geändert.
fi_fi: Toistumissääntöä muutettiin automaattisesti.
ja_jp: 繰り返しルールは自動で変更されました。
lv_lv: Atkārtošanās kārtula tika automātiski izmainīta.
ru_ru: Правило повторения было автоматически изменено.
sk_sk: Vaše pravidlo opakovania bolo automaticky zmenené.
tr_tr: Yinelenme kuralınız otomatik olarak değiştirildi.

source: Your requested archive is currently being created. Depending on the size of the requested data this may take hours or days. You will be informed via email when your download is ready.
de_de: Das angeforderte Archiv wird gerade erstellt. Je nach Größe der angeforderten Daten kann dies Stunden oder Tage dauern. Sie werden per E-Mail informiert, wenn Ihr Download abgeschlossen ist.
fi_fi: Pyytämääsi arkistoa luodaan parhaillaan. Pyydetyn datan määrästä riippuen tähän voi mennä tunteja tai päiviä. Saat sähköpostiisi ilmoituksen kun lataaminen on suoritettu.
ja_jp: 要求されたアーカイブが現在作成されています。要求されたデータのサイズによっては、数時間または数日間かかる可能性があります。ダウンロードの準備ができると、メールで通知されます。
lv_lv: Jūsu pieprasītais arhīvs pašlaik tiek izveidots. Atkarībā no pieprasījuma apjoma, izveide var prasīt stundas vai dienas. Jūs saņemsiet e-pastu ar paziņojumu, kad arhīvs būs pieejams lejupielādei.
ru_ru: Запрошенный вами архив создается. В зависимости от размера запрошенных данных, это может занять несколько часов или дней. Вы будете уведомлены по электронной почте, когда ваша загрузка будет готова к скачиванию.
sk_sk: Požadovaný archív sa práve vytvára. V závislosti od veľkosti požadovaných údajov to môže trvať hodiny alebo dni. Budete informovaní prostredníctvom e-mailu, keď bude pripravený na stiahnutie.
tr_tr: Arşiviniz şu anda hazırlanıyor. İstediğiniz verilerin büyüklüğüne bağlı olarak bu işlem birkaç saat veya birkaç gün sürebilir. Arşiviniz indirilmeye hazır olduğunda size e-postayla bilgi vereceğiz.

source: Your session is expired
de_de: Ihre Sitzung ist abgelaufen
fi_fi: Istuntosi on vanhentunut
ja_jp: セッションが期限切れです
lv_lv: Jūsu sesijas derīgums ir beidzies
ru_ru: Время сеанса истекло
sk_sk: Vaša relácia vypršala
tr_tr: Oturumunuzun süresi doldu

source: Your shared contacts:
de_de: Ihre gemeinsamen Kontakte:
fi_fi: Jaetut yhteystietosi:
ja_jp: 共有連絡先:
lv_lv: Jūsu koplietojuma kontakti:
ru_ru: Общие контакты:
sk_sk: Vaše spoločné kontakty:
tr_tr: Paylaşılan kişileriniz:

source: Your status update could not be posted on %s. The error message was: "%s"
de_de: Ihre Status-Aktualisierung konnte nicht auf %s veröffentlicht werden. Die Fehlermeldung lautet: "%s"
fi_fi: Tilapäivitystäsi ei voitu postata palveluun %s. Virheviesti oli: "%s"
ja_jp: ステータス アップデートを %s に投稿できませんでした。エラーメッセージ: "%s"
lv_lv: Jūsu statusa jauninājums nevar tikt reģistrēts %s. Kļūdas paziņojums ir: "%s"
ru_ru: Не удалось опубликовать ваш статус в %s. Ошибка: «%s»
sk_sk: Vašu aktualizáciu stavu nebolo možné zverejniť na %s. Chybová správa bola: "%s"
tr_tr: Durum güncellemeniz %s üzerinde paylaşılamadı. Hata mesajı: "%s"

source: Your status update has been successfully posted on %s
de_de: Ihre Status-Aktualisierung wurde erfolgreich auf %s veröffentlicht
fi_fi: Tilapäivityksesi on onnistuneesti postattu palveluun %s
ja_jp: ステータス アップデートを %s に投稿できませんでした
lv_lv: Jūsu statusa jauninājums ir veiksmigi reģistrēts %s
ru_ru: Обновление статуса опубликовано в %s
sk_sk: Vaša aktualizácia stavu bola úspešne zverejnená na %s
tr_tr: Durum güncellemeniz %s üzerinde başarıyla paylaşıldı

source: Your timezone
de_de: Ihre Zeitzone
fi_fi: Aikavyöhykkeesi
ja_jp: タイムゾーン
lv_lv: Jūsu laika zona
ru_ru: Ваш часовой пояс
sk_sk: Vaše časové pásmo
tr_tr: Saat diliminiz

source: Your url
de_de: Ihre URL
fi_fi: URL:isi
ja_jp: URL
lv_lv: Jūsu URL
ru_ru: Ваш URL
sk_sk: Vaša adresa URL
tr_tr: URL'niz

source: Your user name
de_de: Ihr Benutzername
fi_fi: Käyttäjänimesi
ja_jp: ユーザー名
lv_lv: Jūsu lietotāja vārds
ru_ru: Ваше имя пользователя
sk_sk: Vaše používateľské meno
tr_tr: Kullanıcı adınız

source: Your vacation notice is active
de_de: Ihre Abwesenheitsbenachrichtigung ist aktiv
fi_fi: Lomailmoituksesi on aktiivinen
ja_jp: 休暇通知が有効です。
lv_lv: Jūsu prombūtnes paziņojums ir aktīvs
ru_ru: Сообщение автоответчика включено
sk_sk: Vaše oznámenie o dovolenke je aktívne
tr_tr: Tatil bildirimi aktif

source: Your week
de_de: Ihre Woche
fi_fi: Viikkosi
ja_jp: 週
lv_lv: Jūsu nedēļa
ru_ru: Ваша неделя
sk_sk: Váš týždeň
tr_tr: Haftanız

source: Yubikey, Google Security Keys, or compatible FIDO device
de_de: Yubikey, Google-Sicherheitsschlüssel oder kompatibles FIDO-Gerät
fi_fi: Yubikey, Google Security Keys, tai yhteensopiva FIDO -laite
ja_jp: Yubikey、Googleセキュリティキー、または対応FIDOデバイス
lv_lv: Yubikey, Google Security Keys, vai cita FIDO saderīga ierīce
ru_ru: Yubikey, ключи безопасности Google или устройство, совместимое с FIDO
sk_sk: Bezpečnostné kľúče Yubikey, Google alebo zariadenie kompatibilné s FIDO2
tr_tr: Yubikey, Google Güvenlik Anahtarı veya uyumlu bir FIDO cihazı

source: ZB
fi_fi: ZT
ru_ru: ЗБ

source: Zoom
fi_fi: Zoomaa
ja_jp: ズーム
lv_lv: Palielināt
ru_ru: Масштаб
sk_sk: Priblížiť
tr_tr: Yakınlaştırma

source: Zoom Meeting
fi_fi: Zoom-kokous
ja_jp: Zoom会議
lv_lv: Zoom mītiņš
ru_ru: Zoom-конференция
sk_sk: Stretnutie Zoom
tr_tr: Zoom toplantısı

source: Zoom in
de_de: Vergrößern
fi_fi: Zoomaa sisään
ja_jp: ズームイン
lv_lv: Palielināt
ru_ru: Увеличить масштаб
sk_sk: Priblížiť
tr_tr: Yakınlaştır

source: Zoom meetings
fi_fi: Zoom-kokoukset
ja_jp: Zoom会議
lv_lv: Zoom mītiņi
ru_ru: Zoom-конференции
sk_sk: Stretnutia Zoom
tr_tr: Zoom toplantıları

source: Zoom meetings expire after 365 days. We recommend to limit the series to one year. Alternatively, you can update the series before the Zoom meeting expires.
de_de: Zoom-Meetings laufen nach 365 Tagen ab. Wir empfehlen, die Serie auf ein Jahr zu begrenzen. Alternativ können Sie die Serie aktualisieren, bevor das Zoom-Meeting abläuft.
fi_fi: Zoom-kokoukset vanhenevat 365 päivän jälkeen. Suosittelemme, että rajaat sarjan pituuden yhteen vuoteen. Voit myös päivittää sarjaa ennen Zoom-kokouksen vanhenemista.
ja_jp: Zoom会議の利用期限は365日です。繰り返しを一年に制限することをお勧めします。または、Zoom会議の利用期限が切れる前に繰り返しを更新してください。
lv_lv: Zoom mītiņi ir derīgi 365 dienas. Mēs iesakām ierobežot sēriju viena gada garumā. Alternatīvi, jūs varat jaunināt sēriju pirms tās derīgums ir izbeidzies.
ru_ru: Срок действия Zoom-конференций истекает через 365 дней. Мы рекомендуем ограничить срок действия серии одним годом. Кроме того, вы можете обновить серию до истечения срока действия Zoom-конференции.
sk_sk: Platnosť stretnutí Zoom vyprší po 365 dňoch. Odporúčame sériu obmedziť na jeden rok. Alternatívne môžete sériu aktualizovať pred vypršaním platnosti schôdzky Zoom.
tr_tr: Zoom toplantılarının süresi 365 gün sonra dolar. Diziyi bir yılla sınırlamanızı öneririz. Alternatif olarak Zoom toplantısının süresi dolmadan önce diziyi güncelleyebilirsiniz.

source: Zoom out
de_de: Verkleinern
fi_fi: Zoomaa pois
ja_jp: ズームアウト
lv_lv: Samazināt
ru_ru: Уменьшить масштаб
sk_sk: Oddialiť
tr_tr: Uzaklaştır

source: Zoom: %1$d%
ja_jp: ズーム: %1$d%
lv_lv: Izmērs: %1$d%
ru_ru: Масштаб: %1$d%
sk_sk: Priblíženie: %1$d%
tr_tr: Yakınlaştırma: %%1$d

source: [Copy]
de_de: [Kopie]
fi_fi: [Kopio]
ja_jp: [コピー]
lv_lv: [Kopija]
ru_ru: [Копия]
sk_sk: [Kópia]
tr_tr: [Kopya]

source: [Copy] %1$s
de_de: [Kopie] %1$s
fi_fi: [Kopio] %1$s
ja_jp: %1$s の［コピー］
lv_lv: [Kopija] %1$s
ru_ru: [Копия] %1$s
sk_sk: [Kópia] %1$s
tr_tr: [Kopya] %1$s

source: a full match (allows DOS-style wildcards)
de_de: eine exakte Übereinstimmung (erlaubt Wildcards im DOS-Stil)
fi_fi: täydellinen vastaavuus (sallii DOS-tyyppiset villit kortit)
ja_jp: マッチする（DOSワイルドカードを使用可能）
lv_lv: pilnīga atbilstība (var lietot DOS aizstājsimbolus)
ru_ru: полное совпадение (символы подстановки DOS разрешены)
sk_sk: úplná zhoda (umožňuje zástupné znaky v štýle DOSu)
tr_tr: tam eşleşme (DOS tarzı joker karakterler kullanılabilir)

source: accepted
de_de: bestätigt
fi_fi: hyväksynyt
ja_jp: 承諾
lv_lv: apstiprināts
ru_ru: принято
sk_sk: prijaté
tr_tr: kabul edildi

# search
source: address
de_de: anschrift
fi_fi: osoite
ja_jp: アドレス
lv_lv: adrese
ru_ru: адрес
sk_sk: adresa
tr_tr: adres

# search
source: after
de_de: nach
fi_fi: jälkeen
ja_jp: これ以降
lv_lv: pēc
ru_ru: после
sk_sk: po
tr_tr: sonra

source: after end
de_de: nach Ende
fi_fi: loppumisen jälkeen
ja_jp: 終了後
lv_lv: pēc beigām
ru_ru: после завершения
sk_sk: po skončení
tr_tr: bittikten sonra

source: after start
de_de: nach Beginn
fi_fi: aloituksen jälkeen
ja_jp: 開始後
lv_lv: pēc sākuma
ru_ru: после начала
sk_sk: po začiatku
tr_tr: başlamadan sonra

source: an exact, full match
de_de: eine genaue, exakte Übereinstimmung
fi_fi: löytyy tarkasti vastaava osuma
ja_jp: 完全に一致する
lv_lv: precīzi atbilst
ru_ru: полное совпадение
sk_sk: presná, úplná zhoda
tr_tr: tam eşleşme

source: and %1$d others
de_de: und %1$d weitere
fi_fi: ja %1$d muuta
ja_jp: 他 %1$d名の受信者
lv_lv: un %1$d citi
ru_ru: и еще %1$d
sk_sk: a %1$d ďalších
tr_tr: ve %1$d kişi daha

# a11y
source: at %1$s
de_de: Ort: %1$s
fi_fi: paikka %1$s
ja_jp: 宛先：%1$s
lv_lv: vieta: %1$s
ru_ru: расположение: %1$s
sk_sk: miesto: %1$s
tr_tr: konum: %1$s

# search
source: attachments
de_de: anhänge
fi_fi: liitteet
ja_jp: 添付ファイル
lv_lv: pievienojumi
ru_ru: вложения
sk_sk: prílohy
tr_tr: ekler

source: autoforward
de_de: Automatische Weiterleitung
fi_fi: automaattinen välitys
ja_jp: 自動転送
lv_lv: automātiski pārsūtīt
ru_ru: автопересылка
sk_sk: automatické preposielanie
tr_tr: otomatik ilet

source: back
de_de: zurück
fi_fi: takaisin
ja_jp: 戻る
lv_lv: atpakaļ
ru_ru: назад
sk_sk: späť
tr_tr: geri

# search
source: before
de_de: vor
fi_fi: ennen
ja_jp: これ以前
lv_lv: pirms
ru_ru: до
sk_sk: pred
tr_tr: önce

source: before end
de_de: vor Ende
fi_fi: ennen loppua
ja_jp: 終了前
lv_lv: pirms beigām
ru_ru: до завершения
sk_sk: pred koncom
tr_tr: bitmeden önce

source: before start
de_de: vor Beginn
fi_fi: ennen alkua
ja_jp: 開始前
lv_lv: pirms sākuma
ru_ru: до начала
sk_sk: pred začiatkom
tr_tr: başlamadan önce

# search
source: business
de_de: geschäftlich
fi_fi: yritys
ja_jp: ビジネス
lv_lv: bizness
ru_ru: предприятие
sk_sk: firma
tr_tr: iş

source: calendar
de_de: Kalender
fi_fi: kalenteri
ru_ru: календарь
tr_tr: takvim

# search
source: categories
de_de: kategorien
fi_fi: luokkia
ja_jp: カテゴリ
lv_lv: kategorijas
ru_ru: категории
sk_sk: kategórie
tr_tr: kategoriler

source: choose a different platform
de_de: wählen Sie eine andere Plattform
fi_fi: valitse eri alusta
ja_jp: 他のプラットフォームを選択してください
lv_lv: izvēlieties citu platformu
ru_ru: выберите другую платформу
sk_sk: vyberte inú platformu
tr_tr: başka bir platform seçin

source: choose a different scenario
de_de: wählen Sie ein anderes Szenario
fi_fi: valitse eri skenaario
ja_jp: 他のシナリオを選択してください
lv_lv: izvēlieties citu scenāriju
ru_ru: выберите другой сценарий
sk_sk: vyberte iný scenár
tr_tr: başka bir senaryo seçin

source: continue if all conditions are met
de_de: fortsetzen, wenn alle Bedingungen erfüllt sind
fi_fi: jatka jos kaikki ehdot täyttyvät
ja_jp: すべての条件に合致
lv_lv: turpināt, ja izpildās visi nosacījumi
ru_ru: продолжить, если выполнены все условия
sk_sk: pokračovať ak sú splnené všetky podmienky
tr_tr: tüm koşullar sağlandıysa devam et

source: continue if all of these conditions are met
de_de: fortsetzen, wenn alle diese Bedingungen erfüllt sind
fi_fi: jatka jos kaikki nämä ehdot täyttyvät
ja_jp: すべての条件に合致
lv_lv: turpināt, ja izpildās visi šie nosacījumi
ru_ru: продолжить, если выполнены все из указанных условий
sk_sk: pokračovať ak sú splnené všetky tieto podmienky
tr_tr: bu koşulların tümü sağlandıysa devam et

source: continue if any of these conditions are met
de_de: fortsetzen, wenn irgendeine dieser Bedingungen erfüllt ist
fi_fi: jatka jos yksikin näistä ehdoista täyttyy
ja_jp: この条件のいずれかを満たす時に継続
lv_lv: turpināt, ja izpildās jebkurš no šiem nosacījumiem
ru_ru: продолжить, если выполнено любое из условий
sk_sk: pokračovať ak je splnená ktorákoľvek z týchto podmienok
tr_tr: bu koşulların herhangi biri sağlandıysa devam et

source: datepicker
de_de: Datumswähler
fi_fi: päivämääränvalitsin
ja_jp: 日付ピッカー
ru_ru: выбор даты
sk_sk: výber dátumu
tr_tr: tarih seçimi

source: day(s)
de_de: Tag(e)
fi_fi: päivää
ja_jp: 日
lv_lv: diena(s)
ru_ru: дн.
sk_sk: dní
tr_tr: gün

source: declined
de_de: abgelehnt
fi_fi: hylännyt
ja_jp: 辞退済み
lv_lv: atteikts
ru_ru: отклонено
sk_sk: zamietnuté
tr_tr: reddedildi

source: deleted
de_de: gelöscht
fi_fi: poistettu
ja_jp: 削除済み
lv_lv: izdzēsts
ru_ru: удалено
sk_sk: zmazané
tr_tr: silindi

source: department %1$s
de_de: Abteilung %1$s
fi_fi: osasto %1$s
ja_jp: 部署%1$s
lv_lv: struktūrvienība %1$s
ru_ru: отдел %1$s
sk_sk: oddelenie %1$s
tr_tr: bölüm: %1$s

source: does not match a substring
de_de: stimmt nicht mit einer Teilzeichenfolge überein
fi_fi: ei löydy vastaavaa alajonoa
ja_jp: 文字列を含まない
lv_lv: neatbilst fragmentam
ru_ru: не совпадает с подстрокой
sk_sk: nezodpovedá podreťazcu
tr_tr: bir alt dize ile eşleşmeyen

# search
source: email
fi_fi: sähköposti
ja_jp: メール
lv_lv: e-pasts
ru_ru: почта
tr_tr: e-posta

source: email address %1$s
de_de: E-Mail-Adresse %1$s
fi_fi: sähköpostiosoite %1$s
ja_jp: メールアドレス%1$s
lv_lv: e-pasta adrese %1$s
ru_ru: электронная почта %1$s
sk_sk: emailová adresa %1$s
tr_tr: e-posta adresi: %1$s

source: ends:
de_de: endet:
fi_fi: päättyy:
ja_jp: 終了：
lv_lv: beidzas:
ru_ru: заканчивается:
sk_sk: končí:
tr_tr: bitiş:

source: fifth / last
de_de: fünften / letzten
fi_fi: viides/viimeinen
ja_jp: 第5
lv_lv: piektā / pēdējā
ru_ru: пятый / последний
sk_sk: piaty / posledný
tr_tr: beşinci / son

source: file
de_de: Datei
fi_fi: tiedosto
ja_jp: ファイル
lv_lv: fails
ru_ru: файл
sk_sk: súbor
tr_tr: dosyasını

# search
source: file
de_de: Datei
fi_fi: tiedosto
ja_jp: ファイル
lv_lv: fails
ru_ru: файл
sk_sk: súbor
tr_tr: dosyasını
