Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Managed resources is a feature that allows organizations to efficiently manage and schedule shared resources such as conference rooms and equipment. This feature helps ensure that resources are utilized effectively and efficiently, improving productivity and reducing scheduling conflicts.
de_de: Die Funktion "Verwaltete Ressourcen" ermöglicht es Unternehmen, gemeinsam genutzte Ressourcen wie Konferenzräume und Geräte effizient zu verwalten und einzuplanen. Mit dieser Funktion wird sichergestellt, dass die Ressourcen effektiv und effizient genutzt werden, was die Produktivität erhöht und Planungskonflikte reduziert.
fi_fi: Hallitut resurssit on ominaisuus, jonka avulla organisaatiot voivat tehokkaasti hallita ja aikatauluttaa jaettuja resursseja, kuten neuvotteluhuoneita ja laitteita. Tämä ominaisuus auttaa käyttämään resursseja tehokkaasti ja tuloksellisesti, mikä parantaa tuottavuutta ja vähentää aikatauluristiriitoja.
ja_jp: 管理リソースは、組織が会議室や備品など共有リソースを効果的い管理およびスケジュールすることができる機能です。本機能により、リソースが効果的かつ効率的に利用することができ、生産性の向上やスケジューリングの競合の軽減が可能になります。
lv_lv: Pārvaldītie resursi ir funkcija, kas ļauj organizācijām efektīvi pārvaldīt un plānot koplietojamos resursus, piemēram, konferenču telpas un aprīkojumu. Šī funkcija palīdz nodrošināt, ka resursi tiek izmantoti efektīvi un lietderīgi, uzlabojot produktivitāti un samazinot plānošanas konfliktus.
ru_ru: Управление ресурсами — это функция, которая позволяет организациям эффективно управлять и планировать использование общих ресурсов, таких как конференц-залы и оборудование. Эта функция помогает обеспечить эффективное и рациональное использование ресурсов, повышает продуктивность и снижает количество конфликтов при планировании.
sk_sk: Spravované zdroje sú funkcia, ktoré umožňuje organizáciám efektívne spravovať a plánovať zdieľané zdroje ako sú konferenčné miestnosti a zariadenie. Táto funkcia pomáha zaistiť efektívne využívanie zdrojov, čo zvyšuje produktivitu a redukuje konflikty pri plánovaní.
tr_tr: Yönetilen kaynaklar özelliği sayesinde kuruluşlar, konferans odaları ve ekipman gibi paylaşımlı kaynakları verimli bir şekilde yönetebilir ve planlayabilir. Bu özellik, kaynakların etkin ve verimli bir şekilde kullanılmasını sağlayarak verimliliği artırır ve zamanlama çakışmalarını azaltır.

source: Manager
fi_fi: Johtaja
ja_jp: 上司
lv_lv: Menedžeris
ru_ru: Менеджер
sk_sk: Nadriadený
tr_tr: Yönetici

source: Manual input
de_de: Manuelle Eingabe
fi_fi: Manuaalinen tiedonsyöttö
ja_jp: 手動入力
lv_lv: Manuāla ievade
ru_ru: Ввести вручную
sk_sk: Manuálne zadané
tr_tr: Elle giriş

source: Marimba
ja_jp: マリンバ
ru_ru: Ксилофон

source: Marital status
de_de: Familienstand
fi_fi: Aviosääty
ja_jp: 既婚/未婚
lv_lv: Ģimenes stāvoklis
ru_ru: Семейное положение
sk_sk: Rodinný stav
tr_tr: Medeni durum

source: Mark all messages as read
de_de: Alle Nachrichten als gelesen markieren
fi_fi: Merkitse kaikki viestit luetuiksi
ja_jp: すべてのメッセージを既読にする
lv_lv: Iestatīt visus ziņojumus kā izlasītus
ru_ru: Отметить все как прочитанные
sk_sk: Označiť všetky správy ako prečítané
tr_tr: Tüm mesajları okunmuş olarak işaretle

source: Mark as distribution list
de_de: Als Verteilerliste markieren
fi_fi: Merkitse jakelulistaksi
ja_jp: 連絡先グループを既読にする
lv_lv: Iezīmēt kā izplatīšanas sarakstu
ru_ru: Отметить как список рассылки
sk_sk: Označiť ako distribučný zoznam
tr_tr: Dağıtım listesi olarak işaretle

source: Mark as done
de_de: Als erledigt markieren
fi_fi: Merkitse valmiiksi
ja_jp: 完了にする
lv_lv: Iezīmēt kā paveiktu
ru_ru: Отметить как завершенное
sk_sk: Označiť ako hotové
tr_tr: Bitmiş olarak işaretle

source: Mark as optional
de_de: Als optional markieren
fi_fi: Merkitse valinnaiseksi
ja_jp: オプションにする
lv_lv: Iezīmēt kā neobligātu
ru_ru: Отметить как необязательный
sk_sk: Označiť ako voliteľné
tr_tr: İsteğe bağlı olarak işaretle

source: Mark as read
de_de: Als gelesen markieren
fi_fi: Merkitse luetuksi
ja_jp: 既読にする
lv_lv: Iezīmēt kā izlasītu
ru_ru: Отметить как прочитанное
sk_sk: Označiť ako prečítané
tr_tr: Okundu olarak işaretle

source: Mark as required
de_de: Als erforderlich markieren
fi_fi: Merkitse tarpeelliseksi
ja_jp: 必要とする
lv_lv: Iezīmēt kā obligātu
ru_ru: Отметить как обязательный
sk_sk: Označiť ako povinné
tr_tr: Gerekli olarak işaretle

source: Mark as spam
de_de: Als Spam markieren
fi_fi: Roskaposti
ja_jp: 迷惑メールの印をつける
lv_lv: Iestatīt kā mēstuli
ru_ru: Отметить как спам
sk_sk: Označiť ako Spam
tr_tr: Spam olarak işaretle

source: Mark as undone
de_de: Als unerledigt markieren
fi_fi: Merkitse tekemättömäksi
ja_jp: 未完了にする
lv_lv: Iezīmēt kā nepabeiktu
ru_ru: Отметить как незавершенное
sk_sk: Označiť ako vrátené
tr_tr: Bitmemiş olarak işaretle

source: Mark as unread
de_de: Als ungelesen markieren
fi_fi: Merkitse lukemattomaksi
ja_jp: 未読にする
lv_lv: Iezīmēt kā nelasītu
ru_ru: Отметить как непрочитанное
sk_sk: Označiť ako neprečítané
tr_tr: Okunmadı olarak işaretle

source: Mark mail as
de_de: E-Mail markieren als
fi_fi: Merkitse
ja_jp: 次のマークを付ける
lv_lv: Iestatīt pastu kā
ru_ru: Отметить как
sk_sk: Označiť správu ako
tr_tr: E-postayı işaretle

source: Mark mail as not spam
de_de: E-Mail als "kein Spam" markieren
fi_fi: Merkitse ei-roskapostiksi
ja_jp: 迷惑メールの印をつける
lv_lv: Iezīmēt kā ne-surogātu
ru_ru: Пометить письмо как не спам
sk_sk: Označiť správu ako Nie je spam
tr_tr: E-postayı spam değil olarak işaretle

source: Mark mail as spam
de_de: E-Mail als Spam markieren
fi_fi: Merkitse roskapostiksi
ja_jp: 迷惑メールの印をつける
lv_lv: Iezīmēt kā surogātu
ru_ru: Пометить письмо как спам
sk_sk: Označiť správu ako Spam
tr_tr: E-postayı spam olarak işaretle

source: Mark mails from %1$s as deleted
de_de: E-Mails von %1$s als gelöscht markieren
fi_fi: Merkitse lähettäjän %1$s viestit poistetuiksi
ja_jp: %1$s からのメールに削除済みにする
lv_lv: Iezīmēt vēstules no %1$s kā izdzēstas
ru_ru: Отметить сообщения от %1$s как удаленные
sk_sk: Označiť emaily od %1$s ako zmazané
tr_tr: %1$s adresinden gelen e-postaları silindi olarak işaretle

source: Mark mails from %1$s as seen
de_de: E-Mails von %1$s als gesehen markieren
fi_fi: Merkitse lähettäjän %1$s viestit nähdyiksi
ja_jp: %1$s からのメールに既読にする
lv_lv: Iezīmēt vēstules no %1$s kā apskatītas
ru_ru: Отметить сообщения от %1$s как прочитанные
sk_sk: Označiť emaily od %1$s ako prečítané
tr_tr: %1$s adresinden gelen e-postaları görüldü olarak işaretle

source: Mark mails to %1$s as deleted
de_de: E-Mails an %1$s als gelöscht markieren
fi_fi: Merkitse viestit vastaanottajalle %1$s poistetuiksi
ja_jp: %1$s へのメールを削除済みにする
lv_lv: Iezīmēt vēstules saņēmējam %1$s kā izdzēstas
ru_ru: Отметить сообщения, адресованные %1$s, как удаленные
sk_sk: Označiť emaily s adresátom %1$s ako zmazané
tr_tr: %1$s adresine giden e-postaları silindi olarak işaretle

source: Mark mails to %1$s as seen
de_de: E-Mails an %1$s als gesehen markieren
fi_fi: Merkitse viestit vastaanottajalle %1$s nähdyiksi
ja_jp: %1$s へのメールを既読にする
lv_lv: Iezīmēt vēstules adresātam %1$s kā apskatītas
ru_ru: Отметить сообщения, адресованные %1$s, как прочитанные
sk_sk: Označiť emaily s adresátom %1$s ako prečítané
tr_tr: %1$s adresine giden e-postaları görüldü olarak işaretle

source: Mark mails with subject %1$s as deleted
de_de: E-Mails mit dem Betreff %1$s als gelöscht markieren
fi_fi: Merkitse viestit, joiden aihe on %1$s , poistetuiksi
ja_jp: 件名 %1$s のメールを削除済みにする
lv_lv: Iezīmēt vēstules ar tematu %1$s kā izdzēstas
ru_ru: Отметить сообщения с темой %1$s как удаленные
sk_sk: Označiť emaily s predmetom %1$s ako zmazané
tr_tr: %1$s konulu e-postaları silindi olarak işaretle

source: Mark mails with subject %1$s as seen
de_de: E-Mails mit dem Betreff %1$s als gesehen markieren
fi_fi: Merkitse nähdyiksi viestit, joiden aihe on %1$s
ja_jp: 件名 %1$s のメールを既読にする
lv_lv: Iezīmēt vēstules ar tematu %1$s kā apskatītas
ru_ru: Отметить сообщения с темой %1$s как прочитанные
sk_sk: Označiť maily s predmetom %1$s ako prečítané
tr_tr: %1$s konulu e-postaları görüldü olarak işaretle

source: Mark participants as optional
de_de: Teilnehmer als optional markieren
fi_fi: Merkitse osallistujat valinnaisiksi
ja_jp: 参加者をオプションにする
lv_lv: Iezīmēt dalībniekus kā neobligātus
ru_ru: Отметить участников как необязательных
sk_sk: Označiť účastníkov ako voliteľných
tr_tr: Katılımcıları isteğe bağlı olarak işaretle

source: Mark read
de_de: Als gelesen markieren
fi_fi: Merkitse luetuksi
ja_jp: 既読にする
lv_lv: Iestatīt kā izlasītu
ru_ru: Прочитано
sk_sk: Označiť ako prečítané
tr_tr: Okundu olarak işaretle

source: Mark unread
de_de: Als ungelesen markieren
fi_fi: Merkitse lukemattomaksi
ja_jp: 未読にする
lv_lv: Iestatīt kā nelasītu
ru_ru: Непрочитанное
sk_sk: Označiť ako neprečítané
tr_tr: Okunmadı olarak işaretle

source: Marked as favorite
de_de: Als Favorit markiert
fi_fi: Merkitty suosikiksi
ja_jp: お気に入りにされた
lv_lv: Iezīmēts kā favorīts
ru_ru: Отмечен как избранный
sk_sk: Označené ako obľúbené
tr_tr: Favori olarak işaretlendi

source: Marked as unread
de_de: Als ungelesen markiert
fi_fi: Merkitty lukemattomaksi
ja_jp: 未読にされた
lv_lv: Iezīmēt kā nelasītu
ru_ru: Отметить как непрочитанное
sk_sk: Označiť ako neprečítané
tr_tr: Okunmadı olarak işaretlendi

source: Matches
de_de: Stimmt überein mit
fi_fi: Vastaa merkkejä
ja_jp: 次のワイルドカード条件に一致する
lv_lv: Atbilst
ru_ru: Совпадает с
sk_sk: Zodpovedá
tr_tr: Şununla eşleşen

source: Matches not
de_de: Stimmt nicht überein mit
fi_fi: Ei vastaa
ja_jp: 次のワイルドカード条件に一致しない
lv_lv: Neatbilst
ru_ru: Не совпадает с
sk_sk: Nezodpovedá
tr_tr: Şununla eşleşmeyen

source: Maximize
de_de: Maximieren
fi_fi: Suurenna
ja_jp: 最大化
lv_lv: Maksimizēt
ru_ru: Развернуть
sk_sk: Maximalizovať
tr_tr: Büyüt

source: Maximum file size
de_de: Maximale Dateigröße
fi_fi: Tiedoston enimmäiskoko
ja_jp: 最大ファイルサイズ
lv_lv: Maksimālais faila izmērs
ru_ru: Максимальный размер файла
sk_sk: Maximálna veľkosť súboru
tr_tr: Maksimum dosya boyutu

source: Maximum version count
de_de: Maximale Anzahl an Versionen
fi_fi: Versioiden enimmäismäärä
ja_jp: 最大バージョン
lv_lv: Maksimālais versiju skaits
ru_ru: Максимальное количество версий
sk_sk: Maximálny počet verzií
tr_tr: Maksimum sürüm sayısı

source: Maybe
de_de: Vielleicht
fi_fi: Ehkä
ja_jp: 未決定
lv_lv: Varbūt
ru_ru: Возможно
sk_sk: Možno
tr_tr: Belki

# appointment participation status
source: Maybe
de_de: Vielleicht
fi_fi: Ehkä
ja_jp: 未決定
lv_lv: Varbūt
ru_ru: Возможно
sk_sk: Možno
tr_tr: Belki

source: Maybe: %d
de_de: Vielleicht: %d
fi_fi: Ehkä: %d
ja_jp: 未決定：%d
lv_lv: Varbūt: %d
ru_ru: Возможно: %d
sk_sk: Možno: %d
tr_tr: Belki: %d

source: Medium
de_de: Mittel
fi_fi: Media
ja_jp: 中
lv_lv: Vidējs
ru_ru: Средний
sk_sk: Stredné
tr_tr: Orta

# Tasks priority
source: Medium
de_de: Mittel
fi_fi: Keskitasoinen
ja_jp: 中
lv_lv: Vidēja
ru_ru: Средний
sk_sk: Stredná
tr_tr: Orta

source: Medium (%1$s px)
de_de: Mittel (%1$s px)
fi_fi: Keskitaso (%1$s px)
ja_jp: 中 (%1$s px)
lv_lv: Vidējs (%1$s px)
ru_ru: Средний (%1$s пкс)
sk_sk: Stredná (%1$s px)
tr_tr: Orta (%1$s px)

source: Medium Gray
de_de: Mittelgrau
fi_fi: Keskiharmaa
ja_jp: ミディアムグレー
lv_lv: Vidēji pelēks
ru_ru: Средне-серый
sk_sk: Stredne šedá
tr_tr: Orta gri

source: Medium priority
de_de: Mittlere Priorität
fi_fi: Keskiverto tärkeys
ja_jp: 優先度 (中)
lv_lv: Vidēja prioritāte
ru_ru: Средний приоритет
sk_sk: Vysoká priorita
tr_tr: Orta öncelikli

source: Meeting
fi_fi: Kokous
ja_jp: 会議
lv_lv: Mītiņš
ru_ru: Встреча
sk_sk: Stretnutie
tr_tr: Toplantı

source: Meeting password: %1$s
de_de: Meeting-Passwort: %1$s
fi_fi: Kokouksen salasana: %1$s
ja_jp: 会議パスワード: %1$s
lv_lv: Mītiņa parole: %1$s
ru_ru: Пароль встречи: %1$s
sk_sk: Heslo stretnutia: %1$s
tr_tr: Toplantı parolası: %1$s

source: Meeting starts now
de_de: Meeting beginnt jetzt
fi_fi: Kokous alkaa nyt
ja_jp: 会議を今開始
lv_lv: Mītiņš sākas tagad
ru_ru: Встреча начинается сейчас
sk_sk: Stretnutie práve začína
tr_tr: Toplantı başlıyor

source: Meeting-ID: %1$s
fi_fi: Kokoustunniste: %1$s
ja_jp: 会議-ID: %1$s
lv_lv: Mītiņa ID: %1$s
ru_ru: Идентификатор встречи: %1$s
sk_sk: ID stretnutia: %1$s
tr_tr: Toplantı ID'si: %1$s

source: Members
de_de: Mitglieder
fi_fi: Jäsenet
ja_jp: メンバー
lv_lv: Locekļi
ru_ru: Участники
sk_sk: Členovia
tr_tr: Üyeler

source: Members (%1$d)
de_de: Mitglieder (%1$d)
fi_fi: Jäsenet (%1$d)
ja_jp: メンバー (%1$d)
lv_lv: Dalībnieki (%1$d)
ru_ru: Участники (%1$d)
sk_sk: Členovia (%1$d)
tr_tr: Üyeler (%1$d)

source: Merge
de_de: Zusammenfügen
fi_fi: Yhdistä
ja_jp: 統合
lv_lv: Apvienot
ru_ru: Объединить
sk_sk: Zlúčiť
tr_tr: Birleştir

source: Message
de_de: Nachricht
fi_fi: Viesti
ja_jp: メッセージ
lv_lv: Ziņojums
ru_ru: Сообщение
sk_sk: Správa
tr_tr: İleti

source: Message format
de_de: Nachrichtenformat
fi_fi: Viestiformaatti
ja_jp: メッセージ形式
lv_lv: Ziņojuma formāts
ru_ru: Формат сообщения
sk_sk: Formát správy
tr_tr: İleti biçimi

source: Message list
de_de: Nachrichtenliste
fi_fi: Viestiluettelo
ja_jp: メッセージリスト
lv_lv: Ziņojumu saraksts
ru_ru: Список сообщений
sk_sk: Zoznam správ
tr_tr: İleti listesi

source: Message moved to category "%1$s".
de_de: Nachricht in Kategorie "%1$s" verschoben.
fi_fi: Viesti siirretty luokkaan "%1$s".
ja_jp: メッセージをカテゴリ"%1$s"に移動しました。
lv_lv: Ziņojums pārvietots uz kategoriju "%1$s".
ru_ru: Сообщение перемещено в категорию «%1$s».
sk_sk: Správa presunutá do kategórie "%1$s".
tr_tr: İleti "%1$s" kategorisine taşındı.

source: Message subject
de_de: Betreff der Nachricht
fi_fi: Viestin aihe
ja_jp: メッセージ件名
lv_lv: Ziņojuma temats
ru_ru: Тема сообщения
sk_sk: Predmet správy
tr_tr: İleti konusu

source: Message will be sent to all newly invited people
de_de: Nachricht wird an alle neu eingeladenen Personen gesendet
fi_fi: Viesti lähetetään kaikille uusille kutsutuille
ja_jp: メッセージは新しく招待された人すべてに送信されます。
lv_lv: Paziņojums tiks nosūtīts visām no jauna uzaicinātajām personām
ru_ru: Сообщение будет отправлено всем вновь приглашенным людям
sk_sk: Správa bude odoslaná všetkým novo pozvaným ľuďom
tr_tr: Mesajınız yeni davet edilen herkese gönderilecektir

source: Messages
de_de: Nachrichten
fi_fi: Viestit
ja_jp: メッセージ
lv_lv: Ziņojumi
ru_ru: Сообщения
sk_sk: Správy
tr_tr: İletiler

source: Messages moved to category "%1$s".
de_de: Nachricht in Kategorie "%1$s" verschoben.
fi_fi: Viestit siirretty luokkaan "%1$s".
ja_jp: メッセージをカテゴリ"%1$s"に移動しました。
lv_lv: Ziņojums pārvietots uz kategoriju "%1$s".
ru_ru: Сообщения перемещены в категорию «%1$s».
sk_sk: Správy presunuté do kategórie "%1$s".
tr_tr: İletiler "%1$s" kategorisine taşındı.

source: Messages options
de_de: Nachrichten-Optionen
fi_fi: Viestien vaihtoehdot
ja_jp: メッセージ オプション
lv_lv: Ziņojumu opcijas
ru_ru: Параметры сообщения
sk_sk: Možnosti správ
tr_tr: İleti seçenekleri

source: Messenger
fi_fi: Viestin
ja_jp: メッセンジャー
lv_lv: Ziņotājs
ru_ru: Обмен сообщениями
sk_sk: Posielanie správ
tr_tr: Mesajlaşma

source: Microphone %1$s
de_de: Mikrofon %1$s
fi_fi: Mikrofoni %1$s
ja_jp: マイク %1$s
lv_lv: Mikrofons %1$s
ru_ru: Микрофон %1$s
sk_sk: Mikrofón %1$s
tr_tr: Mikrofon %1$s

source: Middle name
de_de: Zweiter Vorname
fi_fi: Muut nimet
ja_jp: ミドルネーム
lv_lv: Otrais vārds
ru_ru: Отчество
sk_sk: Stredné meno
tr_tr: İkinci ad

source: Middleware version
fi_fi: Väliohjelmiston versio
ja_jp: ミドルウェアバージョン
lv_lv: Resursprogrammas versija
ru_ru: Версия промежуточного ПО
sk_sk: Verzia middleware
tr_tr: Middleware sürümü

source: Minimize
de_de: Minimieren
fi_fi: Minimoi
ja_jp: 最小化
lv_lv: Minimzēt
ru_ru: Свернуть
sk_sk: Minimalizovať
tr_tr: Küçült

source: Minimized windows
de_de: Minimierte Fenster
fi_fi: Pienennetyt ikkunat
ja_jp: ウィンドウを最小化
lv_lv: Minimizētie logi
ru_ru: Свернутые окна
sk_sk: Minimalizované okná
tr_tr: Küçültülmüş pencereler

source: Minimum password length is %1$d.
de_de: Minimale Passwortlänge ist %1$d.
fi_fi: Salasanan vähimmäispituus on %1$d.
ja_jp: パスワードは最低 %1$d 文字必要です。
lv_lv: Minimālais paroles garums ir %1$d.
ru_ru: Минимальная длина пароля: %1$d.
sk_sk: Minimálna dĺžka hesla je %1$d.
tr_tr: Minimum parola uzunluğu %1$d karakterdir.

source: Minus
fi_fi: Miinus
ja_jp: マイナス
lv_lv: Mīnus
ru_ru: Минус
sk_sk: Mínus
tr_tr: Eksi

# call-history
source: Missed
de_de: Verpasst
fi_fi: Vastaamaton puhelu
ja_jp: 不在着信
lv_lv: Neatbildēts
ru_ru: Пропущенные
sk_sk: Zmeškané
tr_tr: Cevapsız

source: Missed call from %1$s
de_de: Verpasster Anruf von %1$s
fi_fi: Vastaamaton puhelu soittajalta %1$s
ja_jp: %1$sからの不在着信
lv_lv: Neatbildēts zvans no %1$s
ru_ru: Пропущенный звонок от %1$s
sk_sk: Zmeškaný hovor od %1$s
tr_tr: %1$s adlı kişiden cevapsız arama

source: Mobile
de_de: Mobiltelefon
fi_fi: Kännykkä
ja_jp: 携帯電話
lv_lv: Mobilais
ru_ru: Мобильный
sk_sk: Mobil
tr_tr: Mobil

source: Mobile Mail
fi_fi: Mobiili posti
ja_jp: モバイルメール
lv_lv: Mobilais pasts
ru_ru: Мобильная Почта
tr_tr: Mobil E-posta

source: Mobile Signature
de_de: Mobilsignatur
fi_fi: Mobiili allekirjoitus
ja_jp: モバイル署名
lv_lv: Mobilais paraksts
ru_ru: Мобильная подпись
sk_sk: Mobilný podpis
tr_tr: Mobil İmza

source: Model is incomplete.
de_de: Unvollständige Angaben
fi_fi: Malli on keskeneräinen.
ja_jp: モデルが不完全です。
lv_lv: Modelis nav pabeigts.
ru_ru: Неполная модель.
sk_sk: Model je neúplný.
tr_tr: Model tamamlanmamış.

source: Modified
de_de: Geändert
fi_fi: Muutettu
ja_jp: 更新日
lv_lv: Izmainīts
ru_ru: Изменено
sk_sk: Zmenené
tr_tr: Değiştirme

# superessive
source: Monday
de_de: Montag
fi_fi: Maanantaina
ja_jp: 月曜
lv_lv: Pirmdienā
ru_ru: Понедельник
sk_sk: Pondelok
tr_tr: Pazartesi

source: Monday in %1$d weeks
de_de: Montag in %1$d Wochen
fi_fi: Maanantai %1$d viikon kuluttua
ja_jp: %1$d週の月曜
lv_lv: Pirmdien pēc %1$d nedēļām
ru_ru: Понедельник через %1$d недель
sk_sk: V pondelok o %1$d týždňov
tr_tr: %1$d hafta sonra pazartesi

source: Month
de_de: Monat
fi_fi: Kuukausi
ja_jp: 月
lv_lv: Mēnesis
ru_ru: Месяц
sk_sk: Mesiac
tr_tr: Ay

source: Month view
de_de: Monatsansicht
fi_fi: Kuukausinäkymä
ja_jp: 月ビュー
lv_lv: Mēneša skats
ru_ru: Просмотр по месяцам
sk_sk: Zobrazenie mesiaca
tr_tr: Ay görünümü

source: Monthly
de_de: Monatlich
fi_fi: Kuukausittain
ja_jp: 毎月
lv_lv: Ik-mēneša
ru_ru: Каждый месяц
sk_sk: Mesačne
tr_tr: Her ay

source: Mood
de_de: Stimmung
fi_fi: Mieliala
ja_jp: ムード
lv_lv: Noskaņa
ru_ru: Настроение
sk_sk: Nálada
tr_tr: Ruh hali

source: More actions
de_de: Weitere Aktionen
fi_fi: Lisää toimintoja
ja_jp: その他のアクション
lv_lv: Vairāk darbību
ru_ru: Другие действия
sk_sk: Ďalšie operácie
tr_tr: Diğer eylemler

source: More colors! You like purple? Prefer orange? You now have the choice! We added a set of themes that covers the most common color preferences. And you can combine different background and accent colors.
de_de: Es werde bunt! Sie mögen Violett? Oder doch lieber Orange? Jetzt haben Sie die Wahl! Wir haben mehrere Themes mit beliebten Farben hinzugefügt, die Sie mit verschiedenen Hintergründen kombinieren können.
fi_fi: Lisää värejä! Pidätkö purppurasta? Pidätkö enemmän oranssista? Voit nyt valita! Lisäsimme joukon teemoja, jotka kattavat yleisimmät värimieltymykset. Ja voit yhdistää erilaisia tausta- ja korostusvärejä.
ja_jp: もっと色を！紫が好きですか？オレンジの方がお好みですか？色を選ぶことができます！最も一般的な色の好みを網羅するテーマセットを追加しました。また、異なるバックグラウンドの色やアクセントカラーを組み合わせることも可能です。
lv_lv: Vairāk krāsu! Tev patīk violeta? Vai vēlaties oranžu? Tagad jums ir izvēle! Mēs pievienojām tēmu kopu, kas aptver visizplatītākās krāsu preferences. Un jūs varat apvienot dažādas fona un akcenta krāsas.
ru_ru: Больше цветов! Вам нравится фиолетовый? Предпочитаете оранжевый? Теперь у вас есть выбор! Мы добавили набор тем, которые охватывают наиболее распространенные цветовые предпочтения. Вы можете комбинировать различные фоновые и акцентные цвета.
sk_sk: Viac farieb! Máte radi fialovú? Preferujete oranžovú? Teraz si môžete vybrať! Pridali sme sadu tém vzhľadu, ktoré pokrývajú najbežnejšie farebné preferencie. A môžete kombinovať rôzne farby pozadia a zvýraznenia.
tr_tr: Daha fazla renk! En sevdiğiniz renk turuncu mu? Yoksa mor mu? Artık istediğiniz seçebilirsiniz. En sevilen renk tercihlerinin çoğunu kapsayan yeni temalar ekledik. Üstelik farklı arka plan ve vurgu renklerini birlikte kullanabilirsiniz.

source: More contact options
de_de: Weitere Optionen für Kontakte
fi_fi: Lisää yhteystietovaihtoehtoja
ja_jp: その他の連絡先オプション
lv_lv: Vairāk kontaktu opcijas
ru_ru: Дополнительные опции контактов
sk_sk: Ďalšie možnosti kontaktov
tr_tr: Diğer kişi seçenekleri

source: More message options
de_de: Weitere Optionen für Nachrichten
fi_fi: Lisää viestien asetuksia
ja_jp: その他のメッセージオプション
lv_lv: Vairāk ziņojumu opcijas
ru_ru: Дополнительные опции сообщений
sk_sk: Ďalšie možnosti správ
tr_tr: Diğer ileti seçenekleri

source: More options
de_de: Weitere Optionen
fi_fi: Lisää valintoja
ja_jp: オプション
lv_lv: Vairāk opciju
ru_ru: Больше
sk_sk: Ďalšie možnosti
tr_tr: Diğer seçenekler

source: More search options
de_de: Weitere Suchoptionen
fi_fi: Lisää hakuvaihtoehtoja
ja_jp: その他の検索オプション
lv_lv: Vairāk meklēšanas opciju
ru_ru: Дополнительные параметры поиска
sk_sk: Ďalšie možnosti vyhľadávania
tr_tr: Diğer arama seçenekleri

source: Most recent attachments
de_de: Neueste Anhänge
fi_fi: Viimeisimmät liitteet
ja_jp: 最近の添付ファイル
lv_lv: Nesenie pielikumi
ru_ru: Наиболее недавние вложения
sk_sk: Najnovšie prílohy
tr_tr: En son ekler

source: Most recent mails (%1$d)
de_de: Neueste E-Mails (%1$d)
fi_fi: Uusimmat viestit (%1$d)
ja_jp: 最近のメール (%1$d)
lv_lv: Jaunākie ziņojumi (%1$d)
ru_ru: Последние письма (%1$d)
sk_sk: Najnovšie emaily (%1$d)
tr_tr: En son e-postalar (%1$d)

source: Mountains
de_de: Gebirge
fi_fi: Vuoret
ja_jp: 山地標準時
lv_lv: Kalni
ru_ru: Горы
sk_sk: Hory
tr_tr: Dağlar

source: Move
de_de: Verschieben
fi_fi: Siirrä
ja_jp: 移動
lv_lv: Pārvietot
ru_ru: Переместить
sk_sk: Presunúť
tr_tr: Taşı

source: Move all
de_de: Alle verschieben
fi_fi: Siirrä kaikki
ja_jp: すべて移動
lv_lv: Pārvietot visu
ru_ru: Переместить все
sk_sk: Presunúť všetky
tr_tr: Tümünü taşı

source: Move all messages
de_de: Alle Nachrichten verschieben
fi_fi: Siirrä kaikki viestit
ja_jp: すべてのメッセージを移動する
lv_lv: Pārvietot visus ziņojumus
ru_ru: Переместить все сообщения
sk_sk: Presunúť všetky správy
tr_tr: Tüm mesajları taşı

source: Move folder
de_de: Ordner verschieben
fi_fi: Siirrä kansio
ja_jp: フォルダーを移動
lv_lv: Pārvietot mapi
ru_ru: Переместить папку
sk_sk: Presunúť priečinok
tr_tr: Klasörü taşı

source: Move mails from %1$s into folder %2$s
de_de: E-Mails von %1$s in den Ordner %2$s verschieben
fi_fi: Siirrä viestit lähettäjältä %1$s kansioon %2$s
ja_jp: %1$s からのメールをフォルダー %2$s に移動
lv_lv: Pārvietot vēstules no %1$s uz mapi %2$s
ru_ru: Переместить сообщения от %1$s в папку %2$s
sk_sk: Presunúť emaily od %1$s do priečinka %2$s
tr_tr: %1$s adresinden gelen e-postaları %2$s klasörüne taşı

source: Move mails to %1$s into folder %2$s
de_de: E-Mails an %1$s in den Ordner %2$s verschieben
fi_fi: Siirrä viestit lähettäjältä %1$s kansioon %2$s
ja_jp: %1$s へのメールをフォルダー %2$s に移動
lv_lv: Pārvietot vēstules adresātam %1$s uz mapi %2$s
ru_ru: Переместить сообщения, адресованные %1$s, в папку %2$s
sk_sk: Presunúť emaily s adresátom %1$s do priečinka %2$s
tr_tr: %1$s adresine giden e-postaları %2$s klasörüne taşı

source: Move mails with subject %1$s into folder %2$s
de_de: E-Mails mit dem Betreff %1$s in den Ordner %2$s verschieben
fi_fi: Siirrä viestit, joiden aihe on %1$s, kansioon %2$s
ja_jp: 件名 %1$s のメールをフォルダー %2$s に移動
lv_lv: Pārvietot vēstules ar tematu %1$s uz mapi %2$s
ru_ru: Переместить сообщения с темой %1$s в папку %2$s
sk_sk: Presunúť emaily s predmetom %1$s do priečinka %2$s
tr_tr: %1$s konulu e-postaları %2$s klasörüne taşı

source: Move operation takes longer to finish
de_de: Verschiebevorgang dauert länger
fi_fi: Siirron toteuttaminen kestää pitempään
ja_jp: 移動操作の終了にはもう少し時間がかかります。
lv_lv: Pārvietošanas operācija prasa ilgāku laiku
ru_ru: Операция перемещения займет больше времени
sk_sk: Dokončenie operácia presunutia trvá dlhšie
tr_tr: Taşıma işleminin tamamlanması daha uzun sürer

source: Move to category
de_de: In Kategorie verschieben
fi_fi: Siirrä luokkaan
ja_jp: カテゴリに移動
lv_lv: Pārvietot uz kategoriju
ru_ru: Переместить в категорию
sk_sk: Presunúť do kategórie
tr_tr: Kategoriye taşı
