Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: and
de_de: und
fi_fi: ja
ja_jp: と
lv_lv: un
ru_ru: и
sk_sk: a
tr_tr: ve

source: %1$d Day
de_de: Ein Tag
fi_fi: %1$d päivä
ja_jp: %1$d 日
lv_lv: %1$d diena
ru_ru: %1$d день
sk_sk: %1$d deň
tr_tr: %1$d gün

source: %1$d Hour
de_de: Eine Stunde
fi_fi: %1$d tunti
ja_jp: %1$d 時間
lv_lv: %1$d stunda
ru_ru: %1$d час
sk_sk: %1$d hodina
tr_tr: %1$d saat

source: %1$d Minute
de_de: Eine Minute
fi_fi: %1$d minuutti
ja_jp: %1$d 分
lv_lv: %1$d minūte
ru_ru: %1$d минута
sk_sk: %1$d minúta
tr_tr: %1$d dakika

source: %1$d Week
de_de: Eine Woche
fi_fi: %1$d viikko
ja_jp: %1$d 週間
lv_lv: %1$d nedēļa
ru_ru: %1$d неделя
sk_sk: %1$d týždeň
tr_tr: %1$d hafta

source: %1$d address selected
de_de: Eine Adresse ausgewählt
fi_fi: %1$d osoite valittuna
ja_jp: %1$d 個の連絡先を選択しました
lv_lv: Izvēlēta %1$d adrese
ru_ru: Выделен %1$d адрес
sk_sk: %1$d správa vybraná
tr_tr: %1$d adres seçildi

source: %1$d attachment
de_de: Ein Anhang
fi_fi: %1$d liite
ja_jp: %1$d 個の添付ファイル
lv_lv: %1$d pievienojums
ru_ru: %1$d вложение
sk_sk: %1$d príloha
tr_tr: %1$d ek

source: %1$d autocomplete entry found
de_de: Ein Autovervollständigungseintrag gefunden
fi_fi: Automaattinen täyttö löysi %1$d osuman
ja_jp: %1$d個の自動補完項目が見つかりました
lv_lv: Atrasts %1$d automātiskās pabeigšanas ieraksts
ru_ru: Найдено %1$d автозаполнение
sk_sk: Nájdená %1$d položka automatického dopĺňania
tr_tr: %1$d otomatik tamamlama kaydı bulundu

source: %1$d contact
de_de: %1$d Kontakte
fi_fi: %1$d yhteystieto
ja_jp: 連絡先%1$dつ
lv_lv: %1$d kontakts
ru_ru: %1$d контакт
sk_sk: %1$d kontakt
tr_tr: 1 kişi

source: %1$d contact selected
de_de: %1$d Kontakt ausgewählt
fi_fi: %1$d yhteystieto valittuna
ja_jp: %1$d 個の連絡先を選択しました
lv_lv: Izvēlēts %1$d kontakts
ru_ru: %1$d контакт выбран
sk_sk: %1$d kontakt vybraný
tr_tr: %1$d kişi seçildi

source: %1$d day
de_de: Ein Tag
fi_fi: %1$d päivä
ja_jp: %1$d 日
lv_lv: %1$d diena
ru_ru: %1$d день
sk_sk: %1$d deň
tr_tr: %1$d gün

source: %1$d entry
de_de: %1$d Eintrag
fi_fi: %1$d merkintä
ja_jp: %1$d 項目
lv_lv: %1$d ieraksts
ru_ru: %1$d запись
sk_sk: %1$d položka
tr_tr: 1 kayıt

source: %1$d files have been changed recently
de_de: %1$d Dateien wurden kürzlich geändert
fi_fi: %1$d tiedostoa on hiljattain muutettu
ja_jp: 最近変更されたファイルが %1$d 個あります
lv_lv: %1$d faili ir nesen izmainīti
ru_ru: %1$d файлов было недавно изменено
sk_sk: %1$d súbory boli nedávno zmenené
tr_tr: %1$d dosya yakın zamanda değiştirildi

source: %1$d hour
de_de: Eine Stunde
fi_fi: %1$d tunti
ja_jp: %1$d 時間
lv_lv: %1$d stunda
ru_ru: %1$d час
sk_sk: %1$d hodina
tr_tr: %1$d saat

source: %1$d item
de_de: Ein Objekt
fi_fi: %1$d kohde
ja_jp: %1$d 個のアイテム
lv_lv: %1$d vienība
ru_ru: %1$d элемент
sk_sk: %1$d položka
tr_tr: %1$d öğe

source: %1$d item selected
de_de: Ein Objekt ausgewählt
fi_fi: %1$d valittuna
ja_jp: %1$d 個のアイテムを選択しました
lv_lv: Izvelēta %1$d vienība
ru_ru: %1$d элемент выбран
sk_sk: %1$d položka vybraná
tr_tr: %1$d öğe seçildi

source: %1$d member
de_de: Ein Mitglied
fi_fi: %1$d jäsen
ja_jp: メンバー %1$d 名
lv_lv: %1$d dalībnieks
ru_ru: %1$d участник
sk_sk: %1$d člen
tr_tr: %1$d üye

source: %1$d message
de_de: %1$d Nachricht
fi_fi: %1$d viesti
ja_jp: %1$d 件のメッセージ
lv_lv: %1$d ziņojums
ru_ru: %1$d сообщение
sk_sk: %1$d správa
tr_tr: 1 mesaj

source: %1$d message selected
de_de: Eine Nachricht markiert
fi_fi: %1$d viesti valittuna
ja_jp: %1$d 件のメッセージが選択されています
lv_lv: Izvēlēts %1$d ziņojums
ru_ru: Выбрано %1$d сообщение
sk_sk: %1$d správa vybraná
tr_tr: %1$d ileti seçildi

source: %1$d minute
de_de: Eine Minute
fi_fi: %1$d minuutti
ja_jp: %1$d 分
lv_lv: %1$d minūte
ru_ru: %1$d минута
sk_sk: %1$d minúta
tr_tr: %1$d dakika

source: %1$d minutes
de_de: %1$d Minuten
fi_fi: %1$d minuuttia
ja_jp: %1$d 分
lv_lv: %1$d minūtes
ru_ru: %1$d минут
sk_sk: %1$d minút
tr_tr: %1$d dakika

source: %1$d month
de_de: Ein Monat
fi_fi: %1$d kuukausi
ja_jp: %1$d か月
lv_lv: %1$d mēnesis
ru_ru: %1$d месяц
sk_sk: %1$d mesiac
tr_tr: %1$d ay

source: %1$d of %2$d item
de_de: %1$d von %2$d Objekt
fi_fi: %1$d / %2$d
ja_jp: %1$d / 全 %2$d アイテム
lv_lv: %1$d no %2$d
ru_ru: %1$d из %2$d
sk_sk: %1$d z %2$d položky
tr_tr: %1$d / %2$d öğe

source: %1$d of %2$d used
de_de: %1$d von %2$d belegt
fi_fi: %1$d/%2$d käytetty
ja_jp: %1$d / 使用 %2$d
lv_lv: %1$d no %2$d izmantots
ru_ru: Использовано %1$d из %2$d
sk_sk: %1$d z %2$d využitých
tr_tr: %1$d / %2$d kullanıldı

source: %1$d of 10 points.
de_de: %1$d von 10 Punkten.
fi_fi: %1$d / 5 pistettä.
ja_jp: 10点満点で %1$d点
lv_lv: %1$d no 10 punktiem.
ru_ru: %1$d из 10 баллов.
sk_sk: %1$d z 10 bodov.
tr_tr: %1$d / 10 puan.

source: %1$d of 5 stars
de_de: %1$d von 5 Sternen
fi_fi: %1$d / 5 tähteä
ja_jp: 星 %1$dつ
lv_lv: %1$d no 5 zvaigznēm
ru_ru: %1$d из 5 звезд
sk_sk: %1$d z 5 hviezdičiek
tr_tr: %1$d / 5 yıldız

source: %1$d second
de_de: Eine Sekunde
fi_fi: %1$d sekuntia
ja_jp: %1$d 秒
lv_lv: %1$d sekunde
ru_ru: %1$d секунда
sk_sk: %1$d sekunda
tr_tr: %1$d saniye

source: %1$d selected
de_de: %1$d markiert
fi_fi: %1$d valittuna
ja_jp: %1$d 件のメッセージが選択されています
lv_lv: %1$d iezīmēti
ru_ru: выбрано: %1$d
sk_sk: %1$d vybraných
tr_tr: %1$d seçili

source: %1$d task
de_de: %1$d Aufgabe
fi_fi: %1$d tehtävä
ja_jp: %1$d 件のタスク
lv_lv: %1$d uzdevums
ru_ru: %1$d задача
sk_sk: %1$d úloha
tr_tr: 1 görev

source: %1$d total
de_de: %1$d gesamt
fi_fi: %1$d yhteensä
ja_jp: %1$d 合計
lv_lv: %1$d kopā
ru_ru: Всего: %1$d
sk_sk: %1$d celkom
tr_tr: toplam %1$d

source: %1$d unread
de_de: %1$d ungelesen
fi_fi: %1$d luettu
ja_jp: %1$d 未読
lv_lv: %1$d nelasīts
ru_ru: %1$d не прочитано
sk_sk: %1$d neprečítaných
tr_tr: %1$d okunmamış

source: %1$d version
de_de: Eine Version
fi_fi: %1$d versio
ja_jp: %1$dバージョン
lv_lv: %1$d versija
ru_ru: %1$d версия
sk_sk: %1$d verzia
tr_tr: %1$d sürüm

source: %1$d week
de_de: Eine Woche
fi_fi: %1$d viikkoa
ja_jp: %1$d 週間
lv_lv: %1$d nedēļa
ru_ru: %1$d неделя
sk_sk: %1$d týždeň
tr_tr: %1$d hafta

source: %1$d year
de_de: Ein Jahr
fi_fi: %1$d vuoden kuluttua
ja_jp: %1$d 年
lv_lv: %1$d gads
ru_ru: %1$d год
sk_sk: %1$d rok
tr_tr: %1$d yıl

source: %1$d% of mail count remaining
de_de: Vom E-Mail-Speicherlimit verbleiben noch %1$d%
fi_fi: %1$s% postin määrästä jäljellä
ja_jp: メールカウント残数%1$d
lv_lv: %1$d% o ir atlikušo pasta sūtījumu skaits
ru_ru: Осталось %1$d% писем
sk_sk: %1$d % správ zostáva
tr_tr: Kalan e-posta kotası: %%1$d

source: %1$n member
de_de: %1$n Mitglied
fi_fi: %1$n jäsen
ja_jp: メンバー %1$n名
lv_lv: %1$n dalībnieks
ru_ru: %1$n участник
sk_sk: %1$n člen
tr_tr: %1$n üye

source: %1$s %2$s after end.
de_de: %1$s %2$s nach Ende.
fi_fi: %1$s %2$s tapaamisen loputtua.
ja_jp: 終了後に%1$s%2$s
lv_lv: %1$s %2$s pēc beigām.
ru_ru: %1$s %2$s после окончания.
sk_sk: %1$s %2$s po ukončení.
tr_tr: Bitmeden %2$s sonra %1$s.

source: %1$s %2$s after start.
de_de: %1$s %2$s nach Beginn.
fi_fi: %1$s %2$s tapaamisen alusta.
ja_jp: 開始後に%1$s%2$s
lv_lv: %1$s %2$s pēc sākuma.
ru_ru: %1$s %2$s после начала.
sk_sk: %1$s %2$s po začiatku.
tr_tr: Başlamadan %2$s sonra %1$s.

source: %1$s %2$s before end.
de_de: %1$s %2$s vor Ende.
fi_fi: %1$s %2$s ennen tapaamisen päättymistä.
ja_jp: 終了前に%1$s%2$s
lv_lv: %1$s %2$s pirms beigām.
ru_ru: %1$s %2$s до конца.
sk_sk: %1$s %2$s pred koncom.
tr_tr: Bitmeden %2$s önce %1$s.

source: %1$s %2$s before start.
de_de: %1$s %2$s vor Beginn.
fi_fi: %1$s %2$s ennen tapaamisen alkua.
ja_jp: 開始前に%1$s%2$s
lv_lv: %1$s %2$s pirms sākuma.
ru_ru: %1$s %2$s до начала.
sk_sk: %1$s %2$s pred začiatkom.
tr_tr: Başlamadan %2$s önce %1$s.

source: %1$s Files left
de_de: %1$s Dateien übrig
fi_fi: %1$s tiedostoa jäljellä
ja_jp: %1$sつのファイルが残っています
lv_lv: Atlikuši %1$s faili
ru_ru: %1$s файлов осталось
sk_sk: Zostáv %1$s súborov
tr_tr: %1$s dosya kaldı

source: %1$s Help
de_de: %1$s-Hilfe
fi_fi: %1$s Ohje
ja_jp: %1$s ヘルプ
lv_lv: %1$s palīdzība
ru_ru: Справка %1$s
sk_sk: Pomocník %1$s
tr_tr: %1$s Yardımı

source: %1$s appointments selected
de_de: %1$s Termine ausgewählt
fi_fi: %1$s tapaamista valittu
ja_jp: %1$s 件の予定が選択されています。
lv_lv: Izvēlēti %1$s mītiņi
ru_ru: Выбрано встреч: %1$s
sk_sk: %1$s schôdzok vybraných
tr_tr: %1$s randevu seçildi

source: %1$s at %2$s
de_de: %1$s bei %2$s
fi_fi: %1$s %2$s
ja_jp: %1$s - %2$s
lv_lv: %1$s - %2$s
ru_ru: %1$s, %2$s
sk_sk: %1$s, %2$s
tr_tr: %2$s, %1$s

source: %1$s at %2$s.
de_de: %1$s um %2$s.
fi_fi: %1$s %2$s.
ja_jp: %1$s に %2$s
lv_lv: %1$s pie %2$s.
ru_ru: %1$s, %2$s.
sk_sk: %1$s %2$s.
tr_tr: %2$s tarihinde %1$s.

source: %1$s at end.
de_de: %1$s bei Ende.
fi_fi: %1$s tapaamisen päättyessä.
ja_jp: 終了時に%1$s
lv_lv: %1$s pie beigām.
ru_ru: %1$s в конце.
sk_sk: %1$s na konci.
tr_tr: Bitince %1$s.

source: %1$s at start.
de_de: %1$s bei Beginn.
fi_fi: %1$s tapaamisen alkaessa.
ja_jp: 開始時に%1$s
lv_lv: %1$s pie sākuma.
ru_ru: %1$s в начале.
sk_sk: %1$s na začiatku.
tr_tr: Başlarken %1$s.

source: %1$s autocomplete token field. Use left and right arrow keys to navigate between the tokens
de_de: Autovervollständigungsfeld %1$s. Verwenden Sie die linke und rechte Pfeiltaste zum Navigieren zwischen den Feldern.
fi_fi: %1$s Automaattisesti täydennettävä merkkikenttä. Käytä vasenta ja oikeaa nuolinäppäintä siirtyäksesi merkkien välillä
ja_jp: %1$s を自動補完。トークンを移動するには左方向キーと右方向キーを使用してください。
lv_lv: %1$s automātiskās pabeigšanas žetona lauks. Lai pārvietotos starp žetoniem, izmantojiet bultiņtaustiņus
ru_ru: Поле автозавершения %1$s. Используйте стрелки влево и вправо для навигации между токенами
sk_sk: Automatické dokončovanie položiek poľa %1$s. Medzi položkami sa pohybujte pomocou ľavej a pravej šípky
tr_tr: %1$s otomatik tamamlama jetonu alanı. Jetonlar arasında gezinmek için sol ve sağ ok tuşlarını kullanabilirsiniz

source: %1$s changed the status:
de_de: %1$s hat den Status geändert:
fi_fi: %1$s muutti tilaansa:
ja_jp: %1$s が参加可否を変更:
lv_lv: %1$s izmainīja statusu:
ru_ru: %1$s изменил(а) статус:
sk_sk: %1$s zmenil(a) svoj stav:
tr_tr: %1$s durumunu değiştirdi:

source: %1$s completed
de_de: %1$s hochgeladen
fi_fi: %1$s valmiina
ja_jp: 完了: %1$s
lv_lv: %1$s izpildīts
ru_ru: %1$s завершено
sk_sk: %1$s dokončených
tr_tr: %1$s tamamlandı

source: %1$s could not be added as the contact has no valid email field.
de_de: %1$s konnte nicht hinzugefügt werden, da der Kontakt kein gültiges E-Mail-Feld enthält.
fi_fi: %1$s ei voitu lisätä, koska yhteistiedolla ei ole kelpaavaa sähköpostikenttää.
ja_jp: 連絡先が有効なメールフィールドではないため、%1$sを追加することができませんでした。
lv_lv: %1$s nevar tikt pievienots, jo kontaktpersonai nav derīga e-pasta lauka.
ru_ru: Не удалось добавить %1$s, так как у контакта не указан адрес электронной почты.
sk_sk: %1$s nebol pridaný, pretože kontakt nemá žiadne platné pole s e-mailom.
tr_tr: Geçerli bir e-posta alanı olmadığı için %1$s kişi olarak eklenemedi.

source: %1$s for Windows
de_de: %1$s für Windows
fi_fi: %s asiakasohjelmisto Windowsille
ja_jp: %1$s クライアント (Windows 用)
ru_ru: Клиент %1$s для Windows
sk_sk: %s pre Windows
tr_tr: Windows için %1$s

source: %1$s has a new contact:
de_de: %1$s hat einen neuen Kontakt:
fi_fi: %1$s:lla on uusi kontakti:
ja_jp: %1$s のアドレス帳に次の新規の連絡先が追加されました:
lv_lv: %1$s ir jauns kontakts:
ru_ru: Новый контакт у %1$s:
sk_sk: %1$s má nový kontakt:
tr_tr: %1$s adlı kişinin yeni bir kontağı var:

source: %1$s has new contacts:
de_de: %1$s hat neue Kontakte:
fi_fi: %1$s:lla on uusia kontakteja:
ja_jp: %1$s のアドレス帳に次の新規の連絡先が追加されました:
lv_lv: %1$s ir jauni kontakti:
ru_ru: Новые контакты у %1$s:
sk_sk: %1$s má nové kontakty:
tr_tr: %1$s adlı kişinin yeni kontakları var:

source: %1$s is calling
de_de: %1$s ruft an
fi_fi: %1$s soittaa
ja_jp: %1$sが通話中です。
lv_lv: %1$s zvana
ru_ru: %1$s звонит
sk_sk: Volá %1$s
tr_tr: %1$s arıyor

source: %1$s item selected
de_de: Ein Objekt markiert
fi_fi: %1$s valittuna
ja_jp: %1$s 個のアイテムを選択
lv_lv: %1$s vienība iezimēta
ru_ru: выбран %1$s элемент
sk_sk: %1$s položka vybraná
tr_tr: %1$s öğe seçildi

source: %1$s more...
de_de: %1$s weitere...
fi_fi: vielä %1$s....
ja_jp: %1$s以上...
lv_lv: %1$s vairāk...
ru_ru: %1$s след...
sk_sk: ďalších %1$s...
tr_tr: %1$s imza daha...

source: %1$s moved to position %2$s of %3$s
de_de: %1$s an Position %2$s von %3$s verschoben
fi_fi: %1$s siirretty asemaan %2$s/%3$s
ja_jp: %1$s は %3$s アイテム中の %2$s 番目へ移動しました
lv_lv: %1$s pārvietots uz pozīciju %2$s no %3$s
ru_ru: %1$s перенесен в позицию %2$s в %3$s
sk_sk: %1$s sa presunulo na pozíciu %2$s z %3$s
tr_tr: %1$s, %2$s/%3$s konumuna taşındı

source: %1$s must not be empty.
de_de: %1$s darf nicht leer sein.
fi_fi: %1$s ei voi olla tyhjä.
ja_jp: %1$sは空にしてはいけません。
lv_lv: %1$s nedrīkst būt tukšs.
ru_ru: %1$s не может быть пустым.
sk_sk: Pole "%1$s" nemôže byť prázdne.
tr_tr: %1$s boş olmamalıdır.

source: %1$s of %2$s used
de_de: %1$s von %2$s belegt
fi_fi: %1$s/%2$s käytetty
ja_jp: %2$s 中 %1$s が使用中
lv_lv: %1$s no %2$s izmantots
ru_ru: Использовано %1$s из %2$s
sk_sk: %1$s z %2$s využitých
tr_tr: %1$s / %2$s kullanıldı

source: %1$s options
de_de: %1$s-Optionen
fi_fi: %1$s -vaihtoehdot
ja_jp: %1$s オプション
lv_lv: %1$s opcijas
ru_ru: Параметры %1$s
sk_sk: Možnosti aplikácie %1$s
tr_tr: %1$s seçenekleri

source: %1$s posted a link:
de_de: %1$s hat einen Link veröffentlicht:
fi_fi: %1$s postasi linkin:
ja_jp: %1$s が次のリンクを投稿しました:
lv_lv: %1$s ievietoja saiti:
ru_ru: %1$s опубликовал(а) ссылку:
sk_sk: %1$s poslal(a) odkaz:
tr_tr: %1$s bir bağlantı paylaştı:

source: %1$s posted a new activity:
de_de: %1$s hat eine neue Aktivität veröffentlicht:
fi_fi: %1$s postasi aktiviteetin:
ja_jp: %1$s が次の新規のアクティビティを投稿しました:
lv_lv: %1$s ir reģistrējis jaunu aktivitāti:
ru_ru: Обновления %1$s:
sk_sk: %1$s poslal(a) novú aktivitu:
tr_tr: %1$s yeni bir etkinlik paylaştı:

source: %1$s recommends this link:
de_de: %1$s empfiehlt diesen Link:
fi_fi: %1$s suosittelee linkkiä:
ja_jp: %1$s が次のリンクをお勧めしました:
lv_lv: %1$s iesaka šo saiti:
ru_ru: %1$s рекомендует ссылку:
sk_sk: %1$s odporúča tento odkaz:
tr_tr: %1$s şu bağlantıyı öneriyor:

source: %1$s shared a folder with you
de_de: %1$s hat einen Ordner für Sie freigegeben
fi_fi: %1$s on jakanut kanssasi tiedoston
ja_jp: %1$sがフォルダーを共有しました
lv_lv: %1$s ir koplietojis ar jums mapi
ru_ru: %1$s поделился с вами папкой
sk_sk: %1$s s vami zdieľa priečinok
tr_tr: %1$s sizinle bir klasör paylaştı

source: %1$s to %2$s
de_de: %1$s bis %2$s
fi_fi: %1$s viiva %2$s
ja_jp: %1$s が %2$s 宛に
lv_lv: %1$s līdz %2$s
ru_ru: %1$s до %2$s
sk_sk: %1$s až %2$s
tr_tr: %1$s ile %2$s arasında

source: %1$s toolbar. Use cursor keys to navigate.
de_de: %1$s-Werkzeugleiste. Verwenden Sie die Pfeiltasten zum Navigieren.
fi_fi: %1$s-työkalurivi. Käytä kohdistinpainikkeita navigointiin.
ja_jp: %1$s ツールバー。移動にはカーソルキーを使用できます。
lv_lv: %1$s rīkjosla. Lai pārvietotos, izmantojiet kursora taustiņus.
ru_ru: %1$s панель инструментов. Используйте клавиши курсора для навигации.
sk_sk: Panel nástrojov %1$s. Na navigáciu použite klávesy s šípkami.
tr_tr: %1$s araç çubuğu. Ok tuşlarıyla gezinebilirsiniz.

source: %1$s updated the profile:
de_de: %1$s hat das Profil aktualisiert:
fi_fi: %1$s päivitti profiiliaan:
ja_jp: %1$s がプロファイルを次に更新：
lv_lv: %1$s ir jauninājis profilu:
ru_ru: %1$s изменил(а) свой профиль:
sk_sk: %1$s aktualizoval(a) svoj profil:
tr_tr: %1$s profilini güncelledi:

source: %1$s, dropped. Final position in list: %2$s of %3$s
de_de: %1$s, abgelegt. Endposition in Liste: %2$s of %3$s
fi_fi: %1$s, irrotettu. Uusi paikka luettelossa: %2$s / %3$s
ja_jp: %1$s はドロップされました。リスト中の最終位置は %3$s 中の %2$s
lv_lv: %1$s, novietots. Fināla vieta sarakstā: %2$s no %3$s
ru_ru: %1$s, отменен. Финальная позиция в списке: %2$s из %3$s
sk_sk: %1$s, pustené. Konečná pozícia v zozname: %2$s z %3$s
tr_tr: %1$s, bırakıldı. Listedeki son konumu: %2$s / %3$s

source: %1$s, dropped. Re-order canceled.
de_de: %1$s, abgelegt. Neusortierung abgebrochen.
fi_fi: %1$s, pudotettu. Uudelleentilaus peruutettu.
ja_jp: %1$s はドロップされました。ソートは中止になりました。
lv_lv: %1$s, novietots. Pārkārtojiet kalendāru.
ru_ru: %1$s, удалено. Переупорядочивание отменено.
sk_sk: %1$s, pustené. Zmena poradia zrušená.
tr_tr: %1$s, bırakıldı. Sıralamadan vazgeçildi.

source: %1$s, grabbed. Current position in list: %2$s of %3$s. Press up and down arrow to change position, Spacebar to drop, Escape to cancel.
de_de: %1$s, markiert. Aktuelle Position in der Liste: %2$s von %3$s. Verwenden Sie zum Ändern der Position die Pfeiltasten nach oben und unten, Die Leertaste zum Ablegen, Escape zum Abbrechen.
fi_fi: %1$s, valittuna. Nykyinen paikka luettelossa: %2$s / %3$s. Vaihda paikkaa painamalla ylös- ja alasnuolia, pudota painamalla välilyöntinäppäintä, peruuta painamalla Esc.
ja_jp: %1$sがグラブされました。リスト中の現在の位置は%3$s中の%2$sです。位置の変更は上下矢印、ドロップするにはSpacebar、キャンセルはEscapeを押してください。
lv_lv: %1$s, paņemts. Pašreizējā vieta sarakstā: %2$s no %3$s. Lai mainītu pozīciju, piespiediet taustiņus uz augšu vai uz leju. Lai novietotu, piespiediet tukšuma taustiņu. Lai pārtrauktu, piespiediet Esc taustiņu.
ru_ru: %1$s, захвачен. Текущая позиция в списке: %2$s из %3$s. Нажмите курсор вверх и вниз для изменения позиции, Пробел - отпустить захват, Esc для отмены.
sk_sk: %1$s, zachytené. Aktuálna pozícia v zozname: %2$s z %3$s. Stlačením šípok hore/dolu zmeníte pozíciu. Pomocou medzerníka pustíte. Pomocou Escape zrušíte.
tr_tr: %1$s, tutuldu. Listede şu anki konumu: %2$s / %3$s. Konumu değiştirmek için yukarı ve aşağı ok tuşlarına, bırakmak için boşluk tuşuna, vazgeçmek için Escape tuşuna basın.

source: %1$s. New position in list: %2$s of %3$s
de_de: %1$s. Neue Position in der Liste: %2$s von %3$s
fi_fi: %1$s. Uusi paikka luettelossa: %2$s / %3$s
ja_jp: %1$s。リスト中の新しい位置は %3$s 中の %2$s
lv_lv: %1$s. Jaunā vieta sarakstā: %2$s no %3$s
ru_ru: %1$s. Новая позиция в списке: %2$s из %3$s
sk_sk: %1$s. Nová pozícia v zozname: %2$s z %3$s
tr_tr: %1$s. Listedeki yeni konum: %2$s / %3$s

source: %d day
de_de: Ein Tag
fi_fi: %d päivä
ja_jp: %d 日
lv_lv: %d diena
ru_ru: %d день
sk_sk: %d deň
tr_tr: %d gün

source: %s %s, create all-day appointment
de_de: %s %s, ganztägigen Termin erstellen
fi_fi: %s %s, luo koko päivän tapaaminen
ja_jp: %s %s, 終日の予定を作成
lv_lv: %s %s, izveidot visas dienas mītiņu
ru_ru: %s %s, создать встречу на весь день
sk_sk: %s %s, vytvoriť celodennú schôdzku
tr_tr: %s %s, tam günlük randevu oluştur

source: %s Conference
de_de: %s-Konferenz
fi_fi: %s -kokous
ja_jp: %s 会議
lv_lv: %s konference
ru_ru: %s конференция
sk_sk: Konferenčný hovor %s
tr_tr: %s konferansı

source: %s actions
fi_fi: %s toimintoa
ja_jp: %s アクション
lv_lv: %s darbības
ru_ru: %s действия
sk_sk: Operácie %s
tr_tr: %s eylemleri

source: %s conferences expire after 365 days. We recommend to limit the series to one year. Alternatively, you can update the series before the meeting expires.
de_de: %s-Konferenzen laufen nach 365 Tagen ab. Wir empfehlen, die Serie auf ein Jahr zu begrenzen. Alternativ können Sie die Serie aktualisieren, bevor das Meeting abläuft.
fi_fi: %s -kokoukset vanhenevat 365 päivän jälkeen. Suosittelemme, että rajaat sarjan pituuden vuoteen. Voit myös päivittää sarjaa ennen kokouksen vanhenemista.
ja_jp: %s 会議の利用期限は365日です。繰り返しを一年に制限することをお勧めします。または、会議の利用期限が切れる前に繰り返しを更新してください。
lv_lv: %s konferences ir derīgas 365 dienas. Mēs iesakām ierobežot sēriju viena gada garumā. Alternatīvi, jūs varat jaunināt sēriju pirms tās derīgums ir izbeidzies.
ru_ru: Срок действия %s конференций истекает через 365 дней. Мы рекомендуем ограничить серию одним годом. В качестве альтернативы вы можете обновить серию до истечения срока действия конференции.
sk_sk: Platnosť konferenčných hovorov %s vyprší po 365 dňoch. Odporúčame sériu obmedziť na jeden rok. Alternatívne môžete sériu aktualizovať pred vypršaním platnosti schôdzky.
tr_tr: %s konferanslarının süresi 365 gün sonra dolar. Diziyi bir yılla sınırlamanızı öneririz. Alternatif olarak, toplantının süresi dolmadan önce diziyi güncelleyebilirsiniz.

source: %s is also available for other platforms:
de_de: %s ist auch für andere Plattformen verfügbar:
fi_fi: %s on saatavana myös muille alustoille:
ja_jp: %s は次のプラットフォームでも利用できます:
lv_lv: %s ir pieejams arī citām platformām:
ru_ru: %s доступен для других платформ:
sk_sk: %s je tiež k dispozícii pre ďalšie platformy:
tr_tr: %s başka platformlarda da kullanılabilir:

source: %s logged in on %s
de_de: %s angemeldet am %s
fi_fi: %1$s kirjautui sisään %s
ja_jp: %sを%sでログイン
lv_lv: %s pieslēdzās %s
ru_ru: %s вошел в систему на %s
sk_sk: %s sa prihlásil na %s
tr_tr: %s %s tarihinde oturum açtı

source: %s meetings
fi_fi: %s-kokoukset
ja_jp: %s 会議
lv_lv: %s mītiņi
ru_ru: %s конференции
sk_sk: Stretnutia %s
tr_tr: %s toplantıları

source: ---------- Original Message ----------
de_de: ---------- Ursprüngliche Nachricht ----------
fi_fi: ---------- Alkuperäinen viesti ----------
ja_jp: ---------- 元のメッセージ ----------
lv_lv: ---------- Sākotnējais ziņojums ----------
ru_ru: ---------- Исходное сообщение ----------
sk_sk: ---------- Pôvodná správa ----------
tr_tr: ---------- Orijinal İleti ----------

source: 09.00 (24 hours)
de_de: 09.00 (24 Stunden)
fi_fi: 09:00 (24 tuntia)
ja_jp: 09.00 (24 時間)
lv_lv: 09.00 (24 stundas)
ru_ru: 09.00 (24 часа)
sk_sk: 09.00 (24 hodín)

source: 09:00 (24 hours)
de_de: 09:00 (24 Stunden)
fi_fi: 09:00 (24 tuntia)
ja_jp: 09:00 (24 時間)
lv_lv: 09:00 (24 stundas)
ru_ru: 09:00 (24 часа)
sk_sk: 09:00 (24 hodín)
tr_tr: 09:00 (24 saat)

source: 09:00 AM (12 hours)
de_de: 09:00 AM (12 Stunden)
fi_fi: 09:00 (12 tuntia)
ja_jp: 09:00 AM (12 時間)
lv_lv: 09:00 AM (12 stundas)
ru_ru: 09:00 AM (12 часов)
sk_sk: 09:00 (12 hodín)
tr_tr: ÖÖ 09:00 (12 saat)

source: 1 day
de_de: Ein Tag
fi_fi: 1 päivä
ja_jp: 1日
lv_lv: 1 diena
ru_ru: 1 день
sk_sk: 1 deň
tr_tr: 1 gün

source: 1 file has been changed recently
de_de: Eine Datei wurde kürzlich geändert
fi_fi: yhtä tiedostoa on muutettu hiljattain
ja_jp: 最近変更されたファイルが１個あります
lv_lv: 1 fails ir nesen izmainīts
ru_ru: 1 файл был изменен
sk_sk: 1 súbor bol nedávno zmenený
tr_tr: 1 dosya son zamanlarda değiştirildi

source: 1 minute before the appointment starts
de_de: 1 Minute bis Terminbeginn
fi_fi: 1 minuutti ennen tapaamisen alkua
ja_jp: 予定開始1分前
lv_lv: Līdz mītiņa sākumam ir atlikusi 1 minūte
ru_ru: 1 минута до начала встречи
sk_sk: 1 minúta pred začiatkom schôdzky
tr_tr: Randevu başlamadan 1 dakika önce

source: 1 version
de_de: Eine Version
fi_fi: 1 versio
ja_jp: 1バージョン
lv_lv: 1 versija
ru_ru: 1 версия
sk_sk: 1 verzia
tr_tr: 1 sürüm

source: 1 year
de_de: Ein Jahr
fi_fi: 1 vuosi
ja_jp: 1年
lv_lv: 1 gads
ru_ru: 1 год
sk_sk: 1 rok
tr_tr: 1 yıl

source: 10 minutes
de_de: 10 Minuten
fi_fi: 10 minuuttia
ja_jp: 10 分
lv_lv: 10 minūtes
ru_ru: 10 минут
sk_sk: 10 minút
tr_tr: 10 dakika

source: 10 minutes before the appointment starts
de_de: 10 Minuten bis Terminbeginn
fi_fi: 10 minuuttia ennen tapaamisen alkua
ja_jp: 予定開始10分前
lv_lv: Līdz mītiņa sākumam ir atlikušas 10 minūtes
ru_ru: 10 минут до начала встречи
sk_sk: 10 minút pred začiatkom schôdzky
tr_tr: Randevu başlamadan 10 dakika önce

source: 10 seconds
de_de: 10 Sekunden
fi_fi: 10 sekuntia
ja_jp: 10秒
lv_lv: 10 sekundes
ru_ru: 10 секунд
sk_sk: 10 sekúnd
tr_tr: 10 saniye

source: 10 versions
de_de: 10 Versionen
fi_fi: 10 versiota
ja_jp: 10バージョン
lv_lv: 10 versijas
ru_ru: 10 версий
sk_sk: 10 verzií
tr_tr: 10 sürüm

source: 100 versions
de_de: 100 Versionen
fi_fi: 100 versiota
ja_jp: 100バージョン
lv_lv: 100 versijas
ru_ru: 100 версий
sk_sk: 100 verzií
tr_tr: 100 sürüm

source: 15 minutes
de_de: 15 Minuten
fi_fi: 15 minuuttia
ja_jp: 15 分
lv_lv: 15 minūtes
ru_ru: 15 минут
sk_sk: 15 minút
tr_tr: 15 dakika

source: 15 minutes before the appointment starts
de_de: 15 Minuten bis Terminbeginn
fi_fi: 15 minuuttia ennen ajanvarauksen alkua
ja_jp: 予定開始15分前
lv_lv: Līdz mītiņa sākumam ir atlikušas 15 minūtes
ru_ru: 15 минут до начала встречи
sk_sk: 15 minút pred začiatkom schôdzky
tr_tr: Randevu başlamadan 15 dakika önce

source: 2-Step Verification Options
de_de: Zwei-Faktor-Authentifizierungsoptionen
fi_fi: Kaksivaiheiset varmistusvaihtoehdot
ja_jp: ２段階検証オプション
lv_lv: Divpakāpju verifikācijas opcijas
ru_ru: Параметры двухфакторной верификации
sk_sk: Možnosti dvojkrokového overenia
tr_tr: İki Adımlı Doğrulama Seçenekleri
