Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Postal addresses might appear in address book entries as well as in the appointment location field
de_de: Postadressen können sowohl in Adressbucheinträgen als auch im Feld für den Terminort erscheinen
fi_fi: Postiosoitteet saattavat näkyä sekä osoitekirjamerkinnöissä että tapaamispaikkakentässä
ja_jp: 住所はアドレス帳の項目だけでなく、予定の場所フィールドにも表示される場合があります。
lv_lv: Pasta adreses var parādīties adrešu grāmatas ierakstos, kā arī mītiņa vietas laukā
ru_ru: Почтовые адреса могут появляться в записях адресной книги, а также в поле места назначения встречи
sk_sk: Poštové adresy sa môžu zobrazovať v položkách adresára kontaktov aj v poli umiestnenia schôdzky
tr_tr: Posta adresleri, adres defteri kayıtlarında ve randevu konumu alanında görüntülenebilir

source: Postcode
de_de: PLZ
fi_fi: Postinumero
ja_jp: 郵便番号
lv_lv: Pasta kods
ru_ru: Индекс
sk_sk: PSČ
tr_tr: Posta kodu

source: PowerDNS parental control
de_de: PowerDNS-Jugendschutz
fi_fi: PowerDNS vanhemman valvonta
ja_jp: PowerDNS ペアレンタル コントロール
lv_lv: PowerDNS piekļuves kontrole
ru_ru: Родительский контроль PowerDNS
sk_sk: Rodičovské nastavenia PowerDNS
tr_tr: PowerDNS ebeveyn denetimi

source: Presentations
de_de: Präsentationen
fi_fi: Esitykset
ja_jp: プレゼンテーション
lv_lv: Prezentācijas
ru_ru: Презентации
sk_sk: Prezentácie
tr_tr: Sunumlar

source: Press ENTER
de_de: Eingabetaste drücken
fi_fi: Paina ENTER
ja_jp: [enter] キーを押してください。
lv_lv: Nospiediet ENTER
ru_ru: Нажмите ENTER
sk_sk: Stlačte ENTER
tr_tr: ENTER'a basın

source: Press [enter] to jump to %1$s
de_de: Durch Drücken der Eingabetaste öffnen Sie %1$s
fi_fi: Paina [enter] siirtyäksesi kohteeseen %1$s
ja_jp: %1$sにジャンプするには、[enter] キーを押してください。
lv_lv: Piespiediet [enter] lai pārietu uz %1$s
ru_ru: Нажмите [Enter], чтобы перейти к %1$s
sk_sk: Klávesom [Enter] prejdete na %1$s
tr_tr: Atlamak için [enter] tuşuna basın: %1$s

source: Press [enter] to jump to the flicker stream.
de_de: Durch Drücken der Eingabetaste öffnen Sie den Flicker-Stream.
fi_fi: Paina [enter] siirtyäksesi flicker-virtaan.
ja_jp: Flickr ストリームにアクセスするには、[enter] キーを押してください。
lv_lv: Lai pārslēgtos uz Flicker straumi, piespiediet [enter].
ru_ru: Нажмите [Enter] для перехода к ленте Flicker.
sk_sk: Stlačením [Enter] prejdete na tok Flickr.
tr_tr: Flickr akışına gitmek için [enter] tuşuna basın.

source: Press [enter] to jump to the rss stream.
de_de: Durch Drücken der Eingabetaste öffnen Sie den RSS-Stream.
fi_fi: Paina [enter] siirtyäksesi rss-virtaan.
ja_jp: RSS ストリームにアクセスするには、[enter] キーを押してください。
lv_lv: Lai pārslēgtos uz RSS straumi, piespiediet [enter].
ru_ru: Нажмите [Enter] для перехода к ленте RSS.
sk_sk: Stlačením [Enter] prejdete na kanál RSS.
tr_tr: RSS akışına gitmek için [enter] tuşuna basın.

source: Press [enter] to jump to the tumblr feed.
de_de: Durch Drücken der Eingabetaste öffnen Sie den Tumblr-Feed.
fi_fi: Paina [enter] siirtyäksesi tumblr-virtaan.
ja_jp: Tumblr フィードにアクセスするには、[enter] キーを押してください。
lv_lv: Lai pārslēgtos uz Tumblr straumi, piespiediet [enter].
ru_ru: Нажмите [Enter] для перехода к ленте Tumblr.
sk_sk: Stlačením [Enter] prejdete na kanál Tumblr.
tr_tr: Tumblr akışına gitmek için [enter] tuşuna basın.

source: Press spacebar to grab and re-order. Press backspace to delete.
de_de: Drücken Sie die Leertaste zum Markieren und Neusortieren. Drücken Sie die Rücktaste zum Löschen.
fi_fi: Paina välilyöntinäppäintä tarttuaksesi ja tehdäksesi uudelleentilauksen. Poista painamalla backspace-näppäintä.
ja_jp: 順序を変更するにはspacebarを押します。削除するにはbackspaceを押します。
lv_lv: Lai paņemtu un pārkārtotu, piespiediet tukšuma tautiņu. Lai dzēstu, piespiediet atpakaļatkāpes taustiņu.
ru_ru: Нажмите пробел для захвата и изменения порядка сортировки. Нажмите backspace для удаления.
sk_sk: Stlačením medzerníka chytíte a zmeníte poradie. Stlačením Backspace zmažete.
tr_tr: Tutup sıralamak için boşluk tuşuna basın. Silmek için backspace tuşuna basın.

source: Press to open Details
de_de: Zum Öffnen der Details drücken
fi_fi: Paina avataksesi Tiedot
ja_jp: クリックして詳細を開く
lv_lv: Piespiediet lai skatītu detaļas
ru_ru: Нажмите, чтобы открыть сведения
sk_sk: Stlačením otvoríte Podrobnosti
tr_tr: Ayrıntıları açmak için basın

source: Preview
de_de: Vorschau
fi_fi: Esikatselu
ja_jp: プレビュー
lv_lv: Apskats
ru_ru: Предварительный просмотр
sk_sk: Náhľad
tr_tr: Ön izleme

source: Preview not available
de_de: Vorschau nicht verfügbar
fi_fi: Esikatselu ei saatavissa
ja_jp: プレビューできません
lv_lv: Apskats nav iespējams
ru_ru: Предпросмотр недоступен
sk_sk: Náhľad nie je k dispozícii
tr_tr: Ön izleme mevcut değil

source: Previous
de_de: Zurück
fi_fi: Edellinen
ja_jp: 前へ
lv_lv: Iepriekšējais
ru_ru: Назад
sk_sk: Predošlé
tr_tr: Önceki

source: Previous day
de_de: Vorheriger Tag
fi_fi: Edellinen päivä
ja_jp: 前日
lv_lv: Iepriekšējā diena
ru_ru: Предыдущий день
sk_sk: Predošlý deň
tr_tr: Önceki gün

source: Previous message
de_de: Vorherige Nachricht
fi_fi: Edellinen viesti
ja_jp: 前のメッセージ
lv_lv: Iepriekšējais ziņojums
ru_ru: Предыдущее сообщение
sk_sk: Predošlá správa
tr_tr: Önceki ileti

source: Previous month
de_de: Letzter Monat
fi_fi: Edellinen kuukausi
ja_jp: 前月
lv_lv: Iepriekšējais mēnesis
ru_ru: Предыдущий месяц
sk_sk: Predošlý mesiac
tr_tr: Önceki ay

source: Previous page
de_de: Vorherige Seite
fi_fi: Edellinen sivu
ja_jp: 前のページ
lv_lv: Iepriekšējā lapa
ru_ru: Предыдущая страница
sk_sk: Predošlá stránka
tr_tr: Önceki sayfa

source: Previous week
de_de: Letzte Woche
fi_fi: Viime viikolla
ja_jp: 先週
lv_lv: Iepriekšējā nedēļa
ru_ru: Предыдущая неделя
sk_sk: Predošlý týždeň
tr_tr: Önceki hafta

source: Previous year
de_de: Vorheriges Jahr
fi_fi: Edellinen vuosi
ja_jp: 前年
lv_lv: Iepriekšējais gads
ru_ru: Предыдущий год
sk_sk: Predošlý rok
tr_tr: Önceki yıl

source: Primary account
de_de: Primäres Konto
fi_fi: Ensisijainen tili
ja_jp: 既定のアカウント
lv_lv: Primārais konts
ru_ru: Основная учетная запись
sk_sk: Primárny účet
tr_tr: Birincil hesap

source: Print
de_de: Drucken
fi_fi: Tulosta
ja_jp: 印刷
lv_lv: Drukāt
ru_ru: Печать
sk_sk: Tlačiť
tr_tr: Yazdır

source: Print as PDF
de_de: Als PDF drucken
fi_fi: Tulosta PDF-tiedostona
ja_jp: PDFとして印刷する
lv_lv: Drukāt kā PDF
ru_ru: Печать в PDF
sk_sk: Vytlačiť do PDF
tr_tr: PDF olarak yazdır

source: Print preview
de_de: Druckvorschau
fi_fi: Tulosta esikatselu
ja_jp: 印刷プレビュー
lv_lv: Drukas apskats
ru_ru: Предварительный просмотр
sk_sk: Náhľad pred tlačou
tr_tr: Yazdırma ön izlemesi

source: Print tasks
de_de: Aufgaben drucken
fi_fi: Tulosta tehtävät
ja_jp: タスクの印刷
lv_lv: Drukāt uzdevumus
ru_ru: Печать задач
sk_sk: Tlačové úlohy
tr_tr: Görevleri yazdır

source: Printout
de_de: Ausdruck
fi_fi: Tuloste
ja_jp: 印刷
lv_lv: Izdruka
ru_ru: Распечатка
sk_sk: Výtlačok
tr_tr: Yazdır

source: Priority
de_de: Priorität
fi_fi: Prioriteetti
ja_jp: 優先度
lv_lv: Prioritāte
ru_ru: Приоритет
sk_sk: Priorita
tr_tr: Öncelik

# E-Mail
source: Priority
de_de: Wichtigkeit
fi_fi: Prioriteetti
ja_jp: 優先度
lv_lv: Prioritāte
ru_ru: Приоритет
sk_sk: Priorita
tr_tr: Öncelik

# Tasks
source: Priority
de_de: Priorität
fi_fi: Prioriteetti
ja_jp: 優先度
lv_lv: Prioritāte
ru_ru: Приоритет
sk_sk: Priorita
tr_tr: Öncelik

source: Privacy Policy
de_de: Datenschutzrichtlinie
fi_fi: Tietosuojaseloste
ja_jp: 個人情報保護方針
lv_lv: Privātuma noteikumi
ru_ru: Политика Конфиденциальности
sk_sk: Ochrana osobných údajov
tr_tr: Gizlilik ilkeleri

source: Private
de_de: Privat
fi_fi: Yksityinen
ja_jp: プライベート
lv_lv: Privāts
ru_ru: Личное
sk_sk: Súkromné
tr_tr: Özel

source: Private address
de_de: Privatanschrift
fi_fi: Yksityisosoite
ja_jp: プライベートアドレス
lv_lv: Pivātā adrese
ru_ru: Частный адрес
sk_sk: Súkromná adresa
tr_tr: Özel adres

source: Private contact
de_de: Privater Kontakt
fi_fi: Yksityinen yhteystieto
ja_jp: プライベート連絡先
lv_lv: Privāts kontakts
ru_ru: Личный контакт
sk_sk: Súkromný kontakt
tr_tr: Özel kişi

source: Private link: Only people who have access to the file/folder can use it. Use it to point to members of your organization to this file/folder.
de_de: Privater Link: Nur Personen, die Zugriff auf die Datei/den Ordner haben, können sie/ihn verwenden. Verwenden Sie ihn, um Mitglieder Ihrer Organisation auf diese Datei/diesen Ordner zu verweisen.
fi_fi: Yksityinen linkki: Vain ihmiset, joilla on pääsy tiedostoon/kansioon, voi käyttää niitä. Käytä sitä ohjataksesi oman organisaatiosi jäseniä tähän tiedostoon/kansioon.
ja_jp: プライベートリンク：ファイル/フォルダへのアクセス権を持つ人だけが使用できます。あなたの組織のメンバーをこのファイル/フォルダにポイントするために使用します。
lv_lv: Privātā saite: To var izmantot tikai personas, kurām ir piekļuve failam/mapei. Izmantojiet to, lai norādītu ceļu jūsu organizācijas biedirem.
ru_ru: Частная ссылка: использовать ее могут только люди, у которых есть доступ к файлу/папке. Используйте эту ссылку, чтобы указать членам вашей организации на этот файл/папку.
sk_sk: Súkromný odkaz: Iba ľudia s prístupom k súboru či priečinku ho môžu používať. Použite ho, aby ste nasmerovali členov vašej organizácie na tento súbor či priečinok.
tr_tr: Özel bağlantı: Yalnızca dosyaya/klasöre erişimi olan kişiler kullanabilir. Kuruluşunuzun üyelerinin bu dosyaya/klasöre ulaşması için kullanabilirsiniz.

source: Problem getting 2-step verification providers
de_de: Problem beim Abrufen von verfügbaren Zwei-Faktor-Authentifizierungs-Anbietern
fi_fi: Ongelma kaksivaiheisen vahvistuksen tarjoajien hankkimisessa
ja_jp: ２段階検証プロバイダ取得に問題
lv_lv: Nevar iegūt divpakāpju verifikācijas nodrošinātājus
ru_ru: Не удалось получить информацию о сервисах верификации
sk_sk: Nepodarilo sa zistiť poskytovateľov dvojkrokového overenia
tr_tr: 2 adımlı doğrulama sağlayıcıları alınırken sorun oluştu

source: Problem registering device
de_de: Problem beim Registrieren des Geräts
fi_fi: Ongelma laitteen rekisteröinnissä
ja_jp: デバイス登録の問題
lv_lv: Kļūda pie ierīces reģistrēšanas
ru_ru: Не удалось зарегистрировать устройство
sk_sk: Problém pri registrácii zariadenia
tr_tr: Cihaz kaydetme sorunu

source: Process subsequent rules
de_de: Gegen nachfolgende Regeln prüfen
fi_fi: Suorita myös muut säännöt
ja_jp: 後に続くルールを実行
lv_lv: Apstrādāt nākamos noteikumus
ru_ru: Последовательная обработка
sk_sk: Pokračovať v spracovaní ďalších pravidiel
tr_tr: Sonraki kuralları işle

source: Process subsequent rules of %1$s
de_de: Gegen nachfolgende Regeln von %1$s prüfen
fi_fi: Suorita myös muut %1$sn säännöt
ja_jp: %1$s に続くルールを実行
lv_lv: Apstrādāt turpmākos %1$s noteikumus
ru_ru: Обработать последующие правила %1$s
sk_sk: Spracovať nasledovné pravidlá %1$s
tr_tr: Sonraki %1$s kurallarını işle

source: Profession
de_de: Beruf
fi_fi: Ammatti
ja_jp: 職業
lv_lv: Profesija
ru_ru: Профессия
sk_sk: Povolanie
tr_tr: Meslek

source: Progress
de_de: Fortschritt
fi_fi: Edistys
ja_jp: 達成率
ru_ru: Индикатор выполнения
sk_sk: Priebeh
tr_tr: İlerleme

source: Progress %1$s %
de_de: Fortschritt %1$s %
fi_fi: Valmiina %1$s %
ja_jp: 達成率 %1$s %
ru_ru: Выполнено %1$s %
sk_sk: Priebeh %1$s %
tr_tr: İlerleme %%1$s

source: Progress in %
de_de: Fortschritt in %
fi_fi: Edistyminen %
ja_jp: 達成率 (%)
lv_lv: Progresa %
ru_ru: Индикатор выполнения в %
sk_sk: Priebeh v %
tr_tr: İlerleme (%)

source: Progress must be a valid number between 0 and 100
de_de: Der Fortschritt muss mit einer gültigen Ziffer zwischen 0 und 100 angegeben werden
fi_fi: Edistymisen täytyy olla numero väliltä 0 ja 100
ja_jp: 達成率は 0 から 100 までの数字を入力してください
lv_lv: Progresam ir jābūt skaitlim robežās no 0 līdz 100
ru_ru: Процент выполнения может принимать значения от 0 до 100
sk_sk: Priebeh musí byť platné číslo medzi 0 a 100
tr_tr: İlerleme 0 ile 100 arasında bir sayı olmalıdır

source: Properties
de_de: Eigenschaften
fi_fi: Ominaisuudet
ja_jp: プロパティ
lv_lv: Īpašibas
ru_ru: Свойства
sk_sk: Vlastnosti
tr_tr: Özellikler

source: Public
de_de: Öffentlich
fi_fi: Julkinen
ja_jp: パブリック
lv_lv: Publisks
ru_ru: Общедоступное
sk_sk: Verejné
tr_tr: Açık

source: Public address books
de_de: Öffentliche Adressbücher
fi_fi: Julkiset osoitekirjat
ja_jp: パブリックアドレス帳
lv_lv: Publiskās adrešu grāmatas
ru_ru: Общие адресные книги
sk_sk: Verejné adresáre kontaktov
tr_tr: Açık adres defterleri

source: Public address lists
de_de: Öffentliche Adresslisten
fi_fi: Julkiset osoiteluettelot
ja_jp: パブリックアドレスリスト
lv_lv: Publiskie adrešu saraksti
ru_ru: Общие списки адресов
sk_sk: Verejné adresáre kontaktov
tr_tr: Ortak adres listeleri

source: Public calendars
de_de: Öffentliche Kalender
fi_fi: Julkiset kalenterit
ja_jp: パブリックカレンダー
lv_lv: Publiskie kalendāri
ru_ru: Общедоступные календари
sk_sk: Verejné kalendáre
tr_tr: Ortak takvimler

source: Public folders
de_de: Öffentliche Ordner
fi_fi: Julkiset kansiot
ja_jp: パブリックフォルダー
lv_lv: Publiskās mapes
ru_ru: Публичные папки
sk_sk: Verejné priečinky
tr_tr: Ortak klasörler

source: Public link
de_de: Öffentlicher Link
fi_fi: Julkinen linkki
ja_jp: パブリックリンク
lv_lv: Publiska saite
ru_ru: Общедоступная ссылка
sk_sk: Verejný odkaz
tr_tr: Açık bağlantı

source: Public lists
de_de: Öffentliche Listen
fi_fi: Julkiset luettelot
ja_jp: パブリックリスト
lv_lv: Publiskie saraksti
ru_ru: Публичные списки
sk_sk: Verejné zoznamy
tr_tr: Ortak listeler

source: Public photos by user
de_de: Öffentliche Fotos nach Benutzer
fi_fi: Käyttäjän julkiset valokuvat
ja_jp: ユーザーごとの公開写真
lv_lv: Lietotāja publiskie attēli
ru_ru: Общедоступные фотографии по полльзователю
sk_sk: Verejné fotografie podľa používateľa
tr_tr: Kullanıcının herkese açık fotoğrafları

source: Public servant
de_de: Angestellter im öffentlichen Dienst
fi_fi: Virkamies
ja_jp: 公務員
lv_lv: Publisks kalpotājs
ru_ru: Госслужащий
sk_sk: Zamestnanec verejnej správy
tr_tr: Kamu görevlisi

source: Public tasks folders
de_de: Öffentliche Aufgabenordner
fi_fi: Julkiset tehtäväkansiot
ja_jp: パブリックタスクフォルダー
lv_lv: Publiskās uzdevumu mapes
ru_ru: Публичные папки задач
sk_sk: Verejné priečinky úloh
tr_tr: Ortak görev klasörleri

source: Purple
de_de: Violett
fi_fi: Purppura
ja_jp: 紫
lv_lv: Purpura
ru_ru: Сиреневый
sk_sk: Fialová
tr_tr: Mor

source: Quota
de_de: Speicherplatz
fi_fi: Kiintiö
ja_jp: 容量上限
lv_lv: Kvota
ru_ru: Квота
sk_sk: Kvóta
tr_tr: Kota

source: RSS Feed
fi_fi: RSS syöte
ja_jp: RSS フィード
lv_lv: RSS avots
ru_ru: RSS-канал
sk_sk: Kanál RSS
tr_tr: RSS akışı

source: RSS Feeds
fi_fi: RSS syötteet
ja_jp: RSS フィード
lv_lv: RSS avoti
ru_ru: RSS-каналы
sk_sk: Kanály RSS
tr_tr: RSS Akışları

source: React
de_de: Reagieren
fi_fi: Reagoi
ja_jp: 反応
lv_lv: Reaģēt
ru_ru: Реагировать
sk_sk: Reagovať
tr_tr: Tepki ver

source: Read all objects
de_de: Alle Objekte lesen
fi_fi: Lue kaikki objektit
ja_jp: すべてのオブジェクトを表示
lv_lv: Lasīt visus objektus
ru_ru: Читать все объекты
sk_sk: Čítať všetky objekty
tr_tr: Tüm nesneleri okuma

source: Read and write
de_de: Lesen und schreiben
fi_fi: Lue ja kirjoita
ja_jp: 読み込みおよび書き込み
lv_lv: Lasīt un rakstīt
ru_ru: Читать и записывать
sk_sk: Na čítanie aj zápis
tr_tr: Okuma ve yazma

source: Read article on tumblr.com
de_de: Artikel auf tumblr.com lesen
fi_fi: Lue tumblr.com artikkeli
ja_jp: tumblr.com の記事を読む
lv_lv: Lasīt rakstu no tumblr.com
ru_ru: Прочитать статью на tumblr.com
sk_sk: Prečítať si článok na tumblr.com
tr_tr: Yazıyı tumblr.com'da oku

source: Read only
de_de: Nur lesen
fi_fi: Ainoastaan lukuoikeus
ja_jp: 読み取り専用
lv_lv: Tikai lasīt
ru_ru: Только читать
sk_sk: Len na čítanie
tr_tr: Yalnızca okuma

source: Read own objects
de_de: Eigene Objekte lesen
fi_fi: Lue omat objektit
ja_jp: 自分のオブジェクトのみを表示
lv_lv: Lasīt paša objektus
ru_ru: Читать свои объекты
sk_sk: Čítať vlastné objekty
tr_tr: Kendi nesnelerini okuma

source: Read permissions
de_de: Leseberechtigungen
fi_fi: Lue valtuudet
ja_jp: 読み取り権限
lv_lv: Lasīšanas tiesības
ru_ru: Разрешения чтения
sk_sk: Oprávnenie čítať
tr_tr: Okuma izinleri

source: Read, write and delete
de_de: Lesen, schreiben und löschen
fi_fi: Lue, kirjoita ja poista
ja_jp: 読み込み、書き込み、削除
lv_lv: Lasīt, rakstīt un dzēst
ru_ru: Читать, записывать и удалять
sk_sk: Na čítanie, zápis a zmazanie
tr_tr: Okuma, yazma ve silme

source: Reading
de_de: Lesen
fi_fi: Luetaan
ja_jp: 読み込み
lv_lv: Lasīšana
ru_ru: Панель чтения
sk_sk: Čítanie
tr_tr: Okuma

source: Reading pane
de_de: Lesebereich
fi_fi: Lukuruutu
ja_jp: 読み込みペイン
lv_lv: Lasīšanas panelis
ru_ru: Панель чтения
sk_sk: Okno na čítanie
tr_tr: Okuma bölmesi

source: Reauthentication required for this action
de_de: Diese Aktion erfordert eine erneute Authentifizierung
fi_fi: Tätä toimintoa varten tarvitaan uudelleen todennus
ja_jp: このアクションには再認証が必要です。
lv_lv: Šai darbībai ir nepieciešama atkārtota autentifikācija
ru_ru: Это действие требует повторной аутентификации
sk_sk: Táto operácia vyžaduje opätovné overenie
tr_tr: Bu eylem için kimlik doğrulaması gerekiyor

source: Reauthorize
de_de: Erneut autorisieren
fi_fi: Uudelleenvaltuuta
ja_jp: 再認証
lv_lv: Pārautorizēties
ru_ru: Авторизовать повторно
sk_sk: Znovu autorizovať
tr_tr: Yeniden yetkilendir

source: Receive notification as appointment creator when participants accept or decline
de_de: Benachrichtigung als Terminersteller, wenn Teilnehmer zusagen oder ablehnen
fi_fi: Vastaanota ilmoitus tapaamisen perustajana kun osallistujat hyväksyvät tai hylkäävät tapaamisen
ja_jp: 作成した予定の招待者が承諾または辞退した場合に通知を受け取る
lv_lv: Saņemt paziņojumus kā mītiņu organizatoram, kad dalībnieki apstiprina vai noraida
ru_ru: Уведомлять организатора встречи о принятии приглашения или отказе
sk_sk: Posielať tvorcovi schôdzky oznámenie, keď účastníci prijmú alebo odmietnu pozvanie
tr_tr: Randevuyu oluşturan bensem katılımcılar kabul veya reddettiğinde bildirim gönder

source: Receive notification as appointment participant when other participants accept or decline
de_de: Benachrichtigung als Terminteilnehmer, wenn andere Teilnehmer zusagen oder ablehnen
fi_fi: Vastaanota ilmoitus tapaamiseen osallistujana kun muut osallistujat hyväksyvät tai kieltäytyvät tapaamisesta
ja_jp: 招待された予定の他の招待者が承諾または辞退した場合に通知を受け取る
lv_lv: Saņemt paziņojumus kā mītiņa dalībniekam, kad citi dalībnieki apstiprina vai noraida dalību
ru_ru: Уведомлять как участника встречи о принятии или отказе от приглашения другими пользователями
sk_sk: Posielať účastníkovi schôdzky oznámenie, keď ostatní účastníci prijmú alebo odmietnu pozvanie
tr_tr: Randevu katılımcısıysam diğer katılımcılar kabul veya reddettiğinde bildirim gönder

source: Receive notification when someone accesses the file(s)
de_de: Benachrichtigung beim Zugriff auf eine oder mehrere Dateien
fi_fi: Vastaanota ilmoitus kun joku käyttää tiedosto(j)a
ja_jp: 他のユーザーがファイルにアクセスした時に通知を受け取ります。
lv_lv: Paziņot kad kāds piekļūst failiem
ru_ru: Получать уведомление при обращении к файлам
sk_sk: Dostávať upozornenia, keď niekto otvorí súbory
tr_tr: Birisi dosyaya/dosyalara eriştiğinde bildirim al

source: Receive notification when someone finished downloading file(s)
de_de: Benachrichtigung nach Beenden des Herunterladens einer oder mehrerer Dateien
fi_fi: Vastaanota ilmoitus kun joku on saanut tiedoston(t) ladatuksi
ja_jp: 他のユーザーがファイルをダウンロード終了した時に通知を受け取ります。
lv_lv: Paziņot kad kāds pabeidz failu lejupielādi
ru_ru: Получать уведомление о скачивании файлов
sk_sk: Dostávať upozornenia, keď niekto dokončí sťahovanie súborov
tr_tr: Birisi dosya indirmeyi bitirdiğinde bildirim al

source: Receive notification when the link expires
de_de: Benachrichtigung bei Ablauf des Links
fi_fi: Vastaanota ilmoitus linkin vanhentuessa
ja_jp: リンクの期限が過ぎた時に通知を受け取ります。
lv_lv: Paziņot kad saites derīgums beidzas
ru_ru: Получать уведомление, когда истечет срок действия ссылки
sk_sk: Dostávať upozornenia, keď platnosť odkazu vyprší
tr_tr: Bağlantının süresi dolduğunda bildirim al

source: Receive notifications when a participant accepted or declined a task created by you
de_de: Benachrichtigung als Aufgabenersteller, wenn Teilnehmer zusagen oder ablehnen
fi_fi: Vastaanota ilmoitus kun osallistuja hyväksyy tai hylkää luomasi tehtävän
ja_jp: 作成したタスクの招待者が承諾または辞退した場合に通知を受け取る
lv_lv: Saņemt paziņojumus par jūsu izveidoto uzdevumu dalībnieku apstiprinājumiem vai atteikumiem
ru_ru: Получать уведомления о принятии или отклонении созданных вами задач
sk_sk: Dostávať upozornenia, keď účastník prijme alebo odmietne úlohu, ktorú ste vytvorili
tr_tr: Bir katılımcı, oluşturduğum bir görevi kabul ettiğinde veya reddettiğinde bildirim gönder

source: Receive notifications when a participant accepted or declined a task in which you participate
de_de: Benachrichtigung als Aufgabenteilnehmer, wenn andere Teilnehmer zusagen oder ablehnen
fi_fi: Vastaanota ilmoitus kun osallistuja hyväksyy tai hylkää tehtävän, johon osallistut
ja_jp: 招待されたタスクの他の招待者が承諾または辞退した場合に通知を受け取る
lv_lv: Saņemt paziņojumus par uzdevumu, kuros esat iesaistīts, dalībnieku apstiprinājumiem vai atteikumiem
ru_ru: Получать уведомления о принятии или отклонении задач, в которых вы участвуете
sk_sk: Dostávať upozornenia, keď účastník prijme alebo odmietne úlohu, ktorej sa zúčastňujete
tr_tr: Bir katılımcı, katıldığım bir görevi kabul ettiğinde veya reddettiğinde bildirim gönder

source: Receive notifications when a task in which you participate is created, modified or deleted
de_de: Benachrichtigung als Aufgabenteilnehmer, wenn Aufgabe erstellt, geändert oder gelöscht wird
fi_fi: Vastaanota ilmoituksia kun tehtävää, johon osallistut, luodaan, muokataan tai poistetaan
ja_jp: タスクが作成、変更、または削除された場合に通知を受け取る
lv_lv: Saņemt paziņojumus par uzdevumu, kuros esat iesaistīts, izveidi, izmaiņām vai dzēšanu
ru_ru: Получать уведомления о создании, изменении и удалении задач, в которых вы участвуете
sk_sk: Dostávať upozornenia pri vytvorení, zmenení alebo odstránení úlohy, ktorej sa zúčastňujete
tr_tr: Katıldığım bir görev oluşturulduğunda, değiştirildiğinde veya silindiğinde bildirim gönder

source: Receive notifications when an appointment in which you participate is created, modified or deleted
de_de: Benachrichtigung als Terminteilnehmer, wenn Termin erstellt, geändert oder gelöscht wird
fi_fi: Vastaanota ilmoituksia kun tapaamista, johon osallistut, luodaan, muokataan tai poistetaan
ja_jp: 参加する予定が作成、変更、または削除された場合に通知を受け取る
lv_lv: Saņemt paziņojumus par mītiņu, kuros esat dalībnieks, izveidi, izmaiņām vai dzēšanu
ru_ru: Получать уведомления о создании, изменении и удалении встреч, в которых вы участвуете
sk_sk: Dostávať upozornenia pri vytvorení, zmene alebo odstránení schôdzky, ktorej sa zúčastňujete
tr_tr: Katıldığım bir randevu oluşturulduğunda, değiştirildiğinde veya silindiğinde bildirim gönder

source: Received
de_de: Empfangen
fi_fi: Vastaanotettu
ja_jp: 受信済み
lv_lv: Saņemts
ru_ru: Полученные
sk_sk: Prijaté
tr_tr: Alındı

source: Received mails
de_de: Erhaltene E-Mails
fi_fi: Saapuneet viestit
ja_jp: 受信済みメール
lv_lv: Saņemtais pasts
ru_ru: Полученные сообщения
sk_sk: Prijaté emaily
tr_tr: Alınan e-postalar

source: Recent conversations
de_de: Kürzlicher E-Mail-Austausch
fi_fi: Tuoreimmat keskustelut
ja_jp: 最近のスレッド
lv_lv: Nesnās sarunas
ru_ru: Последние обсуждения
sk_sk: Nedávne konverzácie
tr_tr: Son yazışmalar

source: Recent files
de_de: Neueste Dateien
fi_fi: Viimeaikaiset tiedostot
ja_jp: 最近のファイル
lv_lv: Nesenie faili
ru_ru: Недавние файлы
sk_sk: Nedávne súbory
tr_tr: Son dosyalar

source: Recently changed files
de_de: Kürzlich geänderte Dateien
fi_fi: Hiljattain muutetut tiedostot
ja_jp: 最近変更されたファイル
lv_lv: Nesen izmainītie faili
ru_ru: Недавно измененные файлы
sk_sk: Nedávno zmenené súbory
tr_tr: Son değiştirilen dosyalar

source: Recently used
de_de: Kürzlich verwendet
fi_fi: Hiljattain käytetty
ja_jp: 最近使用した絵文字
lv_lv: Nesen izmantotie
ru_ru: Последние
sk_sk: Nedávno použité
tr_tr: Son kullanılanlar

source: Recover
de_de: Wiederherstellen
fi_fi: Palauta
ja_jp: 復元
lv_lv: Atgūt
ru_ru: Восстановить
sk_sk: Obnoviť
tr_tr: Kurtar

source: Recover external account passwords
de_de: Passwörter für externe Konten wiederherstellen
fi_fi: Palauta ulkoisen tilin salasanat
ja_jp: 外部アカウントのパスワードを復元
lv_lv: Atgūt ārējo kontu paroles
ru_ru: Восстановить пароли для внешних учетных записей
sk_sk: Obnoviť heslá externých účtov
tr_tr: Harici hesap parolalarını kurtar
