Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Hide carbon copy input field
de_de: Cc-Eingabefeld ausblenden
fi_fi: Piilota kopion vastaanottajan määrittelykenttä
ja_jp: CC入力フィールドを非表示
lv_lv: Paslēpt CC ievada lauku
ru_ru: Не показывать поле скрытых копий
sk_sk: Skryť vstupné pole Kópia
tr_tr: CC alanını gizle

source: Hide details
de_de: Details ausblenden
fi_fi: Piilota yksityiskohdat
ja_jp: 詳細を非表示にする
lv_lv: Paslēpt detaļas
ru_ru: Скрыть подробности
sk_sk: Skryť podrobnosti
tr_tr: Ayrıntıları gizle

source: Hide folder
de_de: Ordner ausblenden
fi_fi: Piilota kansio
ja_jp: フォルダーを非表示にする
lv_lv: Paslēpt mapi
ru_ru: Скрыть папку
sk_sk: Skryť priečinok
tr_tr: Klasörü gizle

source: Hide non-working time
de_de: Nichtarbeitszeiten ausblenden
fi_fi: Piilota työajan ulkopuolinen aika
ja_jp: 稼働時間以外を非表示にする
lv_lv: Paslēpt ne-darbalaiku
ru_ru: Скрыть нерабочее время
sk_sk: Skryť nepracovný čas
tr_tr: İş saati olmayan saatleri gizle

source: Hide reply-to input field
de_de: Eingabefeld "Antwort an" ausblenden
fi_fi: Piilota vastaanottajan määrittelykenttä
ja_jp: 返信先の入力フィールドを非表示にする
lv_lv: Paslēpt atbildes saņēmēja ievada lauku
ru_ru: Скрыть поле ответа на
sk_sk: Skryť vstupné pole "Odpovedať komu"
tr_tr: "Yanıtla" (reply-to) alanını göster

source: Hide toolbar
de_de: Werkzeugleiste ausblenden
fi_fi: Piilota työkalupalkki
ja_jp: ツールバーを非表示
lv_lv: Paslēpt rīkjoslu
ru_ru: Спрятать панель инструментов
sk_sk: Skryť panel nástrojov
tr_tr: Araç çubuğunu gizle

source: High
de_de: Hoch
fi_fi: Korkea
ja_jp: 高
lv_lv: Augsta
ru_ru: Высокий
sk_sk: Vysoká
tr_tr: Yüksek

# E-Mail priority
source: High
de_de: Hoch
fi_fi: Korkea
ja_jp: 高
lv_lv: Augsta
ru_ru: Высокий
sk_sk: Vysoká
tr_tr: Yüksek

# Tasks priority
source: High
de_de: Hoch
fi_fi: Korkea
ja_jp: 高
lv_lv: Augsta
ru_ru: Высокий
sk_sk: Vysoká
tr_tr: Yüksek

source: High priority
de_de: Hohe Priorität
fi_fi: Tärkeä
ja_jp: 優先度 (高)
lv_lv: Augsta prioritāte
ru_ru: Высокий приоритет
sk_sk: Vysoká priorita
tr_tr: Yüksek öncelikli

# E-Mail
source: High priority
de_de: Wichtigkeit: hoch
fi_fi: Korkea prioriteetti
ja_jp: 優先度 (高)
lv_lv: Augsta prioritāte
ru_ru: Высокий приоритет
sk_sk: Vysoká priorita
tr_tr: Yüksek öncelik

source: Hobby
fi_fi: Harrastus
ja_jp: 趣味
lv_lv: Vaļsprieks
ru_ru: Хобби
sk_sk: Koníčky
tr_tr: Hobi

source: Home
de_de: Privat
fi_fi: Koti
ja_jp: 自宅
lv_lv: Mājas
ru_ru: Домашний
sk_sk: Domov
tr_tr: Ev

source: Home Address
de_de: Privatanschrift
fi_fi: Kotiosoite
ja_jp: 自宅住所
lv_lv: Mājas adrese
ru_ru: Домашний адрес
sk_sk: Adresa domov
tr_tr: Ev adresi

source: Home address
de_de: Privatanschrift
fi_fi: Kotiosoite
ja_jp: 自宅住所
lv_lv: Mājas adreses
ru_ru: Домашний адрес
sk_sk: Adresa domov
tr_tr: Ev adresi

source: Horizontal
fi_fi: Vaakasuora
ja_jp: 水平分割
lv_lv: Horizontāli
ru_ru: Горизонтально
sk_sk: Vodorovné
tr_tr: Yatay

source: Hostname
fi_fi: Isäntänimi
ja_jp: ホストネーム
lv_lv: Resursvārds
ru_ru: Имя узла
sk_sk: Názov počítača
tr_tr: Sunucu ado

source: How can we improve your experience?
de_de: Wie können wir Ihr Nutzungserlebnis verbessern?
fi_fi: Kuinka voimme kokemuksesta sinulle paremman?
ja_jp: お客様の体験を向上させるにはどうすればいいのでしょうか？
lv_lv: Kā mēs varam uzlabot jūsu pieredzi?
ru_ru: Как мы можем улучшить ваш опыт?
sk_sk: Ako môžeme váš zážitok zlepšiť?
tr_tr: Deneyiminizi nasıl geliştirebiliriz?

source: How likely are you to recommend %1$s to a friend or colleague?
de_de: Wie wahrscheinlich ist es, dass Sie %1$s einem Freund oder Kollegen weiterempfehlen?
fi_fi: Kuinka todennäköisesti suosittelisit %1$s-sovellusta ystävälle?
ja_jp: 友人や同僚に%1$sを勧める可能性はどのくらいですか？
lv_lv: Cik ticami jūs varētu ieteikt %1$s draugiem vai kolēģiem?
ru_ru: Насколько вероятно, что вы порекомендуете %1$s другу или коллеге?
sk_sk: Aké pravdepodobné je, že odporučíte %1$s známemu alebo kolegovi?
tr_tr: %1$s yazılımını arkadaşlarınıza önerme ihtimaliniz nedir?

source: How to resolve name conflicts
de_de: Bestimmen Sie, wie Namenskonflikte aufgelöst werden sollen
fi_fi: Nimiristiriitojen ratkaiseminen
ja_jp: 名前の競合を解決する
lv_lv: Kā atrisināt vārdu konfliktus
ru_ru: Как разрешать конфликты имен
sk_sk: Ako vyriešiť konflikty mien
tr_tr: İsim çakışmaları nasıl çözülür?

# rating
source: I don't like it
de_de: Gefällt mir nicht
fi_fi: En pidä siitä
ja_jp: 悪い
lv_lv: Man nepatīk
ru_ru: Не понравилось
sk_sk: Nepáči sa mi to
tr_tr: Beğenmedim

# rating
source: I like it
de_de: Gefällt mir
fi_fi: Pidän siitä
ja_jp: 良い
lv_lv: Labi
ru_ru: Мне понравилось
sk_sk: Páči sa mi to
tr_tr: Beğendim

source: I lost my device
de_de: Ich habe mein Gerät verloren
fi_fi: Kadotin laitteeni
ja_jp: デバイスを失くしました。
lv_lv: Ierīce ir pazaudēta
ru_ru: Устройство утеряно
sk_sk: Stratil som svoje zariadenie
tr_tr: Cihazımı kaybettim

source: IP phone
de_de: IP-Telefon
fi_fi: IP puhelin
ja_jp: IP 電話
lv_lv: IP telefons
ru_ru: IP-телефон
sk_sk: IP telefón
tr_tr: IP telefonu

source: Icon
de_de: Symbol
fi_fi: Kuvake
ja_jp: アイコン
lv_lv: Ikona
ru_ru: Значок
sk_sk: Ikona
tr_tr: Simge

source: Icons
de_de: Symbole
fi_fi: Kuvakkeet
ja_jp: アイコン
lv_lv: Ikonas
ru_ru: Значки
sk_sk: Ikony
tr_tr: Simgeler

source: If a device is unfamiliar to you or you cannot explain where a session comes from, it is recommended to stop that session by clicking on "Sign out" in the corresponding row.
de_de: Wenn Ihnen ein Gerät unbekannt ist oder Sie sich nicht erklären können, woher eine Sitzung stammt, sollten Sie diese Sitzung beenden, indem Sie in der entsprechenden Zeile auf "Abmelden" klicken.
fi_fi: Jos laite ei ole sinulle tuttu tai et osaa selittää, mistä istunto tulee, on suositeltavaa lopettaa kyseinen istunto napsauttamalla "Kirjaudu ulos" vastaavalla rivillä.
ja_jp: 慣れないデバイスを使用したり、セッションがどこから来たのか説明できない場合は、該当する行の「サインアウト」をクリックしてセッションを停止することをお勧めします。
lv_lv: Ja ierīce jums nav pazīstama vai nevarat izskaidrot, no kurienes nāk sesija, ieteicams šo sesiju pārtraukt, attiecīgajā rindā noklikšķinot uz "Izrakstīties".
ru_ru: Если устройство вам незнакомо или вы не можете объяснить происхождение сеанса, рекомендуется завершить этот сеанс, нажав на «Выйти» в соответствующей строке.
sk_sk: Ak vám zariadenie nie je známe alebo nemôžete vysvetliť, odkiaľ relácia pochádza, odporúča sa ukončiť túto reláciu kliknutím na "Odhlásiť sa" v príslušnom riadku.
tr_tr: Bir cihaz veya oturumun açıldığı yer size tanıdık gelmiyorsa ilgili satırdaki "Çıkış"a tıklayarak o oturumu sonlandırmanızı öneririz.

source: If an automatic configuration is not possible, please use the following information to manually set up your mail account:
de_de: Wenn eine automatische Konfiguration nicht möglich ist, verwenden Sie bitte die folgenden Informationen, um Ihr E-Mail-Konto manuell einzurichten:
fi_fi: Jos automaattinen määritys ei ole mahdollista, määritä sähköpostitili manuaalisesti seuraavien tietojen avulla:
ja_jp: 自動設定ができない場合は次の情報を使用して、メールアカウントを手動で設定してください。
lv_lv: Ja automātiska konfigurācija nav iespējama, lūdzu izmantojiet sekojošo informāciju manuālai sava pasta konta iestatīšanai:
ru_ru: Если автоматическая конфигурация невозможна, используйте следующую информацию для ручной настройки учетной записи электронной почты:
sk_sk: V prípade, že by automatická konfigurácia nebola možná, prosím, použite tieto informácie na manuálne nastavenie vášho emailového účtu:
tr_tr: Otomatik yapılandırma olanağı yoksa e-posta hesabınızı elle kurmak için aşağıdaki bilgileri kullanabilirsiniz:

source: If scanning does not work, you may be able to enter the following setup code.
de_de: Wenn das Scannen nicht funktioniert, können Sie evtl. den folgenden Konfigurationscode eingeben.
fi_fi: Jos skannaaminen ei onnistu, saattaa olla mahdollista kirjoittaa seuraava asetuskoodi.
ja_jp: スキャニングができなければ、次の設定コードを入力してください。
lv_lv: Ja skenēšana nedarbojas, jūs varat ievadīt sekojošo iiestatīšanas kodu.
ru_ru: Если сканирование не работает, попробуйте вручную ввести код настройки.
sk_sk: Ak naskenovanie nefunguje, možno sa vám podarí zadať nasledujúci kód na nastavenie.
tr_tr: Tarama işe yaramazsa aşağıdaki kurulum kodunu girebilirsiniz.

source: If you change the password, you will be signed out. Please ensure that everything is closed and saved.
de_de: Wenn Sie das Passwort ändern, werden Sie abgemeldet. Bitte stellen Sie sicher, dass alles geschlossen und gesichert ist.
fi_fi: Jos muutat salasanaa, sinut kirjataan ulos. Varmista, että kaikki keskeneräinen on suljettu ja tallennettu.
ja_jp: パスワードを変更するとログアウトします。保存していないアイテムを保存してください。
lv_lv: Ja jūs izmainīsiet paroli, jūsu pieslēgums tiks pārtaukts. Lūdzu pārliecinieties, ka visas izmaiņas ir saglabātas.
ru_ru: После изменения пароля сеанс будет завершен. Прежде чем изменить пароль, сохраните данные.
sk_sk: Ak si zmeníte heslo, budete odhlásení. Uistite sa, že máte všetko zatvorené a uložené.
tr_tr: Parolanızı değiştirdiyseniz oturumunuz kapatılacaktır. Lütfen her şeyi kapatıp kaydettiğinizden emin olun.

source: If you do not wish to keep an item, please click on the trash icon.
de_de: Wenn Sie ein Objekt nicht behalten wollen, klicken Sie bitte auf das Mülleimer-Symbol.
fi_fi: Jos et halua pitää kohdetta, napauta Roskaposti-ikonia.
ja_jp: アイテムを保持しない場合は、ゴミ箱をクリックします。
lv_lv: Ja nevēlaties paturēt šo vienumu, lūdzu noklikšķiniet uz atkritnes ikonas.
ru_ru: Если вы не хотите сохранять элемент, щелкните значок корзины.
sk_sk: Ak si nechcete položku ponechať, kliknite na ikonu koša.
tr_tr: Öğeleri tutmak istemiyorsanız çöp kutusu simgesine tıklayın.

source: If you do not wish to keep the item, please click on the trash icon.
de_de: Wenn Sie das Objekt nicht behalten wollen, klicken Sie bitte auf das Mülleimer-Symbol.
fi_fi: Jos et halua pitää kohdetta, napauta Roskaposti-ikonia.
ja_jp: アイテムを保持しない場合は、ゴミ箱をクリックします。
lv_lv: Ja nevēlaties paturēt šo vienumu, lūdzu noklikšķiniet uz atkritnes ikonas.
ru_ru: Если не хотите оставлять этот элемент, нажмите на значок в виде корзины.
sk_sk: Ak si nechcete položku ponechať, kliknite na ikonu koša.
tr_tr: Öğeyi tutmak istemiyorsanız çöp kutusu simgesine tıklayın.

source: If you have a busy day with many meetings, it is easy to overlook a meeting. To help you stay on top of your schedule, we have added a countdown that reminds you of your upcoming meetings with color, sound, and desktop notifications.
de_de: Wenn Sie einen vollen Tag mit vielen Terminen haben, kann es leicht passieren, dass Sie einen Termin übersehen. Damit Sie den Überblick über Ihren Terminplan behalten, haben wir einen Countdown hinzugefügt, der Sie mit Farbe, Ton und Desktop-Benachrichtigungen an Ihre bevorstehenden Besprechungen erinnert.
fi_fi: Kiireisinä päivinä, jolloin kokouksia on useita, jokin kokous saattaa helposti unohtua. Jotta pysyisit aikataulussasi, olemme lisänneet lähtölaskennan, joka muistuttaa sinua tulevista kokouksista värien, äänen ja työpöytäilmoitusten avulla.
ja_jp: 会議の多い忙しい毎日を送っていると、ついつい会議を見落としてしまいがちです。そんなあなたのために、色や音、デスクトップ通知で今後の会議を知らせてくれるカウントダウンを追加しました。
lv_lv: Ja jūsu diena ir aizņemta ar daudzām mītiņiem, tos var viegli nepamanīt. Lai palīdzētu jums sekot līdzi grafikam, esam pievienojuši atpakaļ-skaitītāju, kas ar krāsu, skaņu un darbvirsmas paziņojumiem atgādina par gaidāmajām sanāksmēm.
ru_ru: Если у вас напряженный день с множеством встреч, то можно легко пропустить встречу. Чтобы помочь вам не отставать от графика, мы добавили обратный отсчет, который напоминает вам о предстоящих встречах с помощью цвета, звука и уведомлений на рабочем столе.
sk_sk: Ak máte rušný deň s mnohými schôdzkami, je ľahké niektorú schôdzku prehliadnuť. Aby sme vám pomohli udržať si prehľad o svojom rozvrhu, pridali sme odpočítavanie, ktoré vám pripomína vaše nadchádzajúce schôdzky pomocou farebných, zvukových upozornení a upozornení na ploche PC.
tr_tr: Toplantıdan toplantıya koştuğunuz yoğun günlerde bazı toplantıları gözden kaçırabilirsiniz. Programınızı daha kolay takip edebilmeniz için, yaklaşan toplantılarınızı size renk, ses ve bildirimlerle hatırlatan bir sayaç özelliği ekledik.

source: If you have a professional Zoom account, Zoom offers dial-in numbers per country and lets you choose which countries appear in meeting invitations.
de_de: Wenn Sie mindestens über ein Zoom Pro-Konto verfügen, bietet Zoom Einwahlnummern pro Land und lässt Sie auswählen, welche Länder in Meeting-Einladungen angezeigt werden.
fi_fi: Jos sinulla on ammattimainen Zoom-tili, Zoom tarjoaa numeroita maittain ja antaa sinun valita kokouskutsuissa näkyvät maat.
ja_jp: 有料のZoomアカウントをお持ちの場合、国ごとのダイアルイン番号が付与され、会議の招待にどの国を表示するかを選択できます。
lv_lv: Ja jums ir profesionālais Zoom konts, Zoom piedāvā atsevišķus iezvana numurus valstīm un ļauj izvēlēties kādas valstis tiek uzrādītas mītiņu uzaicinājumos.
ru_ru: Если у вас есть профессиональная учетная запись Zoom, Zoom предлагает номера для подключения к каждой стране и позволяет вам выбирать, какие страны будут отображаться в приглашениях на конференции.
sk_sk: Ak máte profesionálny účet Zoom, Zoom ponúka dial-in čísla pre každú krajinu a umožňuje vám zvoliť si, ktoré krajiny sa zobrazia v pozvánkach na schôdzku.
tr_tr: Profesyonel Zoom hesabınız varsa Zoom, bazı ülkelerde toplantıya katılmak için telefon numaraları sunar. Toplantı davetlerinizde hangi ülkelerin görüneceğini seçebilirsiniz.

source: If you use multiple email accounts, you can now assign individual signatures to each account.
de_de: Wenn Sie mehrere E-Mail-Konten verwenden, können Sie jetzt jedem Konto eigene Signaturen zuweisen.
fi_fi: Jos käytät useita sähköpostitilejä, voit nyt määrittää kullekin tilille oman allekirjoituksen.
ja_jp: 複数のメールアカウントを使用している場合、個別の署名を各アカウントに割り当てることができます。
lv_lv: Ja izmantojat vairākus e-pasta kontus, tagad katram kontam varat piešķirt individuālus parakstus.
ru_ru: Если вы используете несколько учетных записей электронной почты, теперь вы можете назначить индивидуальные подписи для каждой учетной записи.
sk_sk: Ak používate viacero emailových účtov, teraz môžete ku každému kontu priradiť jednotlivé podpisy.
tr_tr: Birden fazla e-posta hesabı kullanıyorsanız artık her hesaba ayrı bir imza atayabilirsiniz.

source: Ignore
de_de: Ignorieren
fi_fi: Älä huomioi
ja_jp: 無視
lv_lv: Ignorēt
ru_ru: Игнорировать
sk_sk: Ignorovať
tr_tr: Görmezden gel

source: Ignore Warnings
de_de: Warnhinweise ignorieren
fi_fi: Älä huomioi varoituksia
ja_jp: 警告を無視
lv_lv: Neievērot brīdinājumus
ru_ru: Игнорировать предупреждения
sk_sk: Ignorovať upozornenia
tr_tr: Uyarıları yoksay

source: Ignore conflicts
de_de: Konflikte ignorieren
fi_fi: Älä huomioi ristiriitoja
ja_jp: 競合を無視
lv_lv: Ignorēt konfliktus
ru_ru: Игнорировать конфликты
sk_sk: Ignorovať konflikty
tr_tr: Çakışmaları görmezden gel

source: Ignore existing appointments
de_de: Vorhandene Termine ignorieren
fi_fi: Älä huomioi olemassaolevia tapaamisia
ja_jp: 既存の予定を無視
lv_lv: Neievērot esošos mītiņus
ru_ru: Игнорировать существующие встречи
sk_sk: Ignorovať existujúce schôdzky
tr_tr: Mevcut randevuları görmezden gel

source: Ignore existing events
de_de: Vorhandene Ereignisse ignorieren
fi_fi: Jätä olemassaolevat tapahtumat huomiotta
ja_jp: 既存のイベントを無視
lv_lv: Ignorēt esošos notikumus
ru_ru: Игнорировать существующие события
sk_sk: Ignorovať existujúce udalosti
tr_tr: Mevcut etkinlikleri görmezden gel

source: Ignoring existing appointments is helpful to import public holiday calendars, for example.
de_de: Das Ignorieren vorhandener Termine ist z.B. beim Importieren von Feiertagskalendern hilfreich.
fi_fi: Olemassaolevien tapaamisten huomioimattomuus voi auttaa esim. yleisten lomakalenterien tuomisessa laitteelle.
ja_jp: 既存の予定を無視するのは、例えば、祝日付きのカレンダーをインポートする際に役に立ちます。
lv_lv: Esošo mītiņu neievērošana ir piemērojama, piemēram, importējot publisko brīvdienu kalendārus.
ru_ru: Игнорирование событий подходит для импорта календаря праздничных дней и т.п.
sk_sk: Ignorovať existujúce schôdzky je užitočné napríklad pri importe kalendárov štátnych sviatkov.
tr_tr: Mevcut randevuları yok saymak, örneğin tatil takvimlerini içe aktarırken işe yarayabilir.

source: Image 1
de_de: Bild 1
fi_fi: Kuva 1
ja_jp: 画像 1
lv_lv: Attēls 1
ru_ru: Изображение 1
sk_sk: Obrázok 1
tr_tr: Resim 1

source: Image size
de_de: Bildgröße
fi_fi: Kuvakoko
ja_jp: 画像サイズ
lv_lv: Attēla izmērs
ru_ru: Размер изображения
sk_sk: Veľkosť obrázka
tr_tr: Resim boyutu

source: Image upload denied. Its resolution exceeds maximum allowed value of %1$s megapixels.
de_de: Das Hochladen des Bilds wurde verweigert. Seine Auflösung überschreitet den maximal zulässigen Wert von %1$s Megapixeln.
fi_fi: Kuvan lataus estetty. Sen resoluutio ylittää sallitun %1$s megapikselin enimmäisarvon.
ja_jp: 画像のアップロードが拒否されました。解像度が最大許容値%1$sメガピクセルを超えています。
lv_lv: Attēla augšupielāde liegta. Tās izšķirtspēja pārsniedz maksimālo pieļaujamo %1$s megapikseļu vērtību.
ru_ru: Загрузка изображения запрещена. Его разрешение превышает максимально допустимое значение %1$s мегапикселей.
sk_sk: Nahrávanie obrázka bolo odmietnuté. Jeho rozlíšenie presahuje maximálnu povolenú hodnotu %1$s megapixelov.
tr_tr: Resim yükleme reddedildi. Çözünürlüğü, izin verilen maksimum %1$s megapiksel değerini aşıyor.

source: Image was reset to previous image.
de_de: Das Bild wurde auf das vorherige Bild zurückgesetzt.
fi_fi: Kuva palautettiin edelliseen kuvaan.
ja_jp: 前のイメージに再度指定されました。
lv_lv: Attēls tika atiestatīts uz iepriekšējo attēlu.
ru_ru: Изображение было сброшено до предыдущего.
sk_sk: Obrázok bol obnovený späť na predošlý obrázok.
tr_tr: Resim bir önceki resme döndürüldü.

source: Images
de_de: Bilder
fi_fi: Kuvat
ja_jp: 画像
lv_lv: Attēli
ru_ru: Изображения
sk_sk: Obrázky
tr_tr: Resimler

source: Immediately
de_de: Sofort
fi_fi: Heti
ja_jp: 即座
lv_lv: Nekavējoties
ru_ru: Немедленно
sk_sk: Okamžite
tr_tr: Hemen

source: Import
de_de: Importieren
fi_fi: Tuo
ja_jp: インポート
lv_lv: Importēt
ru_ru: Импорт
sk_sk: Importovať
tr_tr: İçe aktar

source: Import file
de_de: Datei importieren
fi_fi: Tuo tiedosto
ja_jp: ファイルをインポート
lv_lv: Importēt failu
ru_ru: Импортировать файл
sk_sk: Importovať súbor
tr_tr: Dosyayı içe aktar

source: Import from URL
de_de: Von URL importieren
fi_fi: Tuo URL-osoitteesta
ja_jp: URLからインポート
lv_lv: Importēt no URL
ru_ru: Импорт из URL
sk_sk: Importovať z adresy URL
tr_tr: URL'den içe aktar

source: Import from file
de_de: Aus Datei importieren
fi_fi: Tuo tiedostosta
ja_jp: ファイルからインポート
lv_lv: Importēt no faila
ru_ru: Импорт файла
sk_sk: Importovať zo súboru
tr_tr: Dosyadan içe aktar

source: Important
de_de: Wichtig
fi_fi: Tärkeä
ja_jp: 重要
lv_lv: Svarīgi
ru_ru: Важный
sk_sk: Dôležité
tr_tr: Önemli

source: Imported calendar
de_de: Importierter Kalender
fi_fi: Tuotu kalenteri
ja_jp: インポートされたカレンダー
lv_lv: Importēts kalendārs
ru_ru: Импортированный календарь
sk_sk: Importovaný kalendár
tr_tr: İçe aktarılan takvim

source: Imprint
de_de: Impressum
fi_fi: Leimaa
ja_jp: OX Drive について
lv_lv: Nospiedums
ru_ru: Отпечаток
sk_sk: Impressum
tr_tr: Künye

source: In %1$d minutes
de_de: In %1$d Minuten
fi_fi: %1$d minuutin kuluttua
ja_jp: %1$d 分後
lv_lv: %1$d minūtēs
ru_ru: Через %1$d минут
sk_sk: O %1$d minút
tr_tr: %1$d dakika sonra

source: In one hour
de_de: In einer Stunde
fi_fi: Tunnin kuluttua
ja_jp: １時間後
lv_lv: Stundas laikā
ru_ru: Через час
sk_sk: O hodinu
tr_tr: Bir saat sonra

source: In progress
de_de: In Bearbeitung
fi_fi: Meneillään
ja_jp: 作業中
lv_lv: Apstrādē
ru_ru: Выполняется
sk_sk: Prebieha
tr_tr: Devam ediyor

source: In the event you lose or are unable to use your authentication device, your account will be locked out unless you set up a recovery method. We strongly recommend that you do so now.
de_de: Falls Sie Ihr Authentifizierungsgerät verlieren oder nicht verwenden können, wird Ihr Konto gesperrt. Es sei denn, Sie haben eine Wiederherstellungsmethode eingerichtet. Wir empfehlen Ihnen dringend, dies jetzt zu tun.
fi_fi: Mikäli kadotat todennuslaitteesi tai et voi käyttää sitä, tilisi lukitaan ellet aseta sille palautusmenetelmää. Suosittelemme, että asetat tilillesi palautusmenetelmän nyt.
ja_jp: お使いの認証デバイスを失くした、または使用できない場合、復元方法を設定しなければアカウントがロックされたままになります。復元方法の設定をお勧めします。
lv_lv: Gadījumā, ja atgūšanas metode nebūs iestatīta un jūs pazaudēsiet vai nevarēsiet izmantot autorizācijas ierīci, piekļuve jūsu kontam nebūs iespējama. Mēs stingri rekomendējam tūlīt iestatīt atgūšanas metodi.
ru_ru: В случае утери устройства аутентификации или невозможности его использования ваш аккаунт будет заблокирован. Чтобы этого не произошло, рекомендуется настроить метод восстановления доступа.
sk_sk: V prípade, že stratíte alebo nebudete mať možnosť použiť svoje overovacie zariadenie, váš účet bude uzamknutý ak nenastavíte metódu obnovenia. Dôrazne odporúčame, aby ste tak urobili teraz.
tr_tr: Kurtarma yöntemini ayarlamazsanız, kimlik doğrulama cihazınızı kaybetmeniz veya kullanamamanız durumunda hesabınız kilitli kalır. Kurtarma yöntemini şimdi ayarlamanızı şiddetle öneririz.

source: In the next few days
de_de: In den nächsten Tagen
fi_fi: Lähipäivinä
ja_jp: 数日後
lv_lv: Dažās nākamajās dienās
ru_ru: Через несколько дней
sk_sk: V najbližších dňoch
tr_tr: Birkaç gün sonra

source: In the upcoming weeks
de_de: In den kommenden Wochen
fi_fi: Tulevina viikkoina
ja_jp: 数週間後
lv_lv: Nākamajās nedēļās
ru_ru: Через несколько недель
sk_sk: V nadchádzajúcich týždňoch
tr_tr: İlerleyen haftalarda

source: Inbox
de_de: Posteingang
fi_fi: Saapuneet
ja_jp: 受信トレイ
lv_lv: Iesūtne
ru_ru: Входящие
sk_sk: Prijaté
tr_tr: Gelen kutusu

source: Inbox categories
de_de: Posteingangskategorien
fi_fi: Saapuneet-luokat
ja_jp: 受信トレイのカテゴリ
lv_lv: Iesūtnes kategorijas
ru_ru: Категории входящих
sk_sk: Kategórie doručených
tr_tr: Gelen kutusu kategorileri

source: Inbox categories now have a cleaner appearance
de_de: Posteingangskategorien sind jetzt übersichtlicher gestaltet
fi_fi: Saapuneet-kategorioiden ulkonäkö on nyt siistimpi
ja_jp: 受信トレイのカテゴリの外観がすっきり
lv_lv: Iesūtnes kategorijām tagad ir tīrāks izskats
ru_ru: Категории входящей почты теперь имеют более чистый вид
sk_sk: Kategórie doručenej pošty odteraz majú čistejší vzhľad
tr_tr: Gelen kutusu kategorileri artık daha yalın bir görünüme sahip

source: Include all file versions
de_de: Alle Dateiversionen einschließen
fi_fi: Sisältää kaikki tiedostoversiot
ja_jp: すべてのファイルバージョンを含む
lv_lv: Ietvert visas faila versijas
ru_ru: Включить все версии файлов
sk_sk: Zahrnúť všetky verzie súborov
tr_tr: Tüm dosya sürümlerini dahil et

source: Include distribution lists
de_de: Mit Verteilerlisten
fi_fi: Sisällytä jakelulistat
ja_jp: 連絡先グループを含める
lv_lv: Ietvert izplatīšanas sarakstus
ru_ru: Включить списки рассылок
sk_sk: Pridať distribučné zoznamy
tr_tr: Dağıtım listelerini dahil et

source: Included address books
de_de: Enthaltene Adressbücher
fi_fi: Sisältyvät osoitekirjat
ja_jp: 含まれるアドレス帳
lv_lv: Ietvertās adrešu grāmatas
ru_ru: Включает все блоки адресов
sk_sk: Obsahuje adresáre kontaktov
tr_tr: Dahil edilen adres defterleri

source: Included calendars
de_de: Enthaltene Kalender
fi_fi: Sisältyvät kalenterit
ja_jp: 含まれるカレンダー
lv_lv: Ietvertie kalendāri
ru_ru: Включая календари
sk_sk: Zahŕňa kalendáre
tr_tr: Dahil edilen takvimler

source: Included folders
de_de: Enthaltene Ordner
fi_fi: Sisältyvät kansiot
ja_jp: 含まれるフォルダー
lv_lv: Ietvertās mapes
ru_ru: Включенные папки
sk_sk: Zahŕňa podpriečinky
tr_tr: Dahil edilen klasörler

source: Includes all appointments from your calendars as ical files.
de_de: Enthält alle Termine aus Ihren Kalendern als ical-Dateien.
fi_fi: Sisältää kaikki tapaamiset kaikista kalentereistasi ical-tiedostoina.
ja_jp: カレンダーからのすべての予定をicalファイルとして含む
lv_lv: Ietvert visus manus mītiņus no visiem kalendāriem kā ical failus.
ru_ru: Включить все встречи из вашего календаря как файлы ical.
sk_sk: Obsahuje všetky schôdzky z vašich kalendárov vo forme súborov .ical.
tr_tr: Takvimlerinizdeki tüm randevuları ical dosyaları olarak dahil eder.
