Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Later today
de_de: Später
fi_fi: Myöhemmin tänään
ja_jp: 今日後で
lv_lv: Vēlāk šodien
ru_ru: Позднее сегодня
sk_sk: Neskôr dnes
tr_tr: Bugün

source: Layout
fi_fi: Sommittelu
ja_jp: レイアウト
lv_lv: Izvietojums
ru_ru: Формат
sk_sk: Rozloženie
tr_tr: Düzen

source: Learn more
de_de: Weitere Infos
fi_fi: Lue lisää
ja_jp: 詳細はこちら
lv_lv: Uzzināt vairāk
ru_ru: Узнать больше
sk_sk: Zistite viac
tr_tr: Daha fazla bilgi al

source: Learning
de_de: Lernen
fi_fi: Oppiminen
ja_jp: 詳細
lv_lv: Mācības
ru_ru: Обучение
sk_sk: Výuka
tr_tr: Öğren

source: Leave a comment for other participants
de_de: Hinterlassen Sie einen Kommentar für andere Teilnehmer
fi_fi: Jätä viesti muille osallistujille
ja_jp: 他の参加者にコメントを残します。
lv_lv: Atstājiet komentāru citiem dalībniekiem
ru_ru: Оставьте комментарий для других участников
sk_sk: Zanechajte komentár pre ostatných účastníkov
tr_tr: Diğer katılımcılar için yorum bırakın

source: Length
de_de: Länge
fi_fi: Pituus
ja_jp: 長さ
lv_lv: Garums
ru_ru: Длина
sk_sk: Dĺžka
tr_tr: Uzunluk

source: Let reminders help you not to miss appointments
de_de: Erinnerungen helfen Ihnen, Termine nicht zu verpassen
fi_fi: Käytä muistutuksia, että et myöhästy tapaamisista
ja_jp: アラームを使って予定に遅れないようにする
lv_lv: Izmantojiet atgādinājumus, lai nekavētu mītiņus
ru_ru: Напоминания помогут вам не пропускать встречи
sk_sk: Pripomenutia vám pomôžu nezmeškať schôdzky
tr_tr: Anımsatıcılar sayesinde randevularınızı kaçırmayın

source: Let there be darkness! You can now select Dark Mode which uses bright text on a dark background as opposed to the usual black text on a bright white screen. Apart from personal preference, Dark Mode has significant benefits. A device or application using Dark Mode emits less light which improves readability in low light environments thus reducing eye strain.
de_de: Es werde dunkel! Im neuen Dunkelmodus wird statt der üblichen schwarzen Schrift auf weißem Grund, heller Text auf dunklem Grund dargestellt. Neben persönlicher Präferenz hat der Dunkelmodus Vorteile: es wird generell weniger Licht benötigt, was in dunklen Umgebungen die Lesbarkeit verbessert und die Augen entlastet.
fi_fi: Tulkoon pimeys! Voit nyt valita tumman tilan, joka käyttää kirkasta tekstiä tummalla taustalla verrattuna tavalliseen mustaan tekstiin kirkkaan valkoisella näytöllä. Henkilökohtaisten mieltymysten lisäksi tummalla tilalla on merkittäviä etuja. Tummaa tilaa käyttävä laite tai sovellus tuottaa vähemmän valoa, mikä parantaa luettavuutta hämärässä ympäristössä ja vähentää siten silmien rasitusta.
ja_jp: ダークモードを使おう！通常の白い画面に黒い文字ではなく、暗い背景に明るい文字で表示する「ダークモード」を選択できます。個人的な好みは別として、ダークモードには大きなメリットがあります。ダークモードを使用するデバイスやアプリケーションは、発光量が少ないため、暗い場所での読みやすさが向上し、目の疲れを軽減します。
lv_lv: Lai ir tumsa! Tagad varat atlasīt tumšo režīmu, kas izmanto spilgtu tekstu uz tumša fona, nevis parasto melno tekstu spilgti baltā ekrānā. Papildus personīgajai izvēlei tumšajam režīmam ir ievērojamas priekšrocības. Ierīce vai lietojumprogramma, kas izmanto tumšo režīmu, izstaro mazāk gaismas, kas uzlabo lasāmību vāja apgaismojuma vidē, tādējādi samazinot acu sasprindzinājumu.
ru_ru: Да будет темнота! Теперь вы можете выбрать Темный режим, в котором используется светлый текст на темном фоне в отличие от обычного черного текста на ярко-белом экране. Помимо личных предпочтений, темный режим имеет значительные преимущества. Устройство или приложение, использующее темный режим, излучает меньше света, что улучшает читаемость в условиях низкой освещенности и снижает напряжение глаз.
sk_sk: Nech je tma! Teraz môžete vybrať tmavý režim, ktorý používa svetlý text na tmavom pozadí na rozdiel od obvyklého čierneho textu na jasne bielej obrazovke. Okrem toho, že niektorí používatelia tmavý režim preferujú, má aj významné výhody. Zariadenie alebo aplikácia používajúca tmavý režim vyžaruje menej svetla, čo zlepšuje čitateľnosť v prostredí pri slabom osvetlení a znižuje namáhanie očí.
tr_tr: Koyu mod desteği! Koyu modu seçerek koyu arka plan üzerine parlak metinleri tercih edebilirsiniz. Kişisel zevkiniz bir yana, koyu modun başka faydaları da var. Koyu modu kullandığınızda cihazınız daha az ışık yayacağı için loş ortamlarda okunabilirlik artar ve göz yorgunluğu azalır.

source: Letters • Symbols
de_de: Buchstaben • Symbole
fi_fi: Kirjaimet • Symbolit
ja_jp: 文字・記号
lv_lv: Burti • Simboli
ru_ru: Буквы • Знаки
sk_sk: Písmená • Symboly
tr_tr: Harfler • Semboller

source: Life
de_de: Leben
fi_fi: Elämä
ja_jp: 日常
lv_lv: Dzīvesstils
ru_ru: Образ жизни
sk_sk: Život
tr_tr: Yaşam

source: Light Blue
de_de: Hellblau
fi_fi: Vaaleansininen
ja_jp: 薄い青
lv_lv: Gaiši zils
ru_ru: Светло-синий
sk_sk: Svetlomodrá
tr_tr: Açık mavi

source: Light Gray
de_de: Hellgrau
fi_fi: Vaaleanharmaa
ja_jp: 薄いグレー
lv_lv: Gaiši pelēks
ru_ru: Светло-серый
sk_sk: Svetlošedá
tr_tr: Açık gri

source: Light Green
de_de: Hellgrün
fi_fi: Vaaleanvihreä
ja_jp: 薄い緑
lv_lv: Gaiši zaļš
ru_ru: Светло-зеленый
sk_sk: Svetlozelená
tr_tr: Açık yeşil

source: Light Purple
de_de: Hellviolett
fi_fi: Vaaleanvioletti
ja_jp: 薄い紫
lv_lv: Gaiši purpura
ru_ru: Светло-фиолетовый
sk_sk: Svetlofialová
tr_tr: Açık mor

source: Light Red
de_de: Hellrot
fi_fi: Vaaleanpunainen
ja_jp: 薄い赤
lv_lv: Gaiši sarkans
ru_ru: Светло-красный
sk_sk: Svetločervená
tr_tr: Açık kırmızı

source: Light Yellow
de_de: Hellgelb
fi_fi: Vaaleankeltainen
ja_jp: 薄い黄
lv_lv: Gaiši dzeltens
ru_ru: Светло-желтый
sk_sk: Svetložltá
tr_tr: Açık sarı

source: Light blue
de_de: Hellblau
fi_fi: Vaaleansininen
ja_jp: 薄い青
lv_lv: Gaiši zils
ru_ru: Голубой
sk_sk: Svetlomodrá
tr_tr: Açık mavi

source: Light green
de_de: Hellgrün
fi_fi: Vaaleanvihreä
ja_jp: 薄い緑
lv_lv: Gaiši zaļš
ru_ru: Светло-зеленый
sk_sk: Svetlozelená
tr_tr: Açık yeşil

source: Like
de_de: Gefällt mir
fi_fi: Tykkää
ja_jp: いいね !
lv_lv: Patīk
ru_ru: Нравится
sk_sk: Páči sa mi to
tr_tr: Beğen

source: Liked comment
de_de: Gefällt der Kommentar
fi_fi: Tykätty kommentti
ja_jp: いいね ! をコメント
lv_lv: Patīk komentārs
ru_ru: Комментарий нравится
sk_sk: Komentár, ktorý sa páčil
tr_tr: Yorumu beğendiniz

source: Link
fi_fi: Linkki
ja_jp: リンク
lv_lv: Saite
ru_ru: Ссылка
sk_sk: Odkaz
tr_tr: Bağlantı

source: Link options
de_de: Link-Optionen
fi_fi: Linkkivalinnat
ja_jp: リンクオプション
lv_lv: Saites opcijas
ru_ru: Параметры ссылки
sk_sk: Možnosti odkazu
tr_tr: Bağlantı seçenekleri

source: Link postal addresses with map service
de_de: Postanschriften mit Kartendienst verknüpfen
fi_fi: Yhdistä postiosoite karttapalveluun
ja_jp: 住所とマップサービスのリンク
lv_lv: Saistīt pasta adreses ar karšu srevisu
ru_ru: Привязывать почтовые адреса к сервису карт
sk_sk: Spojiť poštovú adresu so službou mapy
tr_tr: Posta adreslerini harita servisine bağla

source: Link will be sent to %1$s
de_de: Link wird gesendet an %1$s
fi_fi: Linkki lähetetään numeroon %1$s
ja_jp: リンクが%1$sに送信されます。
lv_lv: Saite tiks nosūtīta %1$s
ru_ru: Ссылка будет отправлена %1$s
sk_sk: Odkaz bude odoslaný na č. %1$s
tr_tr: Bağlantı %1$s numaralı telefona gönderilecek

source: Link:
fi_fi: Linkki:
ja_jp: リンク：
lv_lv: Saite:
ru_ru: Ссылка:
sk_sk: Odkaz:
tr_tr: Bağlantı:

source: Link:
fi_fi: Linkki:
ja_jp: リンク：
lv_lv: Saite:
ru_ru: Ссылка:
sk_sk: Odkaz:
tr_tr: Bağlantı:

source: Links
de_de: Verlinkungen
fi_fi: Linkit
ja_jp: リンク
lv_lv: Saites
ru_ru: Ссылки
sk_sk: Odkazy
tr_tr: Linkler

source: Links have been disabled to protect you against potential spam
de_de: Links wurden deaktiviert, um Sie vor potenziellem Spam zu schützen
fi_fi: Linkit on kytketty pois päältä roskapostilta suojautumiseksi
ja_jp: 迷惑メールの危険性を回避するため、リンクを無効にしました。
lv_lv: Saites ir atspējotas, lai pasargātu jūs no iespējamā surogāta satura
ru_ru: Ссылки были отключены, чтобы защитить вас от потенциального спама
sk_sk: Odkazy boli vypnuté na ochranu pred potenciálne nevyžiadanou poštou
tr_tr: Olası spam mesajlardan korunmanız için bağlantıları devre dışı bıraktık

source: List
de_de: Liste
fi_fi: Lista
ja_jp: リスト
lv_lv: Saraksts
ru_ru: Список
sk_sk: Zoznam
tr_tr: Liste

source: List name
de_de: Listenname
fi_fi: Luettelon nimi
ja_jp: リスト名
lv_lv: Uzvārds
ru_ru: Название списка
sk_sk: Názov zoznamu
tr_tr: Liste adı

source: List of Groups
de_de: Liste der Gruppen
fi_fi: Ryhmäluettelo
ja_jp: グループリスト
lv_lv: Grupu saraksts
ru_ru: Список групп
sk_sk: Zoznam skupín
tr_tr: Grup listesi

source: List options
de_de: Optionen für Liste
fi_fi: Luettelon asetukset
ja_jp: リストオプション
lv_lv: Saraksta opcijas
ru_ru: Параметры списка
sk_sk: Možnosti zoznamu
tr_tr: Liste seçenekleri

source: List view
de_de: Listenansicht
fi_fi: Listanäkymä
ja_jp: リストビュー
lv_lv: Saraksta skats
ru_ru: Отобразить как список
sk_sk: Zobrazenie zoznamu
tr_tr: Liste görünümü

source: Listed people only
de_de: Nur aufgeführte Personen
fi_fi: Vain luettelossa olevat henkilöt
ja_jp: リストされた人のみ
lv_lv: Tikai norādītās personas
ru_ru: Только перечисленные люди
sk_sk: Len uvedení ľudia
tr_tr: Yalnızca listedeki kişiler

source: Load appointments until %1$s
de_de: Termine laden bis %1$s
fi_fi: Lataa tapaamiset %1$s saakka
ja_jp: %1$s まで予定を読み込みます。
lv_lv: Ielādēt mītiņus līdz %1$s
ru_ru: Загрузить встречи до %1$s
sk_sk: Načítať schôdzky do %1$s
tr_tr: %s tarihine kadar olan randevuları yükle

source: Loading
de_de: Laden …
fi_fi: Ladataan
ja_jp: 読み込み中
lv_lv: Ielāde
ru_ru: Загрузка
sk_sk: Načítava sa
tr_tr: Yükleniyor

source: Local system timezone
de_de: Zeitzone des lokalen Systems
fi_fi: Paikallisen järjestelmän aikavyöhyke
ja_jp: ローカルシステムのタイムゾーン
lv_lv: Lokālās sistēmas laika josla
ru_ru: Часовой пояс системы
sk_sk: Miestne časové pásmo
tr_tr: Yerel sistem saat dilimi

source: Local-part
de_de: Lokaler Teil
fi_fi: Paikallisosa
ja_jp: ローカル-部分
lv_lv: Lokālā daļa
ru_ru: Локальная часть
sk_sk: Lokálna časť

source: Location
de_de: Ort
fi_fi: Sijainti
ja_jp: 場所
lv_lv: Vieta
ru_ru: Место
sk_sk: Umiestnenie
tr_tr: Konum

source: Location: %s
de_de: Ort: %1$s
fi_fi: Sijainti: %s
ja_jp: 場所: %s
lv_lv: Vieta: %s
ru_ru: Расположение: %s
sk_sk: Umiestnenie: %s
tr_tr: Konum: %s

source: Lock
de_de: Sperren
fi_fi: Lukitse
ja_jp: ロック
lv_lv: Noslēgs
ru_ru: Заблокировать
sk_sk: Zamknúť
tr_tr: Kilitle

source: Locked
de_de: Gesperrt
fi_fi: Lukittu
ja_jp: ロックされています
lv_lv: Noslēgts
ru_ru: Заблокирован
sk_sk: Zamknuté
tr_tr: Kilitli

source: Login
de_de: Anmelden
fi_fi: Kirjaudu sisään
ja_jp: ログイン
lv_lv: Pieslēgties
ru_ru: Имя пользователя
sk_sk: Prihlásiť sa
tr_tr: Kullanıcı adı

source: Logout failed.
de_de: Abmelden fehlgeschlagen.
fi_fi: Uloskirjautuminen epäonnistui.
ja_jp: ログアウトに失敗しました。
lv_lv: Atslēgšanās kļūda.
ru_ru: Ошибка выхода.
sk_sk: Nepodarilo sa odhlásiť.
tr_tr: Çıkış yapılamadı.

source: Long
de_de: Lang
fi_fi: Pitkä
ja_jp: 長い
lv_lv: Gara
ru_ru: Долго
sk_sk: Dlhé
tr_tr: Uzun

source: Look for new data every
de_de: Nach neuen Daten suchen alle
fi_fi: Etsi uusia tietoja joka
ja_jp: 毎回新規データを探す
lv_lv: Meklēt jaunus datus katras
ru_ru: Искать новые данные каждые
sk_sk: Hľadať nové údaje každý
tr_tr: Yeni verileri kontrol etme sıklığı

source: Low
de_de: Niedrig
fi_fi: Matala
ja_jp: 低
lv_lv: Zema
ru_ru: Низкий
sk_sk: Nízka
tr_tr: Düşük

# E-Mail priority
source: Low
de_de: Niedrig
fi_fi: Matala
ja_jp: 低
lv_lv: Zema
ru_ru: Низкий
sk_sk: Nízka
tr_tr: Düşük

# Tasks priority
source: Low
de_de: Niedrig
fi_fi: Matala
ja_jp: 低
lv_lv: Zema
ru_ru: Низкий
sk_sk: Nízka
tr_tr: Düşük

source: Low priority
de_de: Niedrige Priorität
fi_fi: Vähemmän tärkeä
ja_jp: 優先度 (低)
lv_lv: Zema prioritāte
ru_ru: Низкий приоритет
sk_sk: Nízka priorita
tr_tr: Düşük öncelikli

# E-Mail
source: Low priority
de_de: Wichtigkeit: niedrig
fi_fi: Matala prioriteetti
ja_jp: 優先度 (低)
lv_lv: Zema prioritāte
ru_ru: Низкий приоритет
sk_sk: Nízka priorita
tr_tr: Düşük öncelik

source: Lower
de_de: Kleiner
fi_fi: Pienempi
ja_jp: 次の日時より前
lv_lv: Mazāks
ru_ru: Меньше
sk_sk: menší
tr_tr: Bundan az

source: Lower equals
de_de: Kleiner als oder gleich
fi_fi: Yhtä suuri tai pienempi kuin
ja_jp: 次の日時以前
lv_lv: Mazāks vienāds
ru_ru: Меньше или равно
sk_sk: menší alebo rovný
tr_tr: Küçük eşittir

source: MB
fi_fi: MT
ru_ru: МБ

source: Magenta
fi_fi: Purppura
ja_jp: マゼンタ
lv_lv: Purpursarkans
ru_ru: Пурпурный
sk_sk: Purpurová
tr_tr: Macenta

source: Mail
fi_fi: Sähköposti
ja_jp: メール
lv_lv: Pasts
ru_ru: Почта
sk_sk: Pošta
tr_tr: E-posta

# app
source: Mail
de_de: E-Mail
fi_fi: Sähköposti
ja_jp: メール
lv_lv: Pasts
ru_ru: Почта
sk_sk: Pošta
tr_tr: E-posta

source: Mail %1$n of %2$n has been imported
de_de: E-Mail %1$n von %2$n wurde importiert
fi_fi: Viesti %1$n/%2$n on tuotu
ja_jp: %2$nのメール%1$nをインポートしました
lv_lv: Pasts %1$n no %2$n ir importēts
ru_ru: Писем %1$n из %2$n было импортировано
sk_sk: Email %1$n z %2$n bol naimportovaný
tr_tr: %1$n/%2$n e-posta içe aktarıldı

source: Mail account
de_de: E-Mail-Konto
fi_fi: Postitili
ja_jp: メールアカウント
lv_lv: Pasta konts
ru_ru: Почта
sk_sk: Poštový účet
tr_tr: E-posta hesabı

source: Mail address
de_de: E-Mail-Adresse
fi_fi: Postiosoite
ja_jp: メールアドレス
lv_lv: Pasta adrese
ru_ru: Почтовый адрес
sk_sk: Emailová adresa
tr_tr: E-posta adresi

source: Mail compose actions
de_de: Aktionen zum Verfassen von E-Mails
fi_fi: Sähköpostin laatimistoiminnot
ja_jp: メール作成アクション
lv_lv: Pasta sastādīšanas darbības
ru_ru: Действия при составлении письма
sk_sk: Operácie písania pošty
tr_tr: E-posta oluşturma eylemler

source: Mail contains external images
de_de: E-Mail enthält externe Bilder
fi_fi: Sähköposti sisältää ulkoisia kuvia
ja_jp: メールには外部画像を含みます
lv_lv: Vēstule saturē ārējus attēlus
ru_ru: Письмо содержит внешние изображения
sk_sk: Email obsahuje externé obrázky
tr_tr: E-posta dış resimler içeriyor

source: Mail count quota
de_de: E-Mail-Anzahl
fi_fi: Viestien kappalemäärän kiintiö
ja_jp: メール数上限
lv_lv: Vēstuļu skaita kvota
ru_ru: Квота сообщений
sk_sk: Kvóta počtu správ emailu
tr_tr: E-posta sayısı kotası

source: Mail has been imported
de_de: E-Mail wurde importiert
fi_fi: Viesti tuotu
ja_jp: メールをインポートしました
lv_lv: Vēstules ir importētas
ru_ru: Импорт почты выполнен
sk_sk: Pošta bola importovaná
tr_tr: E-posta içe aktarıldı

source: Mail has no recipient.
de_de: Die E-Mail hat keinen Empfänger.
fi_fi: Viestillä ei ole vastaanottajia.
ja_jp: 宛先が指定されていません。
lv_lv: Vēstulei nav saņēmēja.
ru_ru: Не указан получатель.
sk_sk: Správa nemá žiadneho príjemcu.
tr_tr: E-postanın alıcısı yok.

source: Mail may contain external images
de_de: E-Mail kann externe Bilder enthalten
fi_fi: Sähköposti saattaa sisältää ulkoisia kuvia
ja_jp: メールには外部画像が含まれる可能性があります
lv_lv: Pasts var saturēt ārējus attēlus
ru_ru: Письма могут содержать внешние изображения
sk_sk: Email môže obsahovať externé obrázky
tr_tr: E-posta dış resimler içeriyor olabilir

source: Mail quota
de_de: E-Mail-Speicherplatz
fi_fi: Viestikiintiö
ja_jp: メールボックス容量
lv_lv: Pasta kvota
ru_ru: Квота сообщений
sk_sk: Kvóta emailu
tr_tr: E-posta kotası

source: Mail quota exceeded
de_de: E-Mail-Speicherplatz überschritten
fi_fi: Viestiikiintiö ylitetty
ja_jp: メールボックス容量の超過
lv_lv: Pārsniegta pasta kvota
ru_ru: Превышена почтовая квота
sk_sk: Kvóta emailu prekročená
tr_tr: E-posta kotası aşıldı

source: Mail quota limit reached. You have to use %1$s or reduce the mail size in some other way.
de_de: Der maximale E-Mail-Speicherplatz wurde erreicht. Sie müssen %1$s verwenden oder die E-Mailgröße auf andere Weise reduzieren.
fi_fi: Sähköpostikiintiö on täynnä. Sinun on käytettävä %1$s tai pienennettävä viestin kokoa jollakin muulla tavalla.
ja_jp: メールボックス容量に達しました。%1$sを使用するか、何らかの方法で添付ファイルサイズを縮小してください。
lv_lv: Pasta kvota ir sasniegta. Jums ir jāizmanto %1$s vai kādā citā veidā jāsamazina e-pasta apjoms.
ru_ru: Достигнут лимит почтовой квоты. Используйте %1$s или уменьшите размер письма.
sk_sk: Dosiahli ste kvótu pošty. Budete musieť použiť %1$s alebo zmenšiť veľkosť súboru prílohy.
tr_tr: E-posta kotasını aştınız. Ya %1$s kullanmalı ya da e-posta boyutunu azaltmalısınız.

source: Mail reminder
de_de: E-Mail-Erinnerung
fi_fi: Postimuistutus
ja_jp: メールアラーム
lv_lv: Vēstules atgādinājums
ru_ru: Напоминание по почте
sk_sk: Pripomienka pošty
tr_tr: E-posta anımsatıcısı

source: Mail reminder for
de_de: E-Mail-Erinnerung für
fi_fi: Postimuistutus
ja_jp: 件名
lv_lv: Atgādinājuma saņēmējs
ru_ru: Напоминание для
sk_sk: Pripomienka pošty pre
tr_tr: Anımsatıcı

source: Mail size: %1$s
de_de: E-Mail-Größe: %1$s
fi_fi: Sähköpostin koko:%1$s
ja_jp: メールサイズ：%1$s
lv_lv: Pasta izmērs: %1$s
ru_ru: Размер сообщения: %1$s
sk_sk: Veľkosť emailu: %1$s
tr_tr: E-posta boyutu: %1$s

source: Mail source
de_de: E-Mail-Quelldaten
fi_fi: Viestilähde
ja_jp: メールの件名
lv_lv: Pasta avots
ru_ru: Исходный код сообщения
sk_sk: Zdroj pošty
tr_tr: E-posta kaynağı

source: Mail storage
de_de: E-Mail-Speicherplatz
fi_fi: Sähköpostin tallennus
ja_jp: メールストレージ
lv_lv: Pasta krātuve
ru_ru: Хранилище почты
sk_sk: Ukladací priestor pošty
tr_tr: E-posta deposu

source: Mail was not imported. Only .eml files are supported.
de_de: Die E-Mail wurde nicht importiert. Es werden nur .eml-Dateien unterstützt.
fi_fi: Viestiä ei voitu tuoda. Vain .eml-tiedostot ovat tuettuja.
ja_jp: メールはインポートされませんでした。.eml ファイルのみがサポートされます。
lv_lv: Pasts nav importēts. Atbalstīti tiek tikai .eml faili.
ru_ru: Ошибка импорта: поддерживаются только файлы .eml.
sk_sk: Pošta sa neimportovala. Sú podporované iba súbory .eml.
tr_tr: E-posta içe aktarılamadı. Yalnızca .eml dosyaları destekleniyor.

source: Mailing list
de_de: Mailingliste
fi_fi: Jakelulista
ja_jp: メーリングリスト
lv_lv: Adresātu saraksts
ru_ru: Список рассылки
sk_sk: Poštová konferencia
tr_tr: Posta listesi

source: Mails per hour (%)
de_de: E-Mails pro Stunde (%)
fi_fi: Posti tunneittain (5)
ja_jp: １時間あたりのメール数 (%)
lv_lv: Vēstules stundā (%)
ru_ru: Процент сообщений в час
sk_sk: Správ za hodinu (%)
tr_tr: Saat başına e-posta (%)

source: Mails per week-day (%)
de_de: E-Mails pro Wochentag (%)
fi_fi: Posti viikonpäivittäin (%)
ja_jp: １日あたりのメール数 (%)
lv_lv: Vēstules dienā (%)
ru_ru: Процент сообщений в день
sk_sk: Správ za deň-týždeň (%)
tr_tr: İş günü başına e-posta (%)

source: Make this the current version
de_de: Diese als aktuelle Version markieren
fi_fi: Tee tästä vallitseva versio
ja_jp: このファイルを最新のバージョンにする
lv_lv: Iestatīt šo kā pašreizējo versiju
ru_ru: Выбрать в качестве текущей версии
sk_sk: Označiť túto verziu ako aktuálnu
tr_tr: Bunu güncel sürüm yap

source: Malicious file detected
de_de: Schädliche Datei erkannt
fi_fi: Haitallinen tiedosto havaittu
ja_jp: 悪質なファイルが検出されました
lv_lv: Atrasts bīstams fails
ru_ru: Обнаружены подозрительные файлы
sk_sk: Zistený súbor obsahujúci škodlivý kód
tr_tr: Kötü niyetli dosya algılandı

source: Manage Shares
de_de: Freigaben verwalten
fi_fi: Hallitse jakoja
ja_jp: 共有ファイルを管理
lv_lv: Pārvaldīt koplietojumus
ru_ru: Управление общими ресурсами
sk_sk: Spravovať zdieľania
tr_tr: Paylaşımları yönet

source: Manage additional passwords for use with other devices.
de_de: Verwalten Sie zusätzliche Passwörter für die Verwendung mit anderen Geräten.
fi_fi: Muilla laitteilla käytettävien muiden salasanojen hallinta.
ja_jp: 他のデバイスで使用するために、追加パスワードを管理する
lv_lv: Pārvaldiet papildus paroles lietošanai citās ierīcēs.
ru_ru: Управление дополнительными паролями для использования с другими устройствами.
sk_sk: Spravovať ďalšie heslá na použitie s inými zariadeniami.
tr_tr: Diğer cihazlarda kullanılacak ek parolaları yönetin.

source: Manage applications that can access your data
de_de: Verwalten Sie Anwendungen, die auf Ihre Daten zugreifen können
fi_fi: Hallitse sovelluksia, jotka voivat käyttää tietojasi
ja_jp: データにアクセス可能なアプリケーションを管理する
lv_lv: Pārvaldīt lietotnes ar piekļuvi jūsu datiem
ru_ru: Управление приложениями, которые могут получить доступ к вашим данным
sk_sk: Správa aplikácií, ktoré majú prístup k vašim údajom
tr_tr: Verilerime erişebilen uygulamaları yönet

source: Manage browser permissions now
de_de: Browser-Berechtigungen jetzt verwalten
fi_fi: Hallinnoi selaimen toimintoja
ja_jp: 今ブラウザ権限を管理する
lv_lv: Pārvaldīt pārlūkprogrammas tiesības
ru_ru: Настроить разрешения браузера
sk_sk: Spravovať oprávnenia prehliadača teraz
tr_tr: Tarayıcı izinlerini yönet

source: Manage categories
de_de: Kategorien verwalten
fi_fi: Hallinnoi luokkia
ja_jp: カテゴリの管理
lv_lv: Pārvaldīt kategorijas
ru_ru: Управление категориями
sk_sk: Spravovať kategórie
tr_tr: Kategorileri yönet

source: Manage deputies
de_de: Stellvertreter verwalten
fi_fi: Hallinnoi sijaisia
ja_jp: 代理人を管理
lv_lv: Vietnieku pārvaldība
ru_ru: Управление заместителями
sk_sk: Spravovať zástupcov
tr_tr: Vekilleri yönet

source: Manage favorites
de_de: Favoriten verwalten
fi_fi: Hallitse suosikkeja
ja_jp: お気に入りを管理
lv_lv: Pārvaldīt izlases
ru_ru: Управление избранным
sk_sk: Spravovať obľúbené
tr_tr: Favorileri yönet

source: Manage signatures
de_de: Signaturen verwalten
fi_fi: Hallitse allekirjoituksia
ja_jp: 署名を管理
lv_lv: Pārvaldīt parakstus
ru_ru: Управление подписями
sk_sk: Spravovať podpisy
tr_tr: İmzaları yönet

source: Manage subscriptions of external data
de_de: Abonnements für externe Daten verwalten
fi_fi: Muuta ulkoisen datan tilauksia
ja_jp: 外部データの登録を管理する
lv_lv: Pārvaldīt ārējo datu abonementus
ru_ru: Управление подписками на внешние данные
sk_sk: Správa prihlásenia na odber externých údajov
tr_tr: Harici veri aboneliklerini yönet

source: Manage your accounts
de_de: Verwalten Sie Ihre Konten
fi_fi: Hallitse tilejäsi
ja_jp: アカウントを管理する
lv_lv: Pārvaldīt savus kontus
ru_ru: Управление учетными записями
sk_sk: Správa vašich účtov
tr_tr: Hesaplarınızı yönetin

source: Manage your consent
de_de: Verwalten Sie Ihre Zustimmung
fi_fi: Hallitse suostumustasi
ja_jp: 同意を管理する
lv_lv: Pārvaldīt piekrišanu
ru_ru: Управление согласием
sk_sk: Správa vášho súhlasu
tr_tr: Onayınızı yönetin

source: Managed Resources
de_de: Verwaltete Ressourcen
fi_fi: Hallitut resurssit
ja_jp: 管理リソース
lv_lv: Pārvaldītie resursi
ru_ru: Управляемые ресурсы
sk_sk: Spravované zdroje
tr_tr: Yönetilen kaynaklar
