Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Take %1$s with you! Stay up-to-date on your favorite devices.
de_de: Nehmen Sie %1$s mit! Bleiben Sie auf all Ihren Geräten auf dem neuesten Stand.
fi_fi: Ota %1$s mukaasi! Pidä tietosi suosikkilaitteistasi ajantasalla.
ja_jp: %1$s をいつも一緒に！お気に入りデバイスをいつも最新に！
lv_lv: Ņemiet %1$s sev līdz! Aktuālā informācija vienmēr visās jūsu ierīcēs.
ru_ru: Возьмите %1$s с собой! Всегда оставайтесь на связи, используя ваши любые гаджеты.
sk_sk: Vezmite si %1$s so sebou! Zostaňte informovaní prostredníctvom vašich obľúbených zariadení.
tr_tr: %1$s hep yanınızda! Onu en sevdiğiniz cihazlarınıza da yükleyebilirsiniz.

source: Take a photo
de_de: Ein Foto machen
fi_fi: Ota kuva
ja_jp: 写真をとると
lv_lv: Uzņemt fotoattēlu
ru_ru: Сделать фотографию
sk_sk: Urobiť fotku
tr_tr: Fotoğraf çek

source: Task
de_de: Aufgabe
fi_fi: Tehtävä
ja_jp: タスク
lv_lv: Uzdevums
ru_ru: Задача
sk_sk: Úloha
tr_tr: Görev

source: Task Details
de_de: Aufgaben-Details
fi_fi: Tehtävän yksityiskohdat
ja_jp: タスクの詳細
lv_lv: Uzdevuma detaļas
ru_ru: Описание задачи
sk_sk: Podrobnosti úlohy
tr_tr: Görev Ayrıntıları

source: Task has been deleted
de_de: Die Aufgabe wurde gelöscht
fi_fi: Tehtävä on poistettu
ja_jp: タスクを削除しました。
lv_lv: Uzdevums ir izdzēsts
ru_ru: Задача удалена
sk_sk: Úloha bola zmazaná
tr_tr: Görev silindi

source: Task has been deleted already
de_de: Die Aufgabe wurde bereits gelöscht
fi_fi: Tehtävä on poistettu aiemmin
ja_jp: タスクをすでに削除しました。
lv_lv: Uzdevums jau ir izdzēsts
ru_ru: Задача уже удалена
sk_sk: Úloha už bola zmazaná
tr_tr: Görev zaten silinmiş

source: Task invitation
de_de: Aufgabeneinladung
fi_fi: Tehtäväkutsu
ja_jp: タスクへの招待
lv_lv: Uzdevuma uzaicinājums
ru_ru: Приглашение на задачу
sk_sk: Pozvánka k úlohe
tr_tr: Görev daveti

source: Task marked as done
de_de: Aufgabe als erledigt markiert
fi_fi: Tehtävä on merkitty valmiiksi
ja_jp: タスクを完了にしました
lv_lv: Uzdevums iezīmēts kā paveikts
ru_ru: Задача отмечена как выполненная
sk_sk: Úloha označená ako hotová
tr_tr: Görev bitmiş olarak işaretlendi

source: Task marked as undone
de_de: Aufgabe als unerledigt markiert
fi_fi: Tehtävä on merkitty tekemättömäksi
ja_jp: タスクを未完了にしました
lv_lv: Uzdevums iezīmēts kā nepaveikts
ru_ru: Задача отмечена как не выполненная
sk_sk: Úloha označená ako vrátená
tr_tr: Görev bitmemiş olarak işaretlendi

source: Task reminder
de_de: Aufgabenerinnerung
fi_fi: Tehtävämuistutus
ja_jp: タスクのアラーム
lv_lv: Uzdevuma atgādinājums
ru_ru: Напоминание задачи
sk_sk: Pripomenutie úlohy
tr_tr: Görev anımsatıcısı

source: Tasks
de_de: Aufgaben
fi_fi: Tehtävät
ja_jp: タスク
lv_lv: Uzdevumi
ru_ru: Задачи
sk_sk: Úlohy
tr_tr: Görevler

# app
source: Tasks
de_de: Aufgaben
fi_fi: Tehtävät
ja_jp: タスク
lv_lv: Uzdevumi
ru_ru: Задачи
sk_sk: Úlohy
tr_tr: Görevler

source: Tasks actions
fi_fi: Tehtävät toiminnot
ja_jp: タスクアクション
lv_lv: Uzdevumu darbības
ru_ru: Действия задач
sk_sk: Operácie úloh
tr_tr: Görevler eylemleri

source: Tasks can not be moved to or out of shared folders
de_de: Aufgaben können nicht in freigegebene Ordner oder daraus verschoben werden
fi_fi: Tehtäviä ei voi siirtää yhteisiin kansiohin eikä niistä pois
ja_jp: タスクの共有フォルダーへの移動、共有フォルダーからの移動はできません
lv_lv: Uzdevumus nevar pārvietot uz vai no koplietojuma mapēm
ru_ru: Нельзя перемещать задачи между общими папками
sk_sk: Úlohy nie je možné presunúť zo zdieľaných priečinkov
tr_tr: Görevler paylaşılan klasörlere veya paylaşılan klasörlerden taşınamaz

source: Tasks have been deleted
de_de: Die Aufgaben wurden gelöscht
fi_fi: Tehtävät on poistettu
ja_jp: タスクを削除しました。
lv_lv: Uzdevumi ir izdzēsti
ru_ru: Задачи удалены
sk_sk: Úlohy bola zmazané
tr_tr: Görevler silindi

source: Tasks in folders
de_de: Aufgaben in Ordnern
fi_fi: Tehtävät kansioissa
ja_jp: フォルダーの中のタスク
lv_lv: Uzdevumi mapēs
ru_ru: Задачи в папках
sk_sk: Úlohy v priečinkoch
tr_tr: Klasörlerdeki görevler

source: Tasks in public folders
de_de: Aufgaben in öffentlichen Ordnern
fi_fi: Tehtävät yleisissä kansioissa
ja_jp: パブリックフォルダーの中のタスク
lv_lv: Uzdevumi publiskajās mapēs
ru_ru: Задачи в публичных папках
sk_sk: Úlohy vo verejných priečinkoch
tr_tr: Ortak klasörlerdeki görevler

source: Tasks in shared folders
de_de: Aufgaben in freigegebenen Ordnern
fi_fi: Tehtävät jaetuissa kansioissa
ja_jp: 共有フォルダーの中のタスク
lv_lv: Uzdevumi koplietojuma mapēs
ru_ru: Задачи в общих папках
sk_sk: Úlohy v zdieľaných priečinkoch
tr_tr: Paylaşılan klasörlerdeki görevler

source: Tasks marked as done
de_de: Aufgaben als erledigt markiert
fi_fi: Tehtävät merkitty suoritetuiksi
ja_jp: タスクを完了にしました
lv_lv: Uzdevumi ir iezīmēti kā paveikti
ru_ru: Задачи отмечены как выполненные
sk_sk: Úlohy označená ako hotové
tr_tr: Görevler bitmiş olarak işaretlendi

source: Tasks marked as undone
de_de: Aufgaben als unerledigt markiert
fi_fi: Tehtävät merkitty tekemättömiksi
ja_jp: タスクを未完了にしました
lv_lv: Uzdevumi ir iezīmēti kā nepaveikti
ru_ru: Задачи отмечены как отмененные
sk_sk: Úlohy označená ako vrátené
tr_tr: Görevler bitmemiş olarak işaretlendi

source: Tasks toolbar
de_de: Aufgaben-Werkzeugleiste
fi_fi: Tehtävien työkalupalkki
ja_jp: タスク ツールバー
lv_lv: Uzdevumu rīkjosla
ru_ru: Панель задач
sk_sk: Panel nástrojov Úlohy
tr_tr: Görevler araç çubuğu

source: Telephone (ISDN)
de_de: Telefon (ISDN)
fi_fi: Puhelin (ISDN)
ja_jp: ISDN
lv_lv: Telefons (ISDN)
ru_ru: Телефон (ISDN)
sk_sk: Telefón (ISDN)
tr_tr: Telefon (ISDN)

source: Telephone callback
de_de: Telefonnummer für Rückruf
fi_fi: Puhelin (vastapuhelu)
ja_jp: 電話のコールバック
lv_lv: Telefons (atzvans)
ru_ru: Телефон (обратный вызов)
sk_sk: Zavolanie naspäť telefónom
tr_tr: Telefon geri araması

source: Telephone primary
de_de: Haupttelefon
fi_fi: Puhelin ensisijainen
ja_jp: 通常の電話
lv_lv: Telefons (primārais)
ru_ru: Телефон (основной)
sk_sk: Primárny telefón
tr_tr: Birinci telefon

source: Telephone radio
de_de: Funktelefon
fi_fi: Radiopuhelin
ja_jp: 無線電話
lv_lv: Telefons (radio)
ru_ru: Телефон (радио)
sk_sk: Rádiotelefón
tr_tr: Radyofon

source: Telex
fi_fi: Teleksi
ja_jp: テレックス
lv_lv: Telekss
ru_ru: Телекс
tr_tr: Teleks

source: Template name
de_de: Name der Vorlage
fi_fi: Mallipohjan nimi
ja_jp: テンプレート名
lv_lv: Sagataves vārds
ru_ru: Название шаблона
sk_sk: Názov šablóny
tr_tr: Şablon adı

source: Templates
de_de: Vorlagen
fi_fi: Mallipohjat
ja_jp: テンプレート
lv_lv: Sagataves
ru_ru: Шаблоны
sk_sk: Šablóny
tr_tr: Şablonlar

source: Tentative
de_de: Vorläufig
fi_fi: Alustava
ja_jp: 仮承諾
lv_lv: Pagaidu
ru_ru: Возможно
sk_sk: Nezáväzne
tr_tr: Değişebilir

source: Tentatively accepted
de_de: Vorläufig bestätigt
fi_fi: Alustavasti hyväksytty
ja_jp: 仮承諾
lv_lv: Pagaidu apstiprināts
ru_ru: Возможно
sk_sk: Nezáväzne prijaté
tr_tr: Kesin olmadan kabul edildi

source: Text documents
de_de: Textdokumente
fi_fi: Tekstiasiakirjat
ja_jp: テキスト ドキュメント
lv_lv: Teksta dokumenti
ru_ru: Текстовые документы
sk_sk: Textové dokumenty
tr_tr: Metin belgeleri

source: Text templates
de_de: Textvorlagen
fi_fi: Tekstimallit
ja_jp: テキストテンプレート
lv_lv: Teksta sagataves
ru_ru: Текстовые шаблоны
sk_sk: Textové šablóny
tr_tr: Metin şablonları

source: Text templates: A powerful tool for creating and editing pre-defined snippets that enable quick responses and visually captivating content. Seamlessly insert plain or formatted text, including images, into new emails with ease, boosting productivity and efficiency.
de_de: Textvorlagen: Ein leistungsstarkes Werkzeug zum Erstellen und Bearbeiten vordefinierter Textbausteine, die schnelle Antworten und visuell ansprechende Inhalte ermöglichen. Fügen Sie einfachen oder formatierten Text, einschließlich Bildern, nahtlos in neue E-Mails ein und steigern Sie so die Produktivität und Effizienz.
fi_fi: Tekstimallit: Tehokas työkalu, jolla voit luoda ja muokata ennalta määritettyjä tekstinpätkiä, jotka mahdollistavat nopeat vastaukset ja visuaalisesti tehokkaan sisällön. Lisää saumattomasti tavallista tai muotoiltua tekstiä, myös kuvia, uusiin sähköpostiviesteihin vaivattomasti, mikä lisää tuottavuutta ja tehokkuutta.
ja_jp: テキストテンプレート：事前に指定したスニペットを作成・編集するための強力なツールで、迅速な応答と視覚的に魅力的なコンテンツを可能にします。画像を含むプレーンテキストまたは定型のテキストを新しいEメールに簡単にシームレスに挿入し、生産性と効率を高めます。
lv_lv: Teksta veidnes: Spēcīgs rīks iepriekš definētu fragmentu izveidei un rediģēšanai, kas nodrošina ātras atbildes un vizuāli saistošu saturu. Viegli un bez problēmām ievietojiet vienkāršu vai formatētu tekstu, tostarp attēlus, jaunos e-pasta ziņojumos, tādējādi palielinot produktivitāti un efektivitāti.
ru_ru: Текстовые шаблоны: мощный инструмент для создания и редактирования заранее определенных фрагментов, которые позволяют быстро реагировать и создавать содержание, привлекающее визуально. Полностью вставляйте простой или форматированный текст, включая изображения, в новые письма с легкостью, повышая производительность и эффективность.
sk_sk: Textové šablóny: Mocný nástroj na vytváranie a úpravu preddefinovaných úryvkov, ktoré umožňujú rýchle odpovede a vizuálne pútavý obsah. Do nových e-mailov môžete bez problémov vkladať obyčajný alebo formátovaný text vrátane obrázkov, vďaka čomu sa zvýši produktivita a efektivita.
tr_tr: Metin şablonları: Hızlı yanıtlar ve göz alıcı içerikler içeren hazır metinler oluşturup düzenlemenizi sağlayan güçlü bir araç. Düz veya biçimlendirilmiş metinleri ve görselleri kolaylıkla e-postalarınıza ekleyebilir, üretkenliğinizi ve veriminizi artırabilirsiniz.

source: Thank you for your feedback
de_de: Danke für Ihr Feedback
fi_fi: Kiitos palautteestasi
ja_jp: ありがとうございました
lv_lv: Paldies par jūsu atsauksmi
ru_ru: Благодарим за отзыв
sk_sk: Ďakujeme vám za vašu spätnú väzbu
tr_tr: Görüşünüzü paylaştığınız için teşekkür ederiz

source: Thanks ...
de_de: Danke ...
fi_fi: Kiitos...
ja_jp: ありがとうございます
lv_lv: Paldies ...
ru_ru: Спасибо ...
sk_sk: Vďaka ...
tr_tr: Teşekkürler...

source: The "Connect your device" wizard now allows you to setup email, contacts, and calendar synchronization with your iPhone, iPad, or Macbook in one step
de_de: Mit dem Assistenten "Gerät verbinden" können Sie jetzt in einem Schritt die Synchronisierung von E-Mails, Kontakten und Kalendern mit Ihrem iPhone, iPad oder MacBook einrichten
fi_fi: "Yhdistä laite" -ohjatun toiminnon avulla voit nyt määrittää sähköpostin, yhteystietojen ja kalenterin synkronoinnin iPhonen, iPadin tai Macbookin kanssa yhdessä vaiheessa
ja_jp: 「デバイスの接続」ウィザードでは、お使いのiPhone、iPad、またはMacbookとメール、連絡先、カレンダーの同期設定をワンステップでできるようになりました。
lv_lv: "Savienot ierīci" vednis tagad ļauj vienā solī iestatīt e-pasta, kontaktu un kalendāra sinhronizāciju ar iPhone, iPad vai Macbook
ru_ru: Мастер "Подключите ваше устройство" теперь позволяет настроить синхронизацию электронной почты, контактов и календаря с вашим iPhone, iPad или Macbook в один шаг
sk_sk: Sprievodca pripojením zariadenia vám odteraz umožňuje nastaviť synchronizáciu e-mailov, kontaktov a kalendára s iPhonom, iPadom alebo Macbookom v jednom kroku
tr_tr: "Cihaz bağlama" sihirbazı artık iPhone, iPad veya Macbook'unuzla e-posta, kişiler ve takvim senkronizasyonunu tek adımda kurmanıza olanak tanıyor

source: The %1$s client lets you store and share your photos, files, documents and videos, anytime, anywhere. Access any file you save to %1$s from all your computers, iPhone, iPad or from within %2$s itself.
de_de: Mit dem %1$s-Client können Sie jederzeit und überall Ihre Fotos, Dateien, Dokumente und Videos speichern und freigeben. Sie können von Ihrem Rechner, iPhone, iPad oder von %2$s auf jede beliebige in %1$s gespeicherte Datei zugreifen.
fi_fi: %1$s antaa sinun tallentaa ja jakaa valokuvasi, tiedostosi, asiakirjasi ja videosi million vain, missä vain. Voit käyttää %1$s-sovellukseen tallentamiasi tiedostoja kaikilta tietokoneiltasi, iPhonella, iPadilla tai %2$s-sovelluksella.
ja_jp: %1$sクライアントで、いつでもどこからでも写真、ファイル、ドキュメント、動画を保存して共有できます。%1$sに保存したすべてのファイルに、お使いのコンピュータ、iPhone、iPad、そして%2$s からアクセスできます。
lv_lv: %1$s klients ļauj jums saglabāt un koplietot attēlus, failus, dokumentus un video jebkurā brīdī un no jebkuras vietas. Piekļuve %1$s failiem ir pieejama no datora, iPhone, iPad kā arī no paša %2$s.
ru_ru: Клиент %1$s позволяет хранить и обмениваться фотографиями, файлами, документами и видео в любое время и в любом месте. Доступ к любому файлу, сохраненному в %1$s, со всех ваших компьютеров, iPhone, iPad или из самого %2$s.
sk_sk: Klient %1$s vám umožňuje ukladať a zdieľať vaše fotografie, súbory, dokumenty a videá. Kedykoľvek, kdekoľvek. Získajte prístup ku ktorémukoľvek súboru, ktorý uložíte do %1$s zo všetkých vašich počítačov, z iPhone, iPadu alebo zvnútra samotnej %2$s.
tr_tr: %1$s istemcisi fotoğraflarınızı, dosyalarınızı, belgelerinizi ve videolarınızı depolayıp istediğiniz zaman paylaşmanızı sağlar. Kaydettiğiniz dosyalara tüm bilgisayarlarınızdan, iPhone'unuzdan, iPad'inizden ve %2$s üzerinden erişebilirsiniz.

source: The PDF could not be exported. The file name contains invalid characters:
de_de: Die PDF-Datei konnte nicht exportiert werden. Der Dateiname enthält ungültige Zeichen:
fi_fi: PDF-tiedostoa ei voitu viedä. Tiedoston nimessä on kelpaamattomia merkkejä:
ja_jp: PDFをエクスポートできません。ファイル名に無効な文字が含まれています
lv_lv: Nevar eksportēt PDF failu, jo faila vārds satur neatļautus simbolus:
ru_ru: Документ PDF не может быть экспортирован. Имя файла содержит некорректные символы:
sk_sk: Súbor PDF nebolo možné exportovať. Názov súboru obsahuje neplatné znaky:
tr_tr: PDF dışa aktarılamadı. Dosya adında geçersiz karakterler var:

source: The PDF has been saved to "/drive/myfiles/documents" due to not having write access for the current folder.
de_de: Die PDF-Datei wurde in "/Drive/Meine Dateien/Dokumente" gespeichert, da für den aktuellen Ordner keine Schreibrechte bestehen.
fi_fi: PDF-tiedosto on tallennettu kohteeseen "/drive/myfiles/documents", koska nykyiseen kansioon ei ole kirjoitusoikeutta.
ja_jp: PDFファイルは現在のフォルダーに書き込みアクセス権限がないため「/drive/myfiles/documents」に保存されました。
lv_lv: PDF fails ir saglabāts "/disks/myfiles/documents", jo pašreizējai mapei nav rakstīšanas piekļuves.
ru_ru: PDF был сохранен в "/drive/myfiles/documents" из-за отсутствия прав на запись для текущей папки.
sk_sk: PDF bolo uložené do "/drive/myfiles/documents" kvôli chýbajúcemu oprávneniu zapisovať do aktuálneho priečinka.
tr_tr: Geçerli klasöre yazma izniniz olmadığı için PDF dosyası "/drive/myfiles/documents" klasörüne kaydedildi.

source: The Zoom integration service is currently unavailable. Please try again later.
de_de: Der Zoom-Integrationsdienst ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
fi_fi: Zoomin varmistuspalvelu ei ole juuri nyt käytettävissä. Yritä myöhemmin uudelleen.
ja_jp: Zoomの統合サービスを現在利用できません。後でもう一度やり直してください。
lv_lv: Zoom integrācijas serviss pašlaik nav pieejams. Lūdzu mēģiniet vēlāk vēlreiz.
ru_ru: Служба интеграции Zoom в настоящее время недоступна. Пожалуйста, повторите попытку позже.
sk_sk: Služba na integráciu so Zoom je momentálne nedostupná. Prosím, skúste to neskôr znova.
tr_tr: Zoom entegrasyon hizmeti şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.

source: The account must be named
de_de: Das Konto muss benannt werden
fi_fi: Tili täytyy nimetä
ja_jp: アカウント名を指定してください
lv_lv: Kontam ir jānorāda vārds
ru_ru: Необходимо выбрать имя учетной записи
sk_sk: Účet musí byť pomenovaný
tr_tr: Hesaba ad vermelisiniz

source: The activity has been deleted successfully
de_de: Die Aktivität wurde erfolgreich gelöscht
fi_fi: Aktiviteetti on poistettu onnistuneesti
ja_jp: アクティビティを削除しました
lv_lv: Darbība ir veiksmīgi izdzēsta
ru_ru: События удалены
sk_sk: Aktivita bola úspešne zmazaná
tr_tr: Etkinlik başarıyla silindi

source: The allowed quota is reached.
de_de: Der zulässige Speicherplatz ist erreicht.
fi_fi: Sallittu kiintiö on täynnä.
ja_jp: 容量制限を超過しました。
lv_lv: Sasniegta pieejamā kvota.
ru_ru: Квота достигнута.
sk_sk: Bola dosiahnutá povolená kvóta.
tr_tr: İzin verilen kota sınırına ulaştınız.

source: The appointment description might contain outdated information from a previous zoom conference that needs to be deleted manually.
de_de: Die Terminbeschreibung kann veraltete Informationen aus einer früheren Zoom-Konferenz enthalten, die manuell gelöscht werden müssen.
fi_fi: Tapaamisen kuvaus saattaa sisältää vanhentuneita tietoja aiemmasta zoom-kokouksesta, joka on poistettava manuaalisesti.
ja_jp: 予定の説明には、以前のZoom会議からの古い情報が含まれている可能性があり、手動で削除する必要があります。
lv_lv: Mītiņa aprakstā var būt novecojusi informācija no iepriekšējās attālinātās konferences, kas jāizdzēš manuāli.
ru_ru: Описание встречи может содержать устаревшую информацию из предыдущей конференции Zoom, которую необходимо удалить вручную.
sk_sk: Popis schôdzky môže obsahovať zastarané informácie z predchádzajúceho hovoru cez Zoom, ktoré je potrebné manuálne odstrániť.
tr_tr: Randevu açıklaması, önceki bir Zoom görüşmesinden kalan eski bilgileri içeriyor olabilir ve bunları elle silmeniz gerekebilir.

source: The appointment has been added to your calendar
de_de: Der Termin wurde Ihrem Kalender hinzugefügt
fi_fi: Tapaaminen on lisätty kalenteriisi
ja_jp: 予定を登録しました
lv_lv: Mītiņa ieraksts ir pievienots jūsu kalendāram
ru_ru: Встреча добавлена в календарь
sk_sk: Táto schôdzka bola pridaná do vášho kalendára
tr_tr: Randevu takviminize eklendi

source: The appointment has been deleted
de_de: Der Termin wurde gelöscht
fi_fi: Tapaaminen poistettu
ja_jp: 予定が削除されました。
lv_lv: Mītiņš ir izdzēsts
ru_ru: Встреча удалена
sk_sk: Narodeninová schôdzka bola zmazaná
tr_tr: Randevu silindi

source: The appointment has been updated
de_de: Der Termin wurde aktualisiert
fi_fi: Tapaaminen päivitetty
ja_jp: 予定が更新されました。
lv_lv: Mītiņš ir jaunināts
ru_ru: Встреча обновлена
sk_sk: Schôdzka bola aktualizovaná
tr_tr: Randevu güncellenmdi

source: The appointment was added
de_de: Der Termin wurde hinzugefügt
fi_fi: Tapaaminen lisättiin
ja_jp: 予定が追加されました。
lv_lv: Mītiņš ir pievienots
ru_ru: Встреча была добавлена
sk_sk: Schôdzka bola pridaná
tr_tr: Randevu eklendi

source: The attached file is empty. Maybe this file was deleted on your local hard drive. Do you want to send it anyway?
de_de: Die angehängte Datei ist leer. Vielleicht wurde diese Datei auf Ihrer lokalen Festplatte gelöscht. Möchten Sie sie trotzdem senden?
fi_fi: Liitetiedosto on tyhjä. Tiedosto on ehkä poistettu paikallisella kovalevylläsi. Haluatko silti lähettää sen?
ja_jp: 空のファイルを添付しています。ハードディスクから削除されたかもしれません。送信しますか？
lv_lv: Pievienotais fails ir tukšs. Iespējams, ka fails ir izdzēsts no jūsu lokālā diska. Vai tiešām vēlaties to nosūtīt?
ru_ru: Вложенный файл пуст. Возможно этот файл был удален на локальном жестком диске. Вы все равно хотите отправить?
sk_sk: Priložený súbor je prázdny. Je možné, že tento súbor bol zmazaný na lokálnom pevnom disku. Chcete ho napriek tomu odoslať?
tr_tr: Eklediğiniz dosya boş. Dosya sabit sürücünüzden silinmiş olabilir. Yine de göndermek istiyor musunuz?

source: The attachment cannot be uploaded because it exceeds the infostore quota limit of %2$s
de_de: Der Anhang kann nicht hochgeladen werden, da er das Infostore-Speicherlimit von %2$s überschreitet
fi_fi: Liitettä ei voi ladata, koska se ylittää infostore-kiintiön %2$s
ja_jp: 添付ファイルはインフォストアの容量制限 %2$s を超えるためアップロードできません
lv_lv: Pielikums nevar tikt augšupielādēts, jo tas pārsniedz %2$s glabātuves kvotas limitu
ru_ru: Вложение не может быть загружено, так как оно превышает лимит квоты инфохранилища в %2$s
sk_sk: Prílohu nie je možné nahrať, pretože prekračuje kvótu infoúložiska %2$s
tr_tr: Dosya %1$s maksimum infostore kota sınırını aştığı için yüklenemiyor

source: The below item was open last time you exited %1$s.
de_de: Folgendes Objekt war beim letzten Beenden von %1$s geöffnet.
fi_fi: Allaoleva kohde oli auki kun viimeksi poistuit kohteesta %1$s.
ja_jp: 次のアイテムは、前回%1$sを終了した時に開かれました。
lv_lv: Zemāk redzamais vienums bija atvērts kad pēdējo reizi izgājāt no %1$s.
ru_ru: Приведенный ниже элемент был открыт во время вашего последнего выхода %1$s.
sk_sk: Nižšie uvedená položka bola otvorená, keď ste naposledy ukončili %1$s.
tr_tr: Aşağıdaki öğe, %1$s uygulamasından son çıktığınızda açıktı.

source: The below items were open last time you exited %1$s.
de_de: Folgende Objekte waren beim letzten Beenden von %1$s geöffnet.
fi_fi: Allaolevat olivat auki kun viimeksi poistuit %1$s-sovelluksesta.
ja_jp: 次のアイテムは、前回%1$sを終了した時に開かれました。
lv_lv: Zemāk redzamie vienumi bija atvērti8, kad pēdējo reizi izgājāt no %1$s.
ru_ru: Перечисленные ниже элементы были открыты при последнем выходе из %1$s.
sk_sk: Nižšie uvedené položky boli otvorené, keď ste naposledy ukončili %1$s.
tr_tr: %1$s uygulamasından son çıktığınızda aşağıdaki öğeler açıktı.

source: The categories will appear once your search is done.
de_de: Die Kategorien werden angezeigt, sobald die Suche abgeschlossen ist.
fi_fi: Luokat tulevat näkyviin, kun haku on valmis.
ja_jp: 検索が終了すると、カテゴリが表示されます。
lv_lv: Pēc meklēšanas pabeigšanas tiks parādītas kategorijas.
ru_ru: Категории появятся после завершения поиска.
sk_sk: Kategórie sa zobrazia po dokončení vyhľadávania.
tr_tr: Aramanız tamamlandığında kategoriler görünecektir.

source: The certificate list is empty
de_de: Die Zertifikatsliste ist leer
fi_fi: Varmenneluettelo on tyhjä
ja_jp: 証明書一覧が空です。
lv_lv: Sertifikātu saraksts ir tukšs
ru_ru: Список сертификатов пуст
sk_sk: Zoznam certifikátov je prázdny
tr_tr: Sertifika listesi boş

source: The changes have been accepted
de_de: Die Änderungen wurden übernommen
fi_fi: Muutokset on hyväksytty
ja_jp: 変更が承諾されました。
lv_lv: Izmaiņas ir akceptētas
ru_ru: Изменения были приняты
sk_sk: Zmeny boli prijaté
tr_tr: Değişiklikler kabul edildi

source: The changes have been rejected
de_de: Die Änderungen wurden abgelehnt
fi_fi: Muutokset hylätty
ja_jp: 変更は拒否されました
lv_lv: Izmaiņas ir atteiktas
ru_ru: Изменения отклонены
sk_sk: Zmeny boli zamietnuté
tr_tr: Değişiklikler reddedildi

source: The comment has been deleted successfully
de_de: Der Kommentar wurde erfolgreich gelöscht
fi_fi: Kommentti on poistettu onnistuneesti
ja_jp: コメントを削除しました
lv_lv: Komentārs ir veiksmīgi izdzēsts
ru_ru: Комментарий удален
sk_sk: Komentár bol úspešne zmazaný
tr_tr: Yorum başarıyla silindi

source: The default text style simplifies the task of automatically adding a personal touch to your messages
de_de: Der Standardtextstil vereinfacht die Aufgabe, Ihren Nachrichten automatisch eine persönliche Note zu verleihen
fi_fi: Oletustekstityylin avulla viesteihin on helpompi lisätä automaattisesti henkilökohtainen tyyli
ja_jp: 既定のテキストスタイルにより、メッセージに個人的なタッチを自動的に加える作業が簡単に行えます。
lv_lv: Noklusējuma teksta stils atvieglo uzdevumu automātiski pievienot ziņojumiem personisku pieskārienu
ru_ru: Стиль текста по умолчанию упрощает задачу автоматического добавления личного стиля к вашим сообщениям
sk_sk: Predvolený štýl textu zjednodušuje formulovanie správ tak, aby vyzneli osobne
tr_tr: Varsayılan metin stili, iletilerinize otomatik olarak kişisel bir dokunuş eklemenizi kolaylaştırır

source: The deputy has the following permissions
de_de: Der Stellvertreter hat die folgenden Berechtigungen
fi_fi: Sijaisella on seuraavat käyttöoikeudet
ja_jp: 代理人には次の権限があります。
lv_lv: Vietniekam ir sekojošas tiesības
ru_ru: Заместитель имеет следующие полномочия
sk_sk: Zástupca má nasledovné oprávnenia
tr_tr: Vekil aşağıdaki izinlere sahiptir

source: The dialog contains invalid data
de_de: Der Dialog enthält ungültige Daten
fi_fi: Dialogi sisältää kelpaamatonta dataa
ja_jp: 無効なデータがダイアログに含まれています
lv_lv: Dialogs satur nederīgus datus
ru_ru: Диалог содержит недопустимые данные
sk_sk: Dialóg obsahuje neplatné údaje
tr_tr: Görev geçersiz veri içeriyor
