Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: There was a problem getting the list of passwords from the server.
de_de: Beim Abrufen der Liste der Passwörter vom Server ist ein Problem aufgetreten.
fi_fi: Ongelma salasanalistan saamisessa palvelimelta.
ja_jp: サーバーからのパスワードリストの取得に問題がありました。
lv_lv: Problēmas pie paroļu saraksta saraksta iegūšanas no servera.
ru_ru: При получении списка паролей с сервера возникла проблема.
sk_sk: Nastal problém so získaním zoznamu hesiel zo servera.
tr_tr: Sunucudan parola listesi alınırken bir sorun oluştu.

source: There was a problem removing the password.
de_de: Beim Entfernen des Passworts ist ein Problem aufgetreten.
fi_fi: Ongelma salasanan poistamisessa.
ja_jp: パスワードの削除に問題がありました。
lv_lv: Problēmas pie paroles noņemšanas.
ru_ru: При удалении пароля возникла проблема.
sk_sk: Nastal problém s odstránením hesla.
tr_tr: Parola silinirken bir sorun oluştu.

source: There was a problem with %s. The error message was: "%s"
de_de: Es trat ein Problem mit %s auf. Die Fehlermeldung lautet: "%s"
fi_fi: Tapahtui %s virhe. Virheviesti oli:"%s"
ja_jp: %s に問題があります。エラーメッセージ: "%s"
lv_lv: Reģistrēta problēma ar %s. Kļūdas paziņojums ir: "%s"
ru_ru: Ошибка %s: «%s»
sk_sk: Vyskytol sa problém s %s. Chybová správa bola: "%s"
tr_tr: %s ile ilgili bir sorun oluştu. Hata mesajı: "%s"

source: There was a problem with XING, the error message was: "%s"
de_de: Es trat ein Problem mit Xing auf. Die Fehlermeldung lautet: "%s"
fi_fi: Tapahtui XING-virhe. Virheviesti oli:"%s"
ja_jp: XING に問題があります。エラーメッセージ: "%s"
lv_lv: Reģistrēta problēma ar XING, kļūdas paziņojums ir: "%s"
ru_ru: Ошибка XING: «%s»
sk_sk: Vyskytol sa problém s XING. Chybová správa bola: "%s"
tr_tr: XING ile ilgili bir hata var. Hata mesajı: "%s"

source: There was a problem with XING. The error message was: "%s"
de_de: Es trat ein Problem mit Xing auf. Die Fehlermeldung lautet: "%s"
fi_fi: Tapahtui XING-virhe. Virheviesti oli:"%s"
ja_jp: XING を更新できませんでした。エラーメッセージ: "%s"
lv_lv: Reģistrēta problēma ar XING. Kļūdas paziņojums ir: "%s"
ru_ru: Ошибка XING: «%s»
sk_sk: Vyskytol sa problém s XING. Chybová správa bola: "%s"
tr_tr: XING ile ilgili bir hata var. Hata mesajı: "%s"

source: There was no appointment data to import
de_de: Es sind keine Termindaten zum Importieren vorhanden
fi_fi: Tuotavia tapaamistietoja ei ole
ja_jp: インポートする予定データがありませんでした
lv_lv: Nav importējamu mītiņu datu
ru_ru: Данные о встречах не найдены
sk_sk: Nie sú žiadne údaje schôdzok na import
tr_tr: İçe aktarılacak randevu verisi bulunamadı

source: There was no contact data to import
de_de: Es sind keine Kontaktdaten zum Importieren vorhanden
fi_fi: Yhteystietodataa ei ollut tuotavaksi
ja_jp: インポートする連絡先データがありませんでした
lv_lv: Nav importējamas kontaktu informācijas
ru_ru: Нет контактных данных для импорта
sk_sk: Žiadne kontaktné údaje neboli k dispozícii na importovanie
tr_tr: İçe aktarılacak kişi verisi bulunamadı

source: There was no suitable server found for this mail/password combination
de_de: Es wurde kein passender Server für diese E-Mail/Passwort-Kombination gefunden
fi_fi: Tälle posti/salasana yhdistelmälle ei löytynyt sopivaa palvelinta
ja_jp: このメールとパスワードの組み合わせが保存されているサーバーが見つかりません
lv_lv: Norādītajai pasta/paroles kombinācijai nav atrasts neviens atbilstošs serveris
ru_ru: Не найден сервер для заданной комбинации почты и пароля
sk_sk: Nenašiel sa žiaden vhodný server pre túto kombináciu emailu a hesla
tr_tr: Bu e-posta/parola kombinasyonu için uygun bir sunucu bulunamadı

source: There was no task data to import
de_de: Es sind keine Aufgabendaten zum Importieren vorhanden
fi_fi: Tehtävädataa ei ollut olemassa tuotavaksi
ja_jp: インポートするタスクデータがありませんでした
lv_lv: Nav importējamu uzdevumu
ru_ru: Нет сведений о задаче для импорта
sk_sk: Žiadne údaje o úlohách neboli k dispozícii na importovanie
tr_tr: İçe aktarılacak görev verisi bulunamadı

source: These files have not been deleted
de_de: Diese Dateien wurden nicht gelöscht
fi_fi: Näitä tiedostoja ei ole poistettu
ja_jp: ファイルを削除できませんでした
lv_lv: Šie faili nav izdzēsti
ru_ru: Эти файлы не были удалены
sk_sk: Tieto súbory neboli zmazané
tr_tr: Bu dosyalar silinemedi

source: These files have not been deleted, as they are locked by their owner.
de_de: Diese Dateien konnten nicht gelöscht werden, da sie von Ihrem Eigentümer gesperrt wurden.
fi_fi: Näitä tiedostoja ei ole poistettu, koska niiden omistaja on lukinnut ne.
ja_jp: 所有者がロックしているためファイルを削除できませんでした。
lv_lv: Šie faili nav izdzēsti, jo to īpašnieks tos ir noslēdzis.
ru_ru: Эти файлы не были удалены, так как они заблокированы их владельцем.
sk_sk: Tieto súbory neboli odstránené, pretože ich uzamkol ich vlastník.
tr_tr: Bu dosyalar sahibi tarafından kilitlendiği için silinemedi.

source: This action may take some time.
de_de: Diese Aktion kann einige Zeit in Anspruch nehmen.
fi_fi: Tämä voi kestää jonkin aikaa.
ja_jp: この処理にはしばらくかかる場合があります。
lv_lv: Šī darbība var prasīt zināmu laiku.
ru_ru: Это может занять некоторое время.
sk_sk: Môže to chvíľu trvať.
tr_tr: Bu işlem biraz zaman alabilir.

source: This action takes some time, so please be patient, while the import runs in the background.
de_de: Dieser Vorgang dauert einige Zeit. Bitte haben Sie Geduld, während der Import im Hintergrund ausgeführt wird.
fi_fi: Toimenpide kestää jonkin aikaa, joten odota kärsivällisesti kunnes tuonti on tapahtunut taustalla.
ja_jp: このアクションには時間がかかります。バックグラウンドでインポートを実行している間、しばらくお待ちください。
lv_lv: Šī darbība prasīs zināmu laiku. Lūdzu pacietīgi uzgaidiet kamēr imports tiek veikts fona režīmā.
ru_ru: Это действие занимает некоторое время, поэтому проявите терпение, пока импорт выполняется в фоновом режиме.
sk_sk: Táto operácia chvíľu trvá. Prosím, majte trpezlivosť, kým import beží na pozadí.
tr_tr: Bu işlem biraz zaman alabilir. İçe aktarma arka planda çalışırken lütfen bekleyin.

source: This address book is empty
de_de: Dieses Adressbuch ist leer
fi_fi: Tämä osoitekirja on tyhjä
ja_jp: このアドレス帳は空です。
lv_lv: Šī adrešu grāmata ir tukša
ru_ru: Эта адресная книга пуста
sk_sk: Tento adresár kontaktov je prázdny
tr_tr: Bu adres defteri boş

source: This afternoon
de_de: Heute Nachmittag
fi_fi: Tänään iltapäivällä
ja_jp: 午後
lv_lv: Šajā pēcpusdienā
ru_ru: Сегодня днем
sk_sk: Dnes popoludní
tr_tr: Bu öğleden sonra

source: This appointment has just started
de_de: Dieser Termin hat soeben begonnen
fi_fi: Tapaaminen on juuri alkanut
ja_jp: この予定は開始したところです。
lv_lv: Šis mītiņš ir tikko kā sācies
ru_ru: Встреча только что началась
sk_sk: Táto schôdzka práve začala
tr_tr: Bu randevu az önce başladı

source: This appointment has started %s ago
de_de: Dieser Termin hat vor %s begonnen
fi_fi: Tämä tapaaminen on alkanut %s sitten
ja_jp: この予定は%s分前開始したところです。
lv_lv: Šis mītiņš ir sācies %s atpakaļ
ru_ru: Эта встреча началась %s назад
sk_sk: Táto schôdzka začala pred %s
tr_tr: Bu randevu %s önce başladı

source: This appointment is an exception. Changing the exception does not affect the series.
de_de: Dieser Termin ist eine Ausnahme. Das Ändern der Ausnahme hat keinen Einfluss auf die Serie.
fi_fi: Tämä tapaaminen on poikkeus. Poikkeuksen muuttaminen ei vaikuta sarjan.
ja_jp: この予定は例外です。例外の変更はシリーズに影響しません。
lv_lv: Šis mītiņš ir izņēmums. Izņēmuma maiņa neietekmē sēriju.
ru_ru: Эта встреча является исключением. Изменение всей серии не повлечет за собой ееизменения.
sk_sk: Táto schôdzka je výnimka. Zmena výnimky neovplyvní sériu.
tr_tr: Bu randevu bir istisnadır. İstisnayı değiştirmeniz diziyi etkilemez.

source: This appointment is part of a series.
de_de: Dieser Termin ist Teil einer Serie.
fi_fi: Tapaaminen on osa tapaamissarjaa.
ja_jp: この予定は予定の系列の一つであります。
lv_lv: Mītiņš ir daļa no sērijas.
ru_ru: Эта встреча часть серии.
sk_sk: Táto schôdzka je súčasťou série schôdzok.
tr_tr: Bu randevu bir dizinin parçası.

source: This appointment is part of a series. Do you want to change the whole series or just one appointment within the series?
de_de: Dieser Termin ist Teil einer Serie. Möchten Sie die gesamte Serie oder nur einen Termin innerhalb der Serie ändern?
fi_fi: Tapaaminen on osa tapaamissarjaa. Haluatko muuttaa koko sarjan vai ainoastaan yhden tapaamisen?
ja_jp: この予定は予定の系列の一つであります。繰り返しの予定全体を変更しますか? またはこの予定のみを変更しますか?
lv_lv: Šis mītiņš id daļa no mītiņu sērijas. Vai vēlaties mainīt visu sēriju vai tikai atsevišķu mītiņu?
ru_ru: Эта встреча является частью серии. Вы хотите изменить всю серию или только одну встречу в серии?
sk_sk: Táto schôdzka je súčasťou série schôdzok. Skutočne chcete zmeniť celú sériu alebo len jedinú schôdzku v sérii?
tr_tr: Bu randevu bir dizinin parçası. Tüm diziyi mi yoksa dizideki tek bir randevuyu mu değiştirmek istiyorsunuz?

source: This appointment is part of a series. Do you want to change your confirmation for the whole series or just for this appointment within the series?
de_de: Dieser Termin ist Teil einer Serie. Möchten Sie Ihre Bestätigung für die gesamte Serie oder nur für diesen Termin innerhalb der Serie ändern?
fi_fi: Tapaaminen on osa tapaamissarjaa. Haluatko muuttaa vahvistuksesi koko sarjalle vai ainoastaan yhdelle sarjan tapaamisista?
ja_jp: この予定は予定の系列の一つであります。予定の系列全体の参加可否を編集しますか? またはこの予定のみを編集しますか?
lv_lv: Šis mītiņš id daļa no mītiņu sērijas. Vai vēlaties mainīt apstiprinājumu visai sērijai vai tikai šim atsevišķajam mītiņam?
ru_ru: Эта встреча часть серии. Удалить отдельную встречу или всю последовательность?
sk_sk: Táto schôdzka je súčasťou série schôdzok. Skutočne chcete zmeniť potvrdenie celej série alebo len tejto schôdzky v sérii?
tr_tr: Bu randevu bir dizinin parçası. Tüm dizi için mi yoksa dizideki tek bir randevu için mi onayınızı değiştirmek istiyorsunuz?

source: This appointment is part of a series. Do you want to change your reminders for the whole series or just for this appointment within the series?
de_de: Dieser Termin ist Teil einer Serie. Möchten Sie Ihre Erinnerungen für die gesamte Serie oder nur für diesen Termin innerhalb der Serie ändern?
fi_fi: Tämä tapaaminen on osa sarjaa. Haluatko muuttaa koko sarjan muistutuksia vai vain tämän tapaamisen muistutusta?
ja_jp: この予定は予定の系列の一つであります。予定の系列全体のアラーム可否を編集しますか? またはこの予定のみを編集しますか?
lv_lv: Šis tikšanās ir daļa no mītiņu sērijas. Vai vēlaties mainīt atgādinājumus visai sērijai vai tikai šim atsevišķajam mītiņam?
ru_ru: Эта встреча является частью серии. Изменить напоминание для всей серии или только для этой встречи серии?
sk_sk: Táto schôdzka je súčasťou série schôdzok. Skutočne chcete zmeniť pripomenutia celej série alebo len tejto schôdzky v sérii?
tr_tr: Bu randevu bir dizinin parçası. Tüm dizi için mi yoksa yalnızca bu randevu için mi anımsatıcılarınızı değiştirmek istiyorsunuz?

source: This appointment is part of a series. Do you want to delete all appointments of the series or just this appointment?
de_de: Dieser Termin ist Teil einer Serie. Möchten Sie alle Termine der Serie oder nur diesen Termin löschen?
fi_fi: Tapaaminen on osa tapaamissarjaa. Haluatko poistaa koko sarjan vai ainoastaan tämän tapaamisen?
ja_jp: この予定は予定の系列の一つであります。予定の系列全体を削除しますか? またはこの予定のみを削除しますか?
lv_lv: Šis mītiņš id daļa no mītiņu sērijas. Vai vēlaties dzēst visu sēriju vai tikai šo atsevišķo mītiņu?
ru_ru: Эта встреча часть серии. Удалить всю последовательность встреч или отдельную встречу?
sk_sk: Táto schôdzka je súčasťou série schôdzok. Skutočne chcete zmazať celú sériu alebo len túto schôdzku v sérii?
tr_tr: Bu randevu bir dizinin parçası. Dizideki tüm randevuları mı yoksa yalnızca bu randevuyu mu silmek istiyorsunuz?

source: This appointment is part of a series. Do you want to delete this and all future appointments of the series or just this appointment?
de_de: Dieser Termin ist Teil einer Serie. Möchten Sie diesen und alle zukünftigen Termine der Serie oder nur diesen Termin löschen?
fi_fi: Tapaaminen on osa tapaamissarjaa. Haluatko poistaa tämän ja kaikki tulevat tapaamiset vai ainoastaan tämän tapaamisen?
ja_jp: この予定は予定の系列の一つであります。これからのすべての予定の系列全体を削除しますか? またはこの予定のみを削除しますか?
lv_lv: Šis mītiņš id daļa no mītiņu sērijas. Vai vēlaties dzēst šo un visus turpmākos mītiņus vai arī tikai šo mītiņu?
ru_ru: Эта встреча часть серии. Хотите удалить только это и все будущие встречи в серии или то эту встречу?
sk_sk: Táto schôdzka je súčasťou série schôdzok. Skutočne chcete zmazať túto a všetky budúce schôdzky alebo len túto schôdzku v sérii?
tr_tr: Bu randevu bir dizinin parçası. Hem bunu hem de dizideki tüm gelecek randevuları mı yoksa yalnızca bu randevuyu mu silmek istiyorsunuz?

source: This appointment might not take place because all other attendees declined
de_de: Dieser Termin findet möglicherweise nicht statt, weil alle anderen Teilnehmer abgelehnt haben
fi_fi: Tätä tapaamista ei ehkä järjestetä, koska kaikki muut osallistujat kieltäytyivät
ja_jp: この予定は、他のすべての参加者が辞退したため、実施されない可能性があります。
lv_lv: Šis mītiņš var nenotikt jo visi pārējie dalībnieki ir atteikuši dalību tajā
ru_ru: Эта встреча, возможно, не состоится, потому что все остальные участники отклонили ее
sk_sk: Táto schôdzka sa nemusí uskutočniť, pretože všetci ostatní účastníci odmietli účasť
tr_tr: Diğer tüm katılımcılar reddettiği için bu randevu gerçekleşmeyebilir

source: This appointment starts in %s
de_de: Dieser Termin beginnt in %s
fi_fi: Tämä tapaaminen alkaa %s
ja_jp: この予定は%s分後開始します。
lv_lv: Šis mītiņš sākas %s
ru_ru: Встреча начнется в %s
sk_sk: Táto schôdzka začína za %s
tr_tr: Bu randevu %s sonra başlayacak

source: This appointment was canceled.
de_de: Dieser Termin wurde verworfen.
fi_fi: Tämä tapaaminen peruutettiin.
ja_jp: この予定がキャンセルされました。
lv_lv: Šis mītiņš ir atcelts.
ru_ru: Встреча была отменена.
sk_sk: Táto schôdzka bola zrušená.
tr_tr: Bu randevu iptal edildi.

source: This browser is not compatible with your configured authentication device. Please use Chrome browser, or Firefox with U2F enabled.
de_de: Dieser Browser ist nicht mit Ihrem konfigurierten Authentifizierungsgerät kompatibel. Bitte verwenden Sie den Chrome-Browser oder Firefox mit aktiviertem U2F.
fi_fi: Selain ei ole yhteensopiva varmennuslaitteeksi määritetyn laitteen kanssa. Käytä Chrome-selainta tai Firefoxia U2F päällekytkettynä.
ja_jp: このブラウザはお使いの構成認証デバイスに対応していません。Chrome、またはU2Fを有効にしてFirefoxをお使いください。
lv_lv: Šī pārlūka programma nav saderīga ar konfigurēto autentifikācijas ierīci. Lūdzu izmantojiet Chrome pārlūku, vai arī Firefox ar iespējotu U2F.
ru_ru: Ваш браузер несовместим с устройством аутентификации. Используйте Chrome или Firefox с U2F.
sk_sk: Tento prehliadač nie je kompatibilný s autentifikačným zariadením, ktoré máte nastavené. Prosím, použite prehliadač Chrome alebo Firefox s U2F podporou.
tr_tr: Bu tarayıcı, yapılandırılmış kimlik doğrulama cihazınızla uyumlu değil. Lütfen U2F özelliğine sahip Chrome veya Firefox'u kullanın.

source: This browser is not supported on your current platform.
de_de: Dieser Browser wird auf Ihrer aktuellen Plattform nicht unterstützt.
fi_fi: Tämä selainen ei ole tuettu tämänhetkisellä alustallasi.
ja_jp: このブラウザはご利用のプラットフォームでサポートされていません。
lv_lv: Šī pārlūkprogramma jūsu platformai netiek atbalstīta.
ru_ru: Браузер не поддерживается на этой платформе.
sk_sk: Tento prehliadač nie je na vašej terajšej platforme podporovaný.
tr_tr: Kullandığınız platformda bu tarayıcı desteklenmiyor.

source: This calendar is shared with others. It won't be available for them any more.
de_de: Dieser Ordner wurde für andere freigegeben. Er wird nicht mehr für sie verfügbar sein.
fi_fi: Kalenteri on jaettu muiden kanssa. Se ei ole heille enää saatavilla.
ja_jp: このカレンダーは他のユーザーと共有されています。共有ユーザーから利用不可能となります。
lv_lv: Šis kalendārs tiek koplietots ar citiem. Tas vairs citiem nebūs pieejams.
ru_ru: К этому календарю был открыт совместный доступ. В дальнейшем доступ других пользователей будет невозможен.
sk_sk: Tento kalendár je zdieľaný s ostatnými. Už im ďalej nebude k dispozícii.
tr_tr: Bu takvim başkalarıyla paylaşılıyor. Artık onlar da takvime ulaşamayacak.

source: This contact is private and cannot be shared
de_de: Dies ist ein privater Kontakt und kann nicht freigegeben werden
fi_fi: Tämä yhteystieto on yksityinen eikä sitä voida jakaa
ja_jp: プライベートな連絡先として共有不可にする
lv_lv: Šis kontakts ir privāts un nevar tikt koplietots
ru_ru: Доступ к личному контакту не может быть предоставлен
sk_sk: Tento kontakt je súkromný a nie je možné ho zdieľať
tr_tr: Bu kişi özel olduğu için paylaşılamaz

source: This device is not eligible for this request. Wrong hardware key?
de_de: Für diese Anfrage ist dieses Gerät nicht geeignet. Falscher Hardware-Schlüssel?
fi_fi: Tämä laite ei ole kelvollinen tätä pyyntöä varten. Väärä laiteavain?
ja_jp: このデバイスはこのリクエストを受け付けられません。ハードウェアキーが間違っていませんか？
lv_lv: Šī ierīce nav atbilstoša šim pieprasījumam. Vai atslēga ir pareiza?
ru_ru: Устройство не имеет права обработать запрос. Возможно, используется неверный ключ оборудования?
sk_sk: Toto zariadenie nie je oprávnené vykonať túto požiadavku. Chybný hardvérový kľúč?
tr_tr: Bu cihaz bu istekte bulunmaya yetkili değil. Yanlış donanımsal anahtarı takmış olabilir misiniz?

source: This dialog is limited to %1$d entries and this group exceeds this limitation. Therefore, some entries are not listed.
de_de: Dieses Dialogfeld ist auf %1$d Einträge beschränkt. Diese Gruppe überschreitet diese Einschränkung. Daher werden einige Einträge nicht aufgeführt.
fi_fi: Dialogissa voi olla %1$d merkintää ja ryhmä ylittää tämän määrän. Kaikki merkinnät eivät siis näy listassa.
ja_jp: このダイアログのエントリーは%1$dに制限されています。お使いのアドレス帳はこの制限を超えているので、記載されないエントリーがあります。
lv_lv: Šis dialogs ir ierobežots līdz %1$d vienumiem un šī grupa pārsniedz šo ierobežojumu. Tāpēc daži vienumi nav uzrādīti.
ru_ru: Это диалоговое окно ограничено записями %1$d, и эта группа превышает это ограничение. Поэтому некоторые записи не указаны.
sk_sk: Toto dialógové okno je obmedzené na %1$d položiek a vaša skupina prekračuje toto obmedzenie. Preto niektoré položky nie sú uvedené.
tr_tr: Bu iletişim kutusu %1$d kayıtla sınırlıdır ve bu grup bu sınırı aşıyor. Bu nedenle bazı kayıtlar listelenmiyor.

source: This dialog is limited to %1$d entries and your address book exceeds this limitation. Therefore, some entries are not listed.
de_de: Dieses Dialogfeld ist auf %1$d Einträge beschränkt. Ihr Adressbuch überschreitet diese Einschränkung. Daher werden einige Einträge nicht aufgeführt.
fi_fi: Dialogissa voi olla %1$d osallistujaa ja osoitekirjasi ylittää tämän määrän. Kaikki osallistujat eivät siis näy listassa.
ja_jp: このダイアログのエントリーは%1$dに制限されています。お使いのアドレス帳はこの制限を超えているので、記載されないエントリーがあります。
lv_lv: Ierobežojums dialogam ir %1$d ieraksti un jūsu adrešu grāmata pārsniedz šo ierobežojumu. Tāpēc daži ieraksti nav uzrādīti.
ru_ru: Диалог ограничен %1$d вхождениями и размер адресной книги превысил этот лимит. Кроме того некоторые элементы не отображаются.
sk_sk: Toto dialógové okno je obmedzené na %1$d položiek a váš adresár prekračuje toto obmedzenie. Preto niektoré položky nie sú uvedené.
tr_tr: Bu iletişim kutusu %1$d kayıtla sınırlıdır. Adres defteriniz bu sınırı aşıyor. Bu nedenle bazı kayıtlar gösterilmiyor.

source: This distribution list has been added to the portal
de_de: Diese Verteilerliste wurde dem Portal hinzugefügt
fi_fi: Tämä jakelulista on lisätty portaaliin
ja_jp: この連絡先グループをポータルに追加しました
lv_lv: Šis izplatīšanas saraksts ir pievienots portālam
ru_ru: Список рассылки добавлен в портал
sk_sk: Tento distribučný zoznam bol pridaný na portál
tr_tr: Dağıtım listesi portale eklendi

source: This document cannot be viewed at the moment because a new version is being uploaded. Please wait until the upload is completed.
de_de: Dieses Dokument kann im Moment nicht angezeigt werden, da eine neue Version hochgeladen wird. Bitte warten Sie, bis der Upload abgeschlossen ist.
fi_fi: Asiakirjaa ei voi muokata tällä hetkellä, koska uutta versiota ladataan parhaillaan. Odota kunnes lataaminen on suoritettu.
ja_jp: このドキュメントは、新しいバージョンがアップロードされているので現在表示できません。アップロードの終了までお待ちください。
lv_lv: Šo dokumentu pašlaik nevar rediģēt, jo tiek augšupielādēta jauna tā versija. Lūdzu uzgaidiet līdz augšupielāde tiek pabeigta.
ru_ru: Этот документ не может быть просмотрен, так как загружается новая версия. Подождите завершения загрузки.
sk_sk: Tento dokument momentálne nie je možné zobraziť, pretože sa nahráva nová verzia. Prosím, počkajte, kým sa dokončí nahrávanie.
tr_tr: Şu anda bu belgenin yeni bir sürümü yüklenmekte olduğundan belge görüntülenemiyor. Lütfen yükleme tamamlanana kadar bekleyin.

source: This document is password protected and cannot be displayed.
de_de: Dieses Dokument ist passwortgeschützt und kann nicht angezeigt werden.
fi_fi: Asiakirja on suojattu salasanalla eikä sitä voida näyttää.
ja_jp: 本ドキュメントはパスワードで保護されており、表示できません。
lv_lv: Šis dokuments ir aizsargāts ar paroli un nevar tikt parādīts.
ru_ru: Документ защищен паролем и не может быть показан.
sk_sk: Tento dokument je chránený heslom a nie je možné ho zobraziť.
tr_tr: Bu belge parola korumalı ve görüntülenemiyor.

source: This draft has been changed in another tab or browser. Please continue editing the most recent version. If you have closed that tab in the meantime, you can restore the most recent draft here.
de_de: Dieser Entwurf wurde in einem anderen Tab oder Browser geändert. Bitte bearbeiten Sie die neueste Version weiter. Wenn Sie den Tab in der Zwischenzeit geschlossen haben, können Sie den neuesten Entwurf hier wiederherstellen.
fi_fi: Tätä luonnosta on muutettu toisessa välilehdessä tai selaimessa. Jatka uusimman version muokkaamista. Jos olet sulkenut välilehden sillä välin, voit palauttaa viimeisimmät luonnokset täällä.
ja_jp: この下書きは別のタブまたはブラウザで変更されました。最新のバージョンを続けて編集してください。そのタブを閉じると、最新の下書きをここで復元できます。
lv_lv: Šis melnraksts ir mainīts citā cilnē vai pārlūkprogrammā. Lūdzu, turpiniet rediģēt jaunāko versiju. Ja pa to laiku esat aizvēris šo cilni, varat šeit atjaunot jaunāko melnrakstu.
ru_ru: Этот проект был изменен в другой вкладке или браузере. Пожалуйста, продолжайте редактировать последнюю версию. Если вы закрыли эту вкладку, вы можете восстановить последнюю версию здесь.
sk_sk: Rozpísaná správa bola zmenená v inej karte alebo v inom prehliadači. Prosím, pokračujte v úpravách v najnovšej verzii. Ak ste medzitým spomínanú kartu zatvorili, môžete obnoviť poslednú verziu rozpísanej správy tu.
tr_tr: Bu taslak başka bir sekmede veya tarayıcıda değiştirildi. Lütfen düzenlemelerinizi en son sürüm üzerinde yapın. Son sürümün oluğu sekmeyi kapattıysanız en son taslağı buradan geri yükleyebilirsiniz.

source: This email address cannot be used
de_de: Diese E-Mail-Adresse kann nicht verwendet werden
fi_fi: Tätä sähköpostiosoitetta ei voida käyttää
ja_jp: このメールアドレスは、使用できません。
lv_lv: Šī e-pasta adrese nevar tikt izmantota
ru_ru: Этот адрес электронной почты не может быть спользован
sk_sk: Túto emailovú adresu nie je možné použiť
tr_tr: Bu e-posta adresi kullanılamaz

source: This email address is already used. Please choose a different one.
de_de: Diese E-Mail-Adresse ist bereits vergeben. Bitte wählen Sie eine andere.
fi_fi: Tämä sähköpostiosoite on jo käytössä. Valitse eri sähköpostiosoite.
ja_jp: このメールアドレスは既に使用されています。別のメールアドレスを選んでください。
lv_lv: Šī e-pasta adrese jau tiek lietota. Lūdzu izvēlieties citu.
ru_ru: Этот адрес электронной почты уже используется. Пожалуйста, выберите другой.
sk_sk: Táto emailová adresa je už použitá. Prosím, zvoľte inú.
tr_tr: Bu e-posta adresi zaten kullanılıyor. Lütfen farklı bir adres seçin.

source: This email address is invalid.
de_de: Diese E-Mail-Adresse ist ungültig.
fi_fi: Tämä sähköpostiosoite ei kelpaa.
ja_jp: このメールアドレスは無効です。
lv_lv: Šī e-pasta adrese ir nepareiza.
ru_ru: Этот адрес электронной почты недействителен.
sk_sk: Táto emailová adresa je neplatná.
tr_tr: Bu e-posta adresi geçersiz.

source: This email contains a task
de_de: Diese E-Mail enthält eine Aufgabe
fi_fi: Tämä sähköposti sisältää tehtävän
ja_jp: このメールにはタスクが含まれています
lv_lv: Šī vēstule satur uzdevumu
ru_ru: Это сообщение содержит сведения о задаче
sk_sk: Tento email obsahuje úlohu
tr_tr: Bu e-posta bir görev içeriyor
