Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Change due date
de_de: Fälligkeitsdatum ändern
fi_fi: Vaihda valmistumispäivämäärää
ja_jp: 期限を変更
lv_lv: Mainīt izpildes datumu
ru_ru: Изменить срок
sk_sk: Zmeniť termín
tr_tr: Bitiş tarihini değiştir

source: Change login password
de_de: Anmeldepasswort ändern
fi_fi: Vaihda sisäänkirjautumisen salasana
ja_jp: ログインパスワードを変更
lv_lv: Mainīt pieslēgšanās paroli
ru_ru: Изменить пароль
sk_sk: Zmeniť prihlasovacie heslo
tr_tr: Parolayı değiştir

source: Change organizer
de_de: Organisator ändern
fi_fi: Muuta järjestäjä
ja_jp: 開催者を変更
lv_lv: Mainīt organizētāju
ru_ru: Изменить организатора
sk_sk: Zmeniť organizátora
tr_tr: Organizatörü değiştir

source: Change participation
de_de: Teilnahme ändern
fi_fi: Muuta osallistumista
ja_jp: 参加を変更
lv_lv: Mainīt dalību
ru_ru: Изменить участников
sk_sk: Zmeniť účasť
tr_tr: Katılımı değiştir

source: Change password
de_de: Passwort ändern
fi_fi: Vaihda salasana
ja_jp: パスワードを変更
lv_lv: Paroles maiņa
ru_ru: Изменить пароль
sk_sk: Zmeniť heslo
tr_tr: Parolayı değiştir

source: Change password and sign out
de_de: Passwort ändern und abmelden
fi_fi: Vaihda salasana ja kirjaudu ulos
ja_jp: パスワードを変更しログアウト
lv_lv: Mainīt paroli un atslēgties
ru_ru: Изменить пароль и выйти
sk_sk: Zmeniť heslo a odhlásiť sa
tr_tr: Parolayı değiştir ve çıkış yap

source: Change photo
de_de: Foto ändern
fi_fi: Vaihda valokuva
ja_jp: 写真を変更
lv_lv: Mainīt attēlu
ru_ru: Изменить фото
sk_sk: Zmeniť fotku
tr_tr: Fotoğrafı değiştir

source: Change quick launch bar
de_de: Schnellstartleiste ändern
fi_fi: Vaihda pikakäynnistyspalkki
ja_jp: クイック起動バーを変更
lv_lv: Mainīt ātrās piekļuves joslu
ru_ru: Настроить иконки быстрого запуска
sk_sk: Zmeniť panel rýchleho spustenia
tr_tr: Hızlı başlatma çubuğunu değiştir

source: Change reminders
de_de: Erinnerungen ändern
fi_fi: Muuta muistutuksia
ja_jp: アラームを変更
lv_lv: Mainīt atgādinājumus
ru_ru: Изменить напоминания
sk_sk: Zmeniť pripomenutia
tr_tr: Anımsatıcıları değiştir

source: Change series
de_de: Serie ändern
fi_fi: Muuta sarjaa
ja_jp: 予定の系列を変更
lv_lv: Mainīt sēriju
ru_ru: Изменить серию
sk_sk: Zmeniť sériu
tr_tr: Diziyi değiştir

source: Change time zone
de_de: Zeitzone ändern
fi_fi: Muuta aikavyöhyke
ja_jp: タイムゾーンを変更
lv_lv: Izmainīt laika joslu
ru_ru: Изменить часовой пояс
sk_sk: Zmeniť časové pásmo
tr_tr: Saat dilimini değiştir

source: Change user photo
de_de: Benutzerfoto ändern
fi_fi: Vaihda käyttäjävalokuva
ja_jp: ユーザー写真を変更
lv_lv: Mainīt lietotāja attēlu
ru_ru: Сменить фото пользователя
sk_sk: Zmeniť fotku používateľa
tr_tr: Kullanıcı fotoğrafını değiştir

source: Change who has access?
de_de: Ändern, wer Zugriff hat?
fi_fi: Muuttaa käyttöoikeuksien haltijoita?
ja_jp: アクセスのある人を変更？
lv_lv: Vai mainīt kam ir piekļuve?
ru_ru: Изменить, у кого есть доступ?
sk_sk: Zmeniť, kto má prístup?
tr_tr: Erişim sahipleri değiştirilsin mi?

source: Changed due date
de_de: Fälligkeitsdatum wurde geändert
fi_fi: Valmistumispäivämäärä muutettu
ja_jp: 期限を変更しました
lv_lv: Izmainīts izpildes datums
ru_ru: Срок выполнения изменен
sk_sk: Zmenený termín
tr_tr: Bitiş tarihi değiştirildi

source: Changes have been saved
de_de: Änderungen wurden gespeichert
fi_fi: Muutokset on tallennettu
ja_jp: 変更を保存しました
lv_lv: Izmaiņas ir saglabātas
ru_ru: Изменения сохранены
sk_sk: Zmeny boli uložené
tr_tr: Değişiklikler kaydedildi

source: Changing language or timezone requires a page reload or relogin to take effect.
de_de: Das Ändern der Sprache oder Zeitzone erfordert ein erneutes Laden der Seite oder ein erneutes Anmelden, damit die Änderungen wirksam werden.
fi_fi: Kielen tai aikavyöhykkeen muuttaminen tulee voimaan, kun sivu on ladattu uudelleen tai kirjautuminen on suoritettu uudelleen.
ja_jp: 言語やタイムゾーンの変更には、ページの再読み込みするか、再ログインして変更を有効にしてください。
lv_lv: Lai mainītu valodu vai laika joslu, ir jāpārlādē lapa vai no jauna jāpiesakās.
ru_ru: Изменение языка или часового пояса требует перезагрузки страницы или повторного входа в систему.
sk_sk: Aby sa zmena niektorých nastavení (napr. jazyk a časové pásmo) prejavila, je potrebné znovu načítať stránku alebo znovu sa prihlásiť.
tr_tr: Dil ve saat dilimi değişikliklerinin etkinleşmesi için sayfayı yenilemeniz veya yeniden giriş yapmanız gerekir.

source: Character
de_de: Charaktere
fi_fi: Hahmot
ja_jp: キャラクター
lv_lv: Simbols
ru_ru: Символы
sk_sk: Znak
tr_tr: Karakter

source: Checkboxes
de_de: Kontrollfelder
fi_fi: Valintaruutuja
ja_jp: チェックボックス
lv_lv: Iezīmes
ru_ru: Флажки
sk_sk: Zaškrtávacie políčka
tr_tr: Onay kutuları

source: Children
de_de: Kinder
fi_fi: Lapsia
ja_jp: 子供
lv_lv: Bērni
ru_ru: Дети
sk_sk: Deti
tr_tr: Çocuk

source: Chimes
de_de: Glockenspiel
fi_fi: Kellonlyönnit
ja_jp: チャイム
lv_lv: Zvaniņi
ru_ru: Звон
sk_sk: Zvonkohra

source: Choose a theme
de_de: Theme wählen
fi_fi: Teeman valitseminen
ja_jp: テーマを選択
lv_lv: Izvēlieties tēmu
ru_ru: Выбрать тему
sk_sk: Vybrať tému vzhľadu
tr_tr: Tema seçin

source: Choose an application
de_de: Wählen Sie eine Applikation
fi_fi: Valitse sovellus
ja_jp: アプリケーションを選択
lv_lv: Izvēlieties aplikāciju
ru_ru: Выберите приложение
sk_sk: Vyberte si aplikáciu
tr_tr: Bir uygulama seçin

source: Choose folder
de_de: Ordner wählen
fi_fi: Valitse kansio
ja_jp: フォルダーを選択
lv_lv: Izvēlieties mapi
ru_ru: Выбрать папку
sk_sk: Zvoľte priečinok
tr_tr: Klasör seçin

source: City
de_de: Stadt
fi_fi: Kaupunki
ja_jp: 市区町村
lv_lv: Pilsēta
ru_ru: Город
sk_sk: Mesto
tr_tr: İlçe

source: Clean up
de_de: Aufräumen
fi_fi: Siivoa
ja_jp: クリーンアップ
lv_lv: Tīrīt
ru_ru: Очистить
sk_sk: Vyčistiť
tr_tr: Temizle

source: Cleaning up ...
de_de: Aufräumen ...
fi_fi: Siivotaan...
ja_jp: クリーンアップしています...
lv_lv: Tīrīšana ...
ru_ru: Очистка...
sk_sk: Prebieha čistenie...
tr_tr: Temizleniyor...

source: Clear
de_de: Löschen
fi_fi: Tyhjennä
ja_jp: クリア
lv_lv: Tīrīt
ru_ru: Очистить
sk_sk: Vyčistiť
tr_tr: Temizle

source: Clear selection
de_de: Auswahl zurücksetzen
fi_fi: Tyhjennä kenttä
ja_jp: 選択解除
lv_lv: Notīrīt izvēles
ru_ru: Очистить выделение
sk_sk: Vymazať výber
tr_tr: Seçimi temizle

source: Click here to reconnect to your xing account to see activities.
de_de: Verfolgen Sie die XING-Aktivitäten, indem Sie hier klicken und sich erneut bei Ihrem XING-Konto anmelden.
fi_fi: Napsauta tästä luodaksesi uusi yhteys Xing-tilillesi, jotta näet tapahtumat.
ja_jp: アクティビティを閲覧するには、こちらをクリックし Xing アカウントへ接続し直してください。
lv_lv: Noklikšķiniet šeit lai no jauna pieslēgtos savam Xing kontam un skatītu aktivitātes.
ru_ru: Нажмите здесь, чтобы снова подключиться к учетной записи Xing и просмотреть действия.
sk_sk: Kliknutím sen sa znovu pripojíte ku kontu xing, aby ste videli aktivity.
tr_tr: Xing hesabınızı yeniden bağlayarak etkinlikleri görmek için tıklayın.

source: Click on the application that you would like to use.
de_de: Klicken Sie auf die Applikation, die Sie verwenden möchten.
fi_fi: Napsauta sovellusta, jota haluat käyttää.
ja_jp: 使用したいアプリケーションをクリックします。
lv_lv: Noklikšķiniet uz aplikācijas, kuru vēlaties izmantot.
ru_ru: Щелкните на значке приложения, которое вы хотите запустить.
sk_sk: Kliknite na aplikáciu, ktorú chcete použiť.
tr_tr: Kullanmak istediğiniz uygulamaya tıklayın.

source: Click to copy URL to clipboard
de_de: Zum Kopieren der URL in die Zwischenablage bitte hier klicken
fi_fi: Napauta ja kopioi URL leikepöydälle
ja_jp: クリックしてURLをクリップボードにコピー
lv_lv: Noklikšķiniet, lai kopētu starpliktuvē
ru_ru: Нажмите, чтобы скопировать URL в буфер обмена
sk_sk: Kliknutím skopírujete URL do schránky
tr_tr: Adresi panoya kopyalamak için tıklayın

source: Click to merge all folders into one column
de_de: Zum Zusammenführen aller Ordner in einer Spalte bitte hier klicken
fi_fi: Napauta yhdistääksesi kaikki kansiot yhteen sarakkeeseen
ja_jp: クリックして、すべてのフォルダーを1行に統合します。
lv_lv: Noklikšķiniet, lai apvienotu visas mapes vienā kolonnā
ru_ru: Щелкните, чтобы объединить папки в один столбец
sk_sk: Kliknutím zlúčite všetky priečinky do jedného stĺpca
tr_tr: Tüm klasörleri bir sütunda birleştirmek için tıklayın

source: Click to split all folders into separate columns
de_de: Zum Aufteilen aller Ordner in separate Spalten bitte hier klicken
fi_fi: Napauta jakaaksesi kaikki kansiot erillisiin sarakkeiseen
ja_jp: クリックして、すべてのフォルダーを別々の行に分割します。
lv_lv: Noklikšķiniet, lai sadalītu visas mapes atsevišķās kolonnās
ru_ru: Щелкните, чтобы расзделить папки по столбцам
sk_sk: Kliknite rozdelíte všetky priečinky do samostatných stĺpcov
tr_tr: Tüm klasörleri ayrı sütunlara ayırmak için tıklayın

source: Client onboarding
fi_fi: Asiakassovellukseen perehdytys
ja_jp: クライアントオンボーディング
lv_lv: Klienta informācija
ru_ru: Ориентирование клиентов
sk_sk: Onboarding klientov
tr_tr: Alışma vakti

source: Close
de_de: Schließen
fi_fi: Sulje
ja_jp: 閉じる
lv_lv: Aizvērt
ru_ru: Закрыть
sk_sk: Zatvoriť
tr_tr: Kapat

source: Close all messages
de_de: Alle Nachrichten schließen
fi_fi: Sulje kaikki viestit
ja_jp: すべてのメッセージを閉じる
lv_lv: Aizvērt visus ziņojumus
ru_ru: Закрыть все сообщения
sk_sk: Zatvoriť všetky správy
tr_tr: Tüm iletileri kapat

source: Close description panel
de_de: Beschreibungspanel schließen
fi_fi: Sulje kuvauspaneeli
ja_jp: 説明パネルを閉じる
lv_lv: Aizvērt apraksta paneli
ru_ru: Закрыть панель описания
sk_sk: Zatvoriť panel popisu
tr_tr: Açıklama panelini kapat

source: Close folder view
de_de: Ordneransicht schließen
fi_fi: Sulje kansionäkymä
ja_jp: フォルダービューを閉じる
lv_lv: Aizvērt mapes skatu
ru_ru: Закрыть просмотр папок
sk_sk: Zavrieť zobrazenie priečinka
tr_tr: Klasör görünümünü kapat

source: Close menu
fi_fi: Sulje valikko
ja_jp: メニューを閉じる
lv_lv: Aizvērt izvēlni
ru_ru: Закрыть меню
sk_sk: Zatvoriť menu
tr_tr: Menüyü kapat

source: Close settings
de_de: Einstellungen schließen
fi_fi: Sulje asetukset
ja_jp: 設定を閉じる
lv_lv: Aizvērt iestatījumus
ru_ru: Закрыть настройки
sk_sk: Zatvoriť nastavenia
tr_tr: Ayarları kapat

source: Close this notification
de_de: Diese Benachrichtigung schließen
fi_fi: Sulje tämä ilmoitus
ja_jp: この通知を閉じる
lv_lv: Aizvērt šo paziņojumu
ru_ru: Закрыть уведомление
sk_sk: Zatvoriť toto oznámenie
tr_tr: Bu bildirimi kapat

source: Close viewer
de_de: Viewer schließen
fi_fi: Sulje katselija
ja_jp: ビューアを閉じる
lv_lv: Aizvērt skatītāju
ru_ru: Закрыть окно просмотра
sk_sk: Zatvoriť prehliadač
tr_tr: Görüntüleyiciyi kapat

source: Close window
de_de: Fenster schließen
fi_fi: Sulje ikkuna
ja_jp: ウィンドウを閉じる
lv_lv: Aizvērt logu
ru_ru: Закрыть окно
sk_sk: Zatvoriť okno
tr_tr: Pencereyi kapat

source: Code via text message
de_de: Code per SMS
fi_fi: Koodin tekstiviestillä
ja_jp: テキストメッセージでコード
lv_lv: Kods teksta ziņojumā
ru_ru: Код в текстовом сообщении
sk_sk: Kód prostredníctvom SMS
tr_tr: Kısa mesaj kodu

source: Collapse form
de_de: Formular ausblenden
fi_fi: Pienennä lomake
ja_jp: フォームを折りたたむ
lv_lv: Sakļaut formu
ru_ru: Свернуть
sk_sk: Zbaliť formulár
tr_tr: Formu daralt

source: Color
de_de: Farbe
fi_fi: Väri
ja_jp: 色
lv_lv: Krāsa
ru_ru: Цвет
sk_sk: Farba
tr_tr: Renk

source: Color %1$s
de_de: %1$s einfärben
fi_fi: Väri %1$s
ja_jp: 色 %1$s
lv_lv: %1$s krāsa
ru_ru: Цвет %1$s
sk_sk: Farba %1$s
tr_tr: %1$s rengi

source: Comma is not allowed.
de_de: Kommas sind nicht erlaubt.
fi_fi: Pilkku ei ole sallittu.
ja_jp: コンマ "," は許可されていません。
lv_lv: Komats nav atļauts.
ru_ru: Использование запятых не допускается.
sk_sk: Znak "čiarka" nie je povolený.
tr_tr: Virgül kullanamazsınız.

source: Command center
de_de: Befehlszentrale
fi_fi: Komentokeskus
ja_jp: コマンドセンター
lv_lv: Komandu centrs
ru_ru: Командный центр
sk_sk: Riadiace centrum
tr_tr: Komuta merkezi

source: Comment
de_de: Anmerkungen
fi_fi: Viesti
ja_jp: コメント
lv_lv: Komentārs
ru_ru: Комментарий
sk_sk: Komentár
tr_tr: Yorum

source: Comment has been successfully posted on XING
de_de: Kommentar wurde erfolgreich auf XING veröffentlicht
fi_fi: XING-kommentti on lähetetty onnistuneesti
ja_jp: コメントを XING に投稿しました
lv_lv: Komentārs ir veiksmīgi reģistrēts XING vietnē
ru_ru: Комментарий опубликован в XING
sk_sk: Komentár bol úspešne odoslaný na XING
tr_tr: Yorumunuz XING üzerinde başarıyla paylaşıldı

source: Comments and suggestions
de_de: Kommentare und Anregungen
fi_fi: Huomautukset ja ehdotukset
ja_jp: コメントとアドバイス
lv_lv: Komentāri un ietreikumi
ru_ru: Комментарии и предложения
sk_sk: Komentáre a návrhy
tr_tr: Yorumlar ve öneriler

source: Commercial Register
de_de: Handelsregister
fi_fi: Kaupparekisteri
ja_jp: 商業登記
lv_lv: Komercreģistrs
ru_ru: Реестр компаний
sk_sk: Obchodný register
tr_tr: Ticaret sicili

source: Common Emoji
de_de: Allgemeine Emoji-Symbole
fi_fi: Yleiset emoji-merkit
ja_jp: 他社共通絵文字
lv_lv: Parastās emocijzīmes
ru_ru: Общие Эмодзи
sk_sk: Bežné Emoji
tr_tr: Sık Kullanılan Emojiler

source: Common name
de_de: Allgemeiner Name
fi_fi: Yleisnimi
ja_jp: 共通名
lv_lv: Kopējais vārds
ru_ru: Общее имя
sk_sk: Bežný názov
tr_tr: Genel ad

source: Compact
de_de: Kompakt
fi_fi: Tiivis
ja_jp: コンパクト
lv_lv: Kompakts
ru_ru: Компактно
sk_sk: Kompaktné
tr_tr: Özet

source: Companies
de_de: Firmen
fi_fi: Yritykset
ja_jp: 会社
lv_lv: Uzņēmumi
ru_ru: Компании
sk_sk: Spoločnosti
tr_tr: Şirketler

source: Company
de_de: Firma
fi_fi: Yhtiö
ja_jp: 会社
lv_lv: Uzņēmums
ru_ru: Компания
sk_sk: Spoločnosť
tr_tr: Şirket

source: Compose & Reply
de_de: Verfassen & Antworten
fi_fi: Laadi ja vastaa
ja_jp: 作成＆返信
lv_lv: Sastādīt un atbildēt
ru_ru: Написать и ответить
sk_sk: Napísať a odpovedať
tr_tr: Yazma ve yanıtlama

source: Compose dialog
de_de: Verfassen-Dialog
fi_fi: Laadi-dialogi
ja_jp: ダイアログを作成
lv_lv: Sastādīšanas dialogs
ru_ru: Создать диалог
sk_sk: Dialóg písania správy
tr_tr: Yazma iletişim kutusu

source: Compose mail with external images
de_de: E-Mail mit externen Bildern verfassen
fi_fi: Laadi sähköpostia ulkoisten kuvien kanssa
ja_jp: 外部画像を添付してメールを作成
lv_lv: Pasta sastādīšana ar ārējiem attēliem
ru_ru: Составлять письма с внешними изображениями
sk_sk: Napísať email s externými obrázkami
tr_tr: Dış resimler ile e-posta oluştur

source: Compose mail without external images
de_de: E-Mail ohne externe Bilder verfassen
fi_fi: Sähköpostin luominen ilman ulkoisia kuvia
ja_jp: 外部画像なしでメールを作成
lv_lv: Pasta sastādīšana bez ārējiem attēliem
ru_ru: Составлять письма без внешних изображений
sk_sk: Napísať email bez externých obrázkov
tr_tr: Dış resimler olmadan e-posta oluştur

source: Conditions
de_de: Bedingungen
fi_fi: Ehdot
ja_jp: 条件
lv_lv: Nosacījumi
ru_ru: Условия
sk_sk: Podmienky
tr_tr: Koşullar

source: Conference
de_de: Konferenz
fi_fi: Konferenssi
ja_jp: 会議
lv_lv: Konference
ru_ru: Конференция
sk_sk: Konferenčný hovor
tr_tr: Konferans

source: Conference call
de_de: Telefonkonferenz
fi_fi: Konferenssipuhelu
ja_jp: 電話会議
lv_lv: Konferences zvans
ru_ru: Групповой звонок
sk_sk: Konferenčný hovor
tr_tr: Telekonferans

source: Configuration Email
de_de: Konfigurations-E-Mail
fi_fi: Konfiguraatioviesti
ja_jp: 設定構成メール
lv_lv: Konfigurēšanas e-pasts
ru_ru: Конфигурация электроной почты
sk_sk: Konfiguračný email
tr_tr: Yapılandırma e-postası

source: Configuration not supported
de_de: Konfiguration nicht unterstützt
fi_fi: Konfiguraatiota ei tueta
ja_jp: 構成がサポートされていません。
lv_lv: Konfigurācija netiek atbalstīta
ru_ru: Конфигурация не поддерживается
sk_sk: Nepodporovaná konfigurácia
tr_tr: Yapılandırma desteklenmiyor

source: Configure %s
de_de: %s konfigurieren
fi_fi: Konfiguroi %s
ja_jp: %s を構成
lv_lv: Konfigurēt %s
ru_ru: Настроить %s
sk_sk: Nastaviť %s
tr_tr: %s yapılandırması

source: Configure categories
de_de: Kategorien konfigurieren
fi_fi: Konfiguroi luokkia
ja_jp: カテゴリの設定
lv_lv: Kategoriju konfigurēšana
ru_ru: Настроить категории
sk_sk: Nastaviť kategórie
tr_tr: Kategorileri yapılandır

source: Configure inbox categories ...
de_de: Posteingangskategorien konfigurieren ...
fi_fi: Määritä saapuneiden viestien luokat ...
ja_jp: 受信トレイのカテゴリを構成...
lv_lv: Iesūtnes kategoriju konfigurēšana ...
ru_ru: Настроить категории входящих сообщений …
sk_sk: Nastaviť kategórie prichádzajúcej pošty ...
tr_tr: Gelen kutusu kategorilerini yapılandır...

source: Configure manually
de_de: Manuell konfigurieren
fi_fi: Määritä manuaalisesti
ja_jp: 手動で構成する
lv_lv: Konfigurēt manuāli
ru_ru: Настроить вручную
sk_sk: Nastaviť ručne
tr_tr: Elle yapılandır

source: Configure quick launch bar
de_de: Schnellstartleiste konfigurieren
fi_fi: Konfiguroi pikakäynnistyspalkki
ja_jp: クイック起動バーを構成
lv_lv: Ātras piekļuves joslas konfigurēšana
ru_ru: Настройка панели быстрого запуска
sk_sk: Nastaviť panel rýchleho spustenia
tr_tr: Hızlı başlangıç çubuğunu yapılandır

source: Configure the notification area
de_de: Konfigurieren Sie den Infobereich
fi_fi: Konfiguroi ilmoitusalue
ja_jp: 通知エリアを構成
lv_lv: Konfigurēt paziņojumu apgabalu
ru_ru: Настроить область уведомлений
sk_sk: Nastaviť oblasť oznámení
tr_tr: Bildirim alanını yapılandır

source: Configure your keyboard shortcut profile
de_de: Konfigurieren Sie Ihr Profil für die Tastatursteuerung
fi_fi: Määritä pikanäppäinprofiili
ja_jp: キーボードショートカットプロファイルを構成
lv_lv: Tastatūras īsceļu profila konfigurēšana
ru_ru: Настроить профиль сочетания клавиш
sk_sk: Konfigurácia profilu klávesových skratiek
tr_tr: Klavye kısayolları profilinizi yapılandırın

source: Confirm Code
de_de: Code bestätigen
fi_fi: Vahvista koodi
ja_jp: コードを確認
lv_lv: Apstiprināt kodu
ru_ru: Подтверждение кода
sk_sk: Potvrdzovací kód
tr_tr: Kodu doğrulayın

source: Confirm new password
de_de: Neues Passwort bestätigen
fi_fi: Vahvista uusi salasana
ja_jp: 新しいパスワードを確定
lv_lv: Apstiprināt jauno paroli
ru_ru: Подтвердите новый пароль
sk_sk: Potvrďte nové heslo
tr_tr: Yeni parolayı onaylayın

source: Confirm recipient(s)
de_de: Empfänger bestätigen
fi_fi: Vahvista vastaanottaja(t)
ja_jp: 宛先を確認
lv_lv: Apstipriniet saņēmēju(-us)
ru_ru: Подтвердить получателя (получателей)
sk_sk: Potvrdenie príjemcu (príjemcov)
tr_tr: Alıcıları onaylayın

source: Confirmation
de_de: Bestätigung
fi_fi: Vahvistus
ja_jp: 確認
lv_lv: Apstiprinājums
ru_ru: Подтверждение
sk_sk: Potvrdenie
tr_tr: Onay

source: Conflicts
de_de: Konflikte
fi_fi: Konfliktit
ja_jp: 競合
lv_lv: Konflikts
ru_ru: Конфликты
sk_sk: Konflikty
tr_tr: Çakışmalar

source: Conflicts detected
de_de: Konflikt aufgetreten
fi_fi: Ristiriitoja havaittu
ja_jp: 競合する予定があります
lv_lv: Atrasti konflikti
ru_ru: Обнаружены конфликты
sk_sk: Zistené konflikty
tr_tr: Çakışma tespit edildi

source: Conflicts with resources cannot be ignored
de_de: Ressourcen-Konflikte können nicht ignoriert werden
fi_fi: Ristiriitoja resursseissa ei voida jättää huomiotta
ja_jp: リソースの競合があります
lv_lv: Resursu konfliktus nevar ignorēt
ru_ru: Конфликты ресурсов не должны игнорироваться
sk_sk: Konflikty zdrojov nie je možné ignorovať
tr_tr: Kaynakları bulunan çakışmalar görmezden gelinemez

source: Conflicts:
de_de: Konflikt:
fi_fi: Ristiriitoja:
ja_jp: 競合:
lv_lv: Konflikti:
ru_ru: Конфликты:
sk_sk: Konflikty:
tr_tr: Çakışmalar:

source: Connect
de_de: Verbinden
fi_fi: Yhdistä
ja_jp: 接続します
lv_lv: Pieslēgties
ru_ru: Подключиться
sk_sk: Pripojiť
tr_tr: Bağla

source: Connect this device
de_de: Dieses Gerät verbinden
fi_fi: Liitä tämä laite
ja_jp: このデバイスを接続
lv_lv: Pieslēgt šo ierīci
ru_ru: Подключить это устройство
sk_sk: Pripojiť toto zariadenie
tr_tr: Bu cihazı bağla

source: Connect with Zoom
de_de: Mit Zoom verbinden
fi_fi: Yhdistä Zoomilla
ja_jp: Zoomで接続
lv_lv: Pieslēgties Zoom
ru_ru: Подключиться к Zoom
sk_sk: Pripojiť Zoom
tr_tr: Zoom ile bağlan

source: Connect your device
de_de: Ihr Gerät verbinden
fi_fi: Yhdistä laitteesi
ja_jp: デバイスの接続
lv_lv: Pieslēgt ierīci
ru_ru: Подключите ваше устройство
sk_sk: Pripojte svoje zariadenie
tr_tr: Cihazınızı bağlayın

source: Connecting to Zoom ...
de_de: Verbinden mit Zoom ...
fi_fi: Yhdistetään Zoomiin...
ja_jp: Zoomで接続中...
lv_lv: Pieslēgšanās pie Zoom ...
ru_ru: Подключение к Zoom...
sk_sk: Prebieha pripojenie k Zoom ...
tr_tr: Zoom'a bağlanılıyor...

source: Connection
de_de: Verbindung
fi_fi: Yhteys
ja_jp: 接続
lv_lv: Pieslēgums
ru_ru: Соединение
sk_sk: Pripojenie
tr_tr: Bağlantı

source: Connection error
de_de: Verbindungsfehler
fi_fi: Yhteysvirhe
ja_jp: 接続エラー
lv_lv: Pieslēguma kļūda
ru_ru: Ошибка соединения
sk_sk: Chyba pripojenia
tr_tr: Bağlantı hatası

source: Connection security
de_de: Verbindungssicherheit
fi_fi: Yhteyden suojaus
ja_jp: 接続セキュリティ
lv_lv: Pieslēguma drošība
ru_ru: Безопасность соединения
sk_sk: Zabezpečenie spojenia
tr_tr: Bağlantı güvenliği

source: Connection timed out. Please try reloading the page.
de_de: Zeitüberschreitung bei der Verbindung. Bittte versuchen Sie, die Seite neu zu laden.
fi_fi: Yhteys katkesi. Yritä ladata sivu uudestaan.
ja_jp: 接続がタイムアウトです。ページをもう一度読み込んでください。
lv_lv: Iestājies pieslēguma noilgums. Lūdzu pārlādējiet lapu.
ru_ru: Время ожидания соединения истекло. Попробуйте обновить страницу.
sk_sk: Uplynul časový limit pripojenia. Prosím, skúste stránku načítať znova.
tr_tr: Bağlantı zaman aşımına uğradı. Lütfen sayfayı yeniden yüklemeyi deneyin.

source: Contact
de_de: Kontakt
fi_fi: Yhteystieto
ja_jp: 連絡先
lv_lv: Kontakts
ru_ru: Контакт
sk_sk: Kontakt
tr_tr: Kişi

source: Contact Details
de_de: Kontakt-Details
fi_fi: Yhteystiedon yksityiskohdat
ja_jp: 連絡先の詳細
lv_lv: Kontakta detaļas
ru_ru: Контактные данные
sk_sk: Podrobnosti kontaktu
tr_tr: Kişi Ayrıntıları

source: Contact has been copied
de_de: Kontakt wurde kopiert
fi_fi: Yhteystiedot kopioitu
ja_jp: 連絡先をコピーしました
lv_lv: Kontakts ir nokopēts
ru_ru: Контакт скопирован
sk_sk: Kontakty boli skopírované
tr_tr: Kişi kopyalandı

source: Contact has been moved
de_de: Kontakt wurde verschoben
fi_fi: Yhteystieto siirretty
ja_jp: 連絡先を移動しました
lv_lv: Kontakts ir pārvietots
ru_ru: Контакт перенесен
sk_sk: Kontakty boli presunuté
tr_tr: Kişi taşındı

source: Contact list
de_de: Kontaktliste
fi_fi: Yhteystietoluettelo
ja_jp: 連絡先リスト
lv_lv: Kontaktu saraksts
ru_ru: Список контактов
sk_sk: Zoznam kontaktov
tr_tr: Kişi listesi

source: Contact list. Select a contact to view details.
de_de: Kontaktliste. Wählen Sie einen Kontakt, um Details anzuzeigen.
fi_fi: Yhteystiedot. Valitse yhteystieto, jos haluat tarkastella sitä tarkemmin.
ja_jp: 連絡先リスト。連絡先を選択して、詳細を表示してください。
lv_lv: Kontaktu saraksts. Lai skatītu detaļās, atlasiet kontaktpersonu.
ru_ru: Список контактов. Выберите контакт для просмотра его данных.
sk_sk: Zoznam kontaktov. Vyberte kontakt, ktorého podrobnosti chcete zobraziť.
tr_tr: Kişi listesi. Ayrıntılarını görmek istediğiniz kişiyi seçin.

source: Contact pictures
de_de: Kontaktbilder
fi_fi: Yhteystiedon kuvat
ja_jp: 連絡先の写真
lv_lv: Kontaktu attēli
ru_ru: Фото контакта
sk_sk: Obrázky kontaktov
tr_tr: Kişi resimleri

source: Contact request sent
de_de: Kontaktanfrage gesendet
fi_fi: Yhteystietopyyntö lähetetty
ja_jp: コンタクト リクエストを送信しました
lv_lv: Kontakta pieprasījums ir nosūtīts
ru_ru: Запрос контакта отправлен
sk_sk: Žiadosť kontaktu odoslaná
tr_tr: Kişi isteği gönderildi

source: Contacts
de_de: Mitglieder
fi_fi: Yhteystiedot
ja_jp: 連絡先
lv_lv: Kontakti
ru_ru: Контакты
sk_sk: Členovia
tr_tr: Kişiler

source: Contacts account error
de_de: Kontaktkontofehler
fi_fi: Yhteystiedon tilin virhe
ja_jp: 連絡先アカウントエラー
lv_lv: Kontaktu konta kļūda
ru_ru: Ошибка учетной записи контактов
sk_sk: Chyba účtu kontaktov
tr_tr: Kişiler hesabı hatası

source: Contacts have been copied
de_de: Kontakte wurden kopiert
fi_fi: Yhteystiedot kopioitu
ja_jp: 連絡先をコピーしました
lv_lv: Kontakts ir nokopēts
ru_ru: Контакты скопированы
sk_sk: Kontakty boli skopírované
tr_tr: Kişiler kopyalandı

source: Contacts have been moved
de_de: Kontakte wurden verschoben
fi_fi: Yhteystiedot siirretty
ja_jp: 連絡先を移動しました
lv_lv: Kontakts ir pārvietots
ru_ru: Контакты перенесены
sk_sk: Kontakty boli presunuté
tr_tr: Kişiler taşındı

source: Contacts in address books
de_de: Kontakte in Adressbüchern
fi_fi: Osoitteistojen yhteystiedot
ja_jp: アドレス帳の中の連絡先
lv_lv: Kontakti adrešu grāmatās
ru_ru: Контакты в адресных книгах
sk_sk: Kontakty v adresároch
tr_tr: Adres defterlerindeki kişiler
