Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

# select-contacts
source: Select
de_de: Auswählen
fi_fi: Valitse
ja_jp: 選択
lv_lv: Izvēlēties
ru_ru: Выбранные
sk_sk: Vybrať
tr_tr: Seç

source: Select 2-step verification Method
de_de: Zwei-Faktor-Authentifizierung wählen
fi_fi: Valitse 2-vaiheinen vahvistusmenetelmä
ja_jp: ２ステップ検証を選択
lv_lv: Izvēlieties divpakāpju verifikācijas metodi
ru_ru: Выберите метод двухфакторной верификации
sk_sk: Vyberte spôsob dvojkrokového overenia
tr_tr: 2 adımlı doğrulama yöntemini seçin

source: Select BCC contacts
de_de: BCC-Kontakte auswählen
fi_fi: Valitse BCC-yhteystiedot
ja_jp: BCCの連絡先を選択
lv_lv: Izvēlieties BCC kontaktus
ru_ru: Выберите контакты скрытая копия
sk_sk: Vybrať kontakty Skrytá kópia
tr_tr: BCC kişilerini seçin

source: Select CC contacts
de_de: CC-Kontakte auswählen
fi_fi: Valitse CC-yhteystiedot
ja_jp: CCの連絡先を選択
lv_lv: Izvēlieties CC kontaktus
ru_ru: Выберите контакты опия
sk_sk: Vybrať kontakty Kópia
tr_tr: CC kişilerini seçin

source: Select a checkbox to define a custom name for that address; otherwise the mail account's default name will be used. If you want to use an address anonymously, select the checkbox and leave the field empty.
de_de: Bestimmen Sie einen benutzerdefinierten Namen für diese Adresse, indem Sie ein Kontrollfeld markieren. Andernfalls wird der Standardname des E-Mail-Kontos verwendet. Wollen Sie eine Adresse anonym verwenden, markieren Sie das Kontrollfeld und lassen Sie das Feld leer.
fi_fi: Valitse valintaruutu määritelläksesi nimi osoitetta varten; muuten käytetään sähköpostitilin oletusnimeä. Jos haluat käyttää osoitetta anonyymisti, valitse valintaruutu ja jätä kenttä tyhjäksi.
ja_jp: チェックボックスを選択して、そのアドレスのカスタム名を入力してください。入力しない場合はメールアカウントの既定の名前が使用されます。名前を指定しない場合はチェックボックスを選択し、フィールドを空のままにしておきます。
lv_lv: Lai definētu šai adresei atsevišķu vārdu, aktivizējiet izvēles rūtiņu. Pretējā gadījumā tiks izmantots noklusētais pasta konta vārds. Ja vēlaties izmantot adresi anonīmi, aktivizējiet izvēles rūtiņu un atstājiet lauku tukšu.
ru_ru: Установите флажок, чтобы настроить другое имя для этого адреса. По умолчанию будет использоваться исходное имя учетной записи. Чтобы использовать адрес анонимно, установите флажок и оставьте поле пустым.
sk_sk: Začiarknutím políčka definujete vlastné meno pre túto adresu; inak sa použije predvolené meno poštového účtu. Ak chcete používať adresu anonymne, začiarknite políčko a nechajte pole nevyplnené.
tr_tr: Bu adres için özel bir ad tanımlamak üzere onay kutusunu işaretleyin. Aksi halde e-posta hesabının varsayılan adı kullanılacaktır. Anonim bir adres kullanmak istiyorsanız onay kutusunu işaretleyin ve alanı boş bırakın.

source: Select all
de_de: Alle wählen
fi_fi: Valitse kaikki
ja_jp: すべて選択
lv_lv: Izvēlēties visu
ru_ru: Выбрать все
sk_sk: Vybrať všetko
tr_tr: Tümünü seç

source: Select all messages
de_de: Alle Nachrichten auswählen
fi_fi: Valitse kaikki viestit
ja_jp: すべてのメッセージを選択
lv_lv: Izvēlēties visus ziņojumus
ru_ru: Выбрать все сообщения
sk_sk: Vybrať všetky správy
tr_tr: Tüm mesajları seç

source: Select contacts
de_de: Kontakte auswählen
fi_fi: Valitse yhteystietoja
ja_jp: 連絡先の選択
lv_lv: Izvēlieties kontaktus
ru_ru: Выберите контакты
sk_sk: Vybrať kontakty
tr_tr: Kişileri seçin

source: Select file
de_de: Datei wählen
fi_fi: Valitse tiedosto
ja_jp: ファイルを選択
lv_lv: Izvēlēties failu
ru_ru: Выбрать файл
sk_sk: Vybrať súbor
tr_tr: Dosya seçin

source: Select folder
de_de: Ordner wählen
fi_fi: Valitse kansio
ja_jp: フォルダーを選択
lv_lv: Izvēlēties mapi
ru_ru: Выбор папки
sk_sk: Vybrať priečinok
tr_tr: Klasör seç

source: Select newest read message automatically at start
de_de: Beim Start automatisch die neueste gelesene E-Mail auswählen
fi_fi: Valitse uusin luettu viesti automaattisesti käynnistyksen yhteydessä
ja_jp: 起動時に最新のメッセージを自動で選択
lv_lv: Automātiski atlasīt jaunāko izlasīto ziņojumu pie uzsākšanas
ru_ru: Выбирать самое новое сообщение для чтения автоматически при запуске
sk_sk: Pri spustení automaticky vybrať najnovšiu prečítanú správu
tr_tr: Başlangıçta otomatik olarak en yeni okunmuş iletiyi seç

source: Select print layout
de_de: Drucklayout wählen
fi_fi: Valitse tulostusmuotoilu
ja_jp: 印刷レイアウトを選択
lv_lv: Izvēlieties drukas izkārtojumju
ru_ru: Выберите макет для печати
sk_sk: Vybrať rozloženie tlače
tr_tr: Yazdırma düzenini seçin

source: Select reply-to mail addresses
de_de: Empfängeradressen auswählen
fi_fi: Valitse vastausosoitteet
ja_jp: 返信先メールアドレスを選択
lv_lv: Izvēlēties atbildes e-pasta adreses
ru_ru: Выбрать адреса ответа
sk_sk: Vyberte e-mailové adresy "Odpovedať komu"
tr_tr: Yanıt e-posta adreslerini seçin

source: Select resources
de_de: Ressourcen wählen
fi_fi: Valitse resurssit
ja_jp: リソースを選択
lv_lv: Izvēlēties resursus
ru_ru: Выбрать ресурсы
sk_sk: Vybrať zdroje
tr_tr: Kaynakları seçin

source: Select time zone
de_de: Zeitzone auswählen
fi_fi: Valitse aikavyöhyke
ja_jp: タイムゾーンを選択
lv_lv: Izvēlieties laika joslu
ru_ru: Выберите часовой пояс
sk_sk: Vybrať časové pásmo
tr_tr: Saat dilimi seçin

source: Select users
de_de: Benutzer auswählen
fi_fi: Valitse käyttäjät
ja_jp: ユーザーを選択してください。
lv_lv: Izvēlieties lietotājus
ru_ru: Выбрать пользователей
sk_sk: Vyberte používateľov
tr_tr: Kullanıcıları seçin

source: Selected resources were automatically added to this appointment.
de_de: Ausgewählte Ressourcen wurden automatisch zu diesem Termin hinzugefügt.
fi_fi: Valitut resurssit lisättiin automaattisesti tähän tapaamiseen.
ja_jp: 選択されたリソースはこの予定に自動的に追加されました。
lv_lv: Atlasītie resursi tika automātiski pievienoti šim mītiņam.
ru_ru: Выбранные ресурсы были автоматически добавлены к этой встрече.
sk_sk: Vybrané zdroje boli automaticky pridané k tejto schôdzke.
tr_tr: Seçilen kaynaklar bu randevuya otomatik olarak eklendi.

source: Selection Details
de_de: Auswahl-Details
fi_fi: Valinnan yksityiskohdat
ja_jp: 選択オプションの詳細
lv_lv: Izvēles detaļas
ru_ru: Свойства выбора
sk_sk: Podrobnosti výberu
tr_tr: Seçim ayrıntıları

source: Send
de_de: Senden
fi_fi: Lähetä
ja_jp: 送信
lv_lv: Sūtīt
ru_ru: Отправить
sk_sk: Poslať
tr_tr: Gönder

source: Send Appointment
de_de: Termin senden
fi_fi: Lähetä tapaaminen
ja_jp: 予定を送信
lv_lv: Nosūtīt mītiņu
ru_ru: Отправить встречу
sk_sk: Poslať schôdzku
tr_tr: Randevu gönder

source: Send SMS %1$s after end.
de_de: %1$s nach Ende SMS senden.
fi_fi: Lähetä tekstiviesti %1$s lopetuksen jälkeen.
ja_jp: 終了後に%1$sのショートメールを送信
lv_lv: Sūtīt SMS %1$s pēc pabeigtšanas.
ru_ru: Отправить SMS через %1$s после завершения.
sk_sk: Poslať SMS %1$s po skončení.
tr_tr: Bittikten %1$s sonra SMS gönder.

source: Send SMS %1$s after start.
de_de: %1$s nach Beginn SMS senden.
fi_fi: Lähetä tekstiviesti %1$s aloituksen jälkeen.
ja_jp: 開始後に%1$sのショートメールを送信
lv_lv: Sūtīt SMS %1$s pēc uzsākšanas.
ru_ru: Отправить SMS через %1$s после начала.
sk_sk: Poslať SMS %1$s po začiatku.
tr_tr: Başladıktan %1$s sonra SMS gönder.

source: Send SMS %1$s before end.
de_de: %1$s vor Ende SMS senden.
fi_fi: Lähetä tekstiviesti %1$s ennen lopetusta.
ja_jp: 終了前に%1$sのショートメールを送信
lv_lv: Sūtīt SMS %1$s pirms pabeigšanas.
ru_ru: Отправить SMS за %1$s до завершения.
sk_sk: Poslať SMS %1$s pred koncom.
tr_tr: Bitmeden %1$s önce SMS gönder.

source: Send SMS %1$s before start.
de_de: %1$s vor Beginn SMS senden.
fi_fi: Lähetä tekstiviesti %1$s ennen aloitusta.
ja_jp: 開始前に%1$sのショートメールを送信
lv_lv: Sūtīt SMS %1$s pirms uzsākšanas.
ru_ru: Отправить SMS за %1$s до начала.
sk_sk: Poslať SMS %1$s pred začiatkom.
tr_tr: Başlamadan %1$s önce SMS gönder.

source: Send SMS at %1$s.
de_de: Am %1$s SMS senden.
fi_fi: Lähetä tekstiviesti klo %1$s.
ja_jp: %1$sにショートメールを送信
lv_lv: Sūtīt SMS %1$s.
ru_ru: Отправить SMS в %1$s.
sk_sk: Poslať SMS %1$s.
tr_tr: %1$s tarihinde SMS gönder.

source: Send SMS at end.
de_de: Am Ende SMS senden.
fi_fi: Lähetä tekstiviesti lopuksi.
ja_jp: 終了時にショートメールを送信
lv_lv: Sūtīt SMS pie pabeigšanas.
ru_ru: Отправлять SMS по завершениb.
sk_sk: Poslať SMS na konci.
tr_tr: Biterken SMS gönder.

source: Send SMS at start.
de_de: Bei Beginn SMS senden.
fi_fi: Lähetä tekstiviesti aloitettaessa.
ja_jp: 開始時にショートメールを送信
lv_lv: Sūtīt SMS pie uzsākšanas.
ru_ru: Отправлять SMS во время начала.
sk_sk: Poslať SMS na začiatku.
tr_tr: Başlarken SMS gönder.

source: Send a read receipt
de_de: Lesebestätigung senden
fi_fi: Lähetä ilmoitus viestin lukemisesta
ja_jp: 開封通知を送信
lv_lv: Nosūtīt lasīšanas apstiprinājumu
ru_ru: Отправить уведомление о прочтении
sk_sk: Poslať potvrdenie o prečítaní
tr_tr: Okundu bilgisi gönder

source: Send as vCard
de_de: Als vCard senden
fi_fi: Lähetä vCard muodossa
ja_jp: vCard として送信
lv_lv: Sūtīt kā vCard
ru_ru: Отправить vCard
sk_sk: Poslať ako vCard
tr_tr: vCard olarak gönder

source: Send by email
de_de: Per E-Mail senden
fi_fi: Lähetä sähköpostitse
ja_jp: メールで送信
lv_lv: Sūtīt ar e-pastu
ru_ru: Отправить по электронной почте
sk_sk: Poslať emailom
tr_tr: E-postayla gönder

source: Send by mail
de_de: Per E-Mail versenden
fi_fi: Lähetä postitse
ja_jp: メールで送信
lv_lv: Sūtīt ar pastu
ru_ru: Отправить по почте
sk_sk: Poslať emailom
tr_tr: E-posta ile gönder

source: Send email
de_de: E-Mail senden
fi_fi: Lähetä sähköposti
ja_jp: メールを送信
lv_lv: Sūtīt e-pastu
ru_ru: Отправить письмо
sk_sk: Poslať email
tr_tr: E-posta gönder

source: Send email to all participants
de_de: E-Mail an alle Teilnehmer senden
fi_fi: Lähetä postia kaikille osallistujille
ja_jp: すべての参加者にメールを送信
lv_lv: Nosūtīt e-pastu visiem dalībniekiem
ru_ru: Отправить письмо всем участникам
sk_sk: Poslať email všetkým účastníkom
tr_tr: Tüm katılımcılara e-posta gönder

source: Send from
de_de: Absenden von
fi_fi: Lähettäjä
ja_jp: 送信元アドレス
lv_lv: Nosūtīt no
ru_ru: Отправить от
sk_sk: Odosielateľ/Od
tr_tr: Gönderen

source: Send mail
de_de: E-Mail senden
fi_fi: Lähetä viesti
ja_jp: メールを送信
lv_lv: Sūtīt e-pastu
ru_ru: Отправить почту
sk_sk: Poslať email
tr_tr: E-posta gönder

source: Send mail %1$s after end.
de_de: %1$s nach Ende E-Mail senden.
fi_fi: Lähetä sähköposti %1$s lopetuksen jälkeen.
ja_jp: 終了後に%1$sのメールを送信
lv_lv: Sūtīt e-pastu %1$s pēc beigām.
ru_ru: Отправить письмо %1$s после окончания.
sk_sk: Poslať e-mail %1$s po skončení.
tr_tr: Bittikten %1$s sonra e-posta gönder.

source: Send mail %1$s after start.
de_de: %1$s nach Start E-Mail senden.
fi_fi: Lähetä sähköposti %1$s aloituksen jälkeen.
ja_jp: 開始後に%1$sのメールを送信
lv_lv: Sūtīt e-pastu %1$s pēc sākuma.
ru_ru: Отправить письмо %1$s после начала.
sk_sk: Poslať e-mail %1$s po začiatku.
tr_tr: Başladıktan %1$s sonra e-posta gönder.

source: Send mail %1$s before end.
de_de: %1$s vor Ende E-Mail senden.
fi_fi: Lähetä sähköposti %1$s ennen lopetusta.
ja_jp: 終了前に%1$sのメールを送信
lv_lv: Sūtīt e-pastu %1$s pirms beigām.
ru_ru: Отправить письмо %1$s до окончания.
sk_sk: Poslať e-mail %1$s pred koncom.
tr_tr: Bitmeden %1$s önce e-posta gönder.

source: Send mail %1$s before start.
de_de: %1$s vor Start E-Mail senden.
fi_fi: Lähetä sähköposti %1$s ennen aloitusta.
ja_jp: 開始前に%1$sのメールを送信
lv_lv: Sūtīt e-pastu %1$s pirms sākuma.
ru_ru: Отправить письмо %1$s до начала.
sk_sk: Poslať e-mail %1$s pred začiatkom.
tr_tr: Başlamadan %1$s önce e-posta gönder.

source: Send mail at %1$s.
de_de: Am %1$s E-Mail senden.
fi_fi: Lähetä sähköposti klo %1$s.
ja_jp: %1$sにメールを送信
lv_lv: Sūtīt e-pastu %1$s.
ru_ru: Отправить письмо %1$s.
sk_sk: Poslať e-mail %1$s.
tr_tr: %1$s tarihinde e-posta gönder.

source: Send mail at end.
de_de: Am Ende E-Mail senden.
fi_fi: Lähetä viesti lopuksi.
ja_jp: 終了時にメールを送信
lv_lv: Sūtīt e-pastu pie beigām.
ru_ru: Отправлять письмо по окончании.
sk_sk: Poslať e-mail na konci.
tr_tr: Biterken e-posta gönder.

source: Send mail at start.
de_de: Am Beginn E-Mail senden.
fi_fi: Lähetä sähköposti aloitettaessa.
ja_jp: 開始時にメールを送信
lv_lv: Sūtīt e-pastu pie sākuma.
ru_ru: Отправлять письмо во время начала.
sk_sk: Poslať e-mail na začiatku.
tr_tr: Başlarken e-posta gönder.

source: Send notification by email
de_de: Benachrichtigung per E-Mail senden
fi_fi: Lähetä ilmoitus sähköpostitse
ja_jp: メールで通知を送信
lv_lv: Sūtīt paziņojumu ar e-pastu
ru_ru: Отправить уведомление по электронной почте
sk_sk: Poslať upozornenie emailom
tr_tr: E-postayla bildirim gönder

source: Send vacation notice during this time only
de_de: Abwesenheitsbenachrichtigung nur für diese Dauer versenden
fi_fi: Lähetä lomailmoitus vain tänä aikana
ja_jp: 次の期間に限り自動応答を送信する
lv_lv: Sūtīt prombūtnes paziņojumus tikai šajā laikā
ru_ru: Автоматически отправлять ответ об отсутствии в указанное время
sk_sk: Posielať oznámenie o dovolenke len v tomto čase
tr_tr: Sadece bu süre boyunca tatil bildirimi gönder

source: Send with empty attachment
de_de: Mit leerem Anhang senden
fi_fi: Lähetä tyhjän liitteen kanssa
ja_jp: 空の添付ファイルで送信
lv_lv: Nosūtīt ar tukšu pievienojumu
ru_ru: Отправить пустое вложение
sk_sk: Odoslať s prázdnou prílohou
tr_tr: Boş dosya ekiyle gönder

source: Send without attachment
de_de: Ohne Anhang senden
fi_fi: Lähetä ilman liitettä
ja_jp: 添付ファイルなしで送信
lv_lv: Nosūtīt bez pievienojumiem
ru_ru: Отправить без вложений
sk_sk: Odoslať bez prílohy
tr_tr: Ek olmadan gönder

source: Sender
de_de: Absender
fi_fi: Lähettäjä
ja_jp: 送信者
lv_lv: Sūtītājs
ru_ru: Отправитель
sk_sk: Odosielateľ
tr_tr: Gönderen

source: Sender name and email address
fi_fi: Lähettäjän nimi ja sähköpostiosoite
ja_jp: 送信者の名前とメールアドレス
lv_lv: Sūtītāja vārds un e-pasta adrese
ru_ru: Имя и адрес электронной почты отправителя
sk_sk: Meno odosielateľa a e-mailová adresa
tr_tr: Gönderen adı ve e-posta adresi

source: Sending mail can be delayed so that you can cancel sending if it happens by mistake or you forgot something
de_de: Der Versand von E-Mails kann verzögert werden. Somit können Sie einen versehentlichen oder unvollständigen Versand abbrechen.
fi_fi: Postin lähettämistä voidaan viivästyttää, jotta voit peruuttaa lähettämisen, jos se tapahtuu vahingossa tai unohdit jotain
ja_jp: メールの送信を遅らせることができるため、送信ミスや何か忘れた場合に送信をキャンセルすることができます。
lv_lv: Pasta sūtīšanu var atlikt, lai jūs varētu atcelt sūtīšanu, ja tā notiek nejauši vai jūs kaut ko esat aizmirsis
ru_ru: Отправку писем можно задержать, чтобы можно было отменить отправку, если это произошло по ошибке, или вы что-то забыли
sk_sk: Odosielanie pošty je možné oneskoriť, aby ste ho mohli zrušiť v prípade, že ste správu odoslali omylom alebo ste niečo zabudli napísať
tr_tr: E-postaların gönderilmesini geciktirerek, yanlışlıkla bir şey gönderirseniz veya bir şeyi unutursanız gönderimi iptal edebilirsiniz

source: Sending mail in progress
de_de: E-Mail-Versand in Bearbeitung
fi_fi: Postin lähettäminen käynnissä
ja_jp: メールを送信中
lv_lv: Notiek pasta sūtīšana
ru_ru: Отправка письма в процессе
sk_sk: Prebieha odosielanie pošty
tr_tr: E-posta gönderiliyor

source: Sending...
de_de: Senden...
fi_fi: Lähetetään...
ja_jp: 送信中...
lv_lv: Nosūtīšana...
ru_ru: Отправка…
sk_sk: Odosiela sa...
tr_tr: Gönderiliyor...

source: Sent
de_de: Gesendet
fi_fi: Lähetetty
ja_jp: 送信済み
lv_lv: Nosūtīts
ru_ru: Отправленные
sk_sk: Odoslané
tr_tr: Gönderildi

source: Sent by
de_de: Gesendet von
fi_fi: Lähettäjä
ja_jp: 差出人
lv_lv: Sūtītājs
ru_ru: Отправил(а)
sk_sk: Odoslal
tr_tr: Gönderen

source: Sent date
de_de: Versanddatum
fi_fi: Lähetyspäivämäärä
ja_jp: 送信日
lv_lv: Nosūtīšanas datums
ru_ru: Дата отправки
sk_sk: Dátum odoslania
tr_tr: Gönderim tarihi

source: Sent from %s via mobile
de_de: Gesendet von %s mit Mobilgerät
fi_fi: Lähetetty tuotteella %s mobiililaitteelta
ja_jp: %s からモバイルで送信
lv_lv: Nosūtīts no %s ar mobilo ierīci
ru_ru: Отправлено с мобильного из %s
sk_sk: Odoslané prostredníctvom %s z mobilu
tr_tr: %s ile cep telefonumdan gönderildi

source: Sent mails
de_de: Gesendete E-Mails
fi_fi: Lähetetyt viestit
ja_jp: 送信済みメール
lv_lv: Nosūtītais pasts
ru_ru: Отправленные
sk_sk: Odoslané emaily
tr_tr: Gönderilen e-postalar

# folder
source: Sent messages
de_de: Gesendete Nachrichten
fi_fi: Lähetetyt viestit
ja_jp: 送信済みメッセージ
lv_lv: Nosūtītie ziņojumi
ru_ru: Отправленные
sk_sk: Odoslané správy
tr_tr: Gönderilen iletiler

source: Serial number
de_de: Seriennummer
fi_fi: Sarjanumero
ja_jp: シリアル番号
lv_lv: Seriālais numurs
ru_ru: Серийный номер
sk_sk: Sériové číslo
tr_tr: Seri numarası

source: Server
fi_fi: Palvelin
ja_jp: サーバー
lv_lv: Serveris
ru_ru: Сервер
tr_tr: Sunucu

source: Server Name
fi_fi: Palvelimen nimi
ja_jp: サーバー名
lv_lv: Servera vārds
ru_ru: Имя сервера
sk_sk: Názov servera
tr_tr: Sunucu adı

source: Server URL
fi_fi: Palvelimen URL-osoite
ja_jp: サーバー URL
lv_lv: Servera URL
ru_ru: URL Сервера
sk_sk: Adresa URL servera
tr_tr: Sunucu URL

source: Server did not send a response
de_de: Server hat keine Antwort gesendet
fi_fi: Palvelin ei lähettänyt vastausta
ja_jp: サーバーが応答を送信しませんでした
lv_lv: Nav atbildes no servera
ru_ru: Сервер не отправил ответ
sk_sk: Server neposlal odpoveď
tr_tr: Sunucu yanıt göndermedi

source: Server name
fi_fi: Palvelimen nimi
ja_jp: サーバー名
lv_lv: Servera vārds
ru_ru: Имя сервера
sk_sk: Názov servera
tr_tr: Sunucu adı

source: Server port
fi_fi: Palvelimen portti
ja_jp: サーバーポート
lv_lv: Servera ports
ru_ru: Порт
sk_sk: Port servera
tr_tr: Sunucu portu

source: Server shutting down.
de_de: Server wird heruntergefahren
fi_fi: Palvelin sulkeutuu.
ja_jp: サーバーがダウンしています
lv_lv: Servera beidzēšana.
ru_ru: Сервер выключается.
sk_sk: Server sa práve vypína.
tr_tr: Sunucu kapanıyor.

source: Server type
de_de: Server-Typ
fi_fi: Palvelimen tyyppi
ja_jp: サーバータイプ
lv_lv: Servera tips
ru_ru: Тип сервера
sk_sk: Typ servera
tr_tr: Sunucu türü

source: Server unreachable
de_de: Der Server ist nicht erreichbar
fi_fi: Palvelin ei saatavilla
ja_jp: サーバーに到達できません
lv_lv: Serveris nav pieejams
ru_ru: Сервер недоступен
sk_sk: Server je nedostupný
tr_tr: Sunucuya ulaşılamıyor

source: Set IMAP keywords
de_de: IMAP-Schlüsselwörter festlegen
fi_fi: Aseta IMAP-salasanat
ja_jp: IMAPキーワードを設定
lv_lv: Iestatīt IMAP atslēgvārdus
ru_ru: Установить ключевые слова IMAP
sk_sk: Nastaviť kľúčové slová IMAP
tr_tr: IMAP anahtar kelimelerini ayarla

source: Set category
de_de: Kategorie festlegen
fi_fi: Aseta luokka
ja_jp: カテゴリを設定
lv_lv: Iestatīt kategoriju
ru_ru: Задать категорию
sk_sk: Nastaviť kategóriu
tr_tr: Kategoriyi ayarla

source: Set color
de_de: Farbe zuweisen
fi_fi: Aseta väri
ja_jp: 色を設定
lv_lv: Iestatīt krāsu
ru_ru: Изменить цвет
sk_sk: Nastaviť farbu
tr_tr: Renk belirle

source: Set color flag
de_de: Farbig markieren
fi_fi: Aseta värilippu
ja_jp: 次のカラーフラグを付ける
lv_lv: Iestatīt krāsas iezimi
ru_ru: Настроить цвет флага
sk_sk: Nastaviť príznak farby
tr_tr: Bayrak rengini ayarla

source: Set color...
de_de: Farbe festlegen ...
fi_fi: Aseta väri...
ja_jp: 色を設定
lv_lv: Iestatīt krāsu...
ru_ru: Установить цвет...
sk_sk: Nastaviť farbu...
tr_tr: Renk belirle...

source: Set default signatures
de_de: Standardsignaturen festlegen
fi_fi: Aseta oletusallekirjoitukset
ja_jp: 既定署名を設定
lv_lv: Iestatīt noklusētos parakstus
ru_ru: Установить подписи по умолчанию
sk_sk: Nastaviť predvolené podpisy
tr_tr: Varsayılan imzaları ayarla

source: Set password
de_de: Passwort festlegen
fi_fi: Aseta salasana
ja_jp: パスワードの設定
lv_lv: Iestatīt paroli
ru_ru: Восстановить пароль
sk_sk: Nastaviť heslo
tr_tr: Parola belirle

source: Set up and configure %s meetings
de_de: %s-Meetings einrichten und konfigurieren
fi_fi: Määritä ja konfiguroi %s-kokouksia
ja_jp: %s 会議の設定と構成
lv_lv: Iestatīt un konfigurēt %s mītiņus
ru_ru: Установка и настройка %s конференций
sk_sk: Nastavenie a konfigurácia schôdzok %s
tr_tr: %s toplantılarını ayarla ve yapılandır

source: Set up and configure Zoom meetings
de_de: Richten Sie Zoom-Meetings ein und konfigurieren Sie diese
fi_fi: Määritä ja konfiguroi Zoom-kokouksia
ja_jp: Zoom会議の設定と構成
lv_lv: Iestatīt un konfigurēt Zoom mītiņus
ru_ru: Установка и настройка Zoom-конференций
sk_sk: Nastavenie a konfigurácia schôdzok Zoom
tr_tr: Zoom toplantılarını ayarlayıp yapılandırın

source: Set your preferred layout
de_de: Legen Sie Ihr bevorzugtes Layout fest
fi_fi: Aseta haluamasi ulkoasu
ja_jp: お好みのレイアウトを設定
lv_lv: Iestatīt vēlamo izkārtojumu
ru_ru: Установите предпочитаемый макет
sk_sk: Nastaviť preferované rozloženie
tr_tr: Tercih ettiğiniz düzeni ayarların

source: Set your preferred working hours. This timeframe will be highlighted in day, week, and workweek view. The time scale works like a zoom level. A lower number zooms in.
de_de: Legen Sie Ihre bevorzugten Arbeitszeiten fest. Dieser Zeitrahmen wird in der Tages-, Wochen- und Arbeitswochenansicht hervorgehoben. Die Zeitskala funktioniert wie eine Zoomstufe. Eine niedrigere Zahl vergrößert die Ansicht.
fi_fi: Aseta haluamasi työajat. Tämä aikaväli korostuu päivä-, viikko- ja työviikkonäkymässä. Aika-asteikko toimii kuten zoomausasteikko. Pienempi luku zoomaa sisäänpäin.
ja_jp: お好みの稼働時間を設定します。このタイムレームは日ビュー、週ビュー、稼働週ビューで強調表示されます。時間の間隔はズームレベルのように機能します。数字が小さいほどズームインします。
lv_lv: Iestatiet vēlamo darba laiku. Šis laika grafiks tiks izcelts dienas, nedēļas un darba nedēļas skatā. Laika skala darbojas kā tālummaiņas līmenis. Mazāks skaitlis palielina tālumu.
ru_ru: Установите предпочтительные часы работы. Эти временные рамки будут выделены в режиме просмотра дня, недели и рабочей недели. Временная шкала работает как уровень масштабирования. Меньшее число увеличивает масштаб.
sk_sk: Nastavte si preferovanú pracovnú dobu. Tento časový rámec bude zvýraznený v zobrazení dňa, týždňa a pracovného týždňa. Časový rámec funguje ako úroveň priblíženia. Nižšie číslo približuje.
tr_tr: Tercih ettiğiniz çalışma saatlerini ayarlayın. Bu zaman aralığı; gün, hafta ve iş haftası görünümünde kullanılacaktır. Zaman ölçeği, yakınlaştırma seviyesi gibi çalışır. Daha düşük sayılar yakınlaştırmayı artırır.

source: Settings
de_de: Einstellungen
fi_fi: Asetukset
ja_jp: 設定
lv_lv: Iestatījumi
ru_ru: Настройки
sk_sk: Nastavenia
tr_tr: Ayarlar

source: Settings Folders
de_de: Ordnereinstellungen
fi_fi: Asetukset-kansio
ja_jp: 設定フォルダー
lv_lv: Iestatījumu mapes
ru_ru: Настройки папок
sk_sk: Priečinok nastavení
tr_tr: Ayarlar Klasörleri

source: Settings got a new search
de_de: Einstellungen haben eine neue Suche erhalten
fi_fi: Asetuksiin on tullut uusi haku
ja_jp: 設定に新しい検索を追加
lv_lv: Iestatījumiem ir jauna meklēšana
ru_ru: Настройки получили новый поиск
sk_sk: Novo pridané vyhľadávanie v nastaveniach
tr_tr: Ayarlarda artık yeni bir arama işlevi var

source: Setup
de_de: Konfiguration
fi_fi: Asetus
ja_jp: 設定
lv_lv: Iestatījumi
ru_ru: Настроить
sk_sk: Nastavenie
tr_tr: Kurulum

source: Share
de_de: Freigeben
fi_fi: Jaa
ja_jp: 共有
lv_lv: Koplietot
ru_ru: Общий доступ
sk_sk: Zdieľať
tr_tr: Paylaş

source: Share %1$s "%2$s"
de_de: %1$s "%2$s" freigeben
fi_fi: Jaa %1$s "%2$s"
ja_jp: %1$s "%2$s" を共有する
lv_lv: Koplietojums %1$s "%2$s"
ru_ru: Поделиться %1$s «%2$s»
sk_sk: Zdieľať %1$s "%2$s"
tr_tr: "%2$s" %1$s paylaş

source: Share / Permissions
de_de: Freigeben / Berechtigungen
fi_fi: Jaa / Käyttöoikeudet
ja_jp: 共有 / 権限
lv_lv: Koplietojums / Tiesības
ru_ru: Поделиться / Разрешения
sk_sk: Zdieľanie / oprávnenia
tr_tr: Paylaşım / İzinler

source: Share with subfolders
de_de: Mit Unterordnern freigeben
fi_fi: Jaa alakansioiden kanssa
ja_jp: サブフォルダーと共有
lv_lv: Koplietot ar apakšmapēm
ru_ru: Поделиться с подпапками
sk_sk: Zdieľať vrátane podpriečinkov
tr_tr: Alt klasörlerle birlikte paylaş

source: Shared
de_de: Freigegeben
fi_fi: Jaettu
ja_jp: 共有
lv_lv: Koplietojuma
ru_ru: Общий
sk_sk: Zdieľané
tr_tr: Paylaşılan

source: Shared Appointments
de_de: Gemeinsame Termine
fi_fi: Jaetut tapaamiset
ja_jp: 共有の予定
lv_lv: Kopīgotie mītiņi
ru_ru: Общие встречи
sk_sk: Zdieľané schôdzky
tr_tr: Paylaşılan randevular

source: Shared Categories
de_de: Freigegebene Kategorien
fi_fi: Jaetut luokat
ja_jp: 共有カテゴリ
lv_lv: Koplietojuma kategorijas
ru_ru: Общие категории
sk_sk: Zdieľané kategórie
tr_tr: Paylaşılan kategoriler

source: Shared activity
de_de: Gemeinsamkeiten
fi_fi: Jaettu aktiviteetti
ja_jp: 共有アクティビティ
lv_lv: Koplietojuma darbība
ru_ru: Общие действия
sk_sk: Spoločné aktivity
tr_tr: Paylaşılan etkinlik
