Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Note: Refreshing this subscription will replace the calendar content with the external content. Changes you have made inside appsuite will be overwritten
de_de: Hinweis: Das Aktualisieren des Abonnements überschreibt den Kalenderinhalt mit dem externen Inhalt. Änderungen, die Sie innerhalb von AppSuite vorgenommen haben, werden überschrieben.
fi_fi: Huom: Tämän tilauksen päivittäminen korvaa kalenterisi sisällön ulkoisella sisällöllä. Ohjelmiston sisällä tekemäsi muutokset ylikirjoitetaan
ja_jp: 注: この登録を更新すると、カレンダーの内容が外部のカレンダーの内容に入れ替わります。OX App Suite で変更した内容は上書きされます
lv_lv: Ievērojiet: Šī abonementa jaunināšanas rezultātā kalendāra saturs tiks aizvietotas ar ārējo saturu. Izmaiņas, kuras ir veiktas Open-Xchange aplikācijā tiks zaudētas
ru_ru: Примечание. Обновление подписки заменит содержимое календаря. Существующие настройки будут переопределены
sk_sk: Poznámka: Obnovenie tohto odberu nahradí obsah kalendára externým obsahom. Prepíše akékoľvek zmeny, ktoré ste vykonali v rámci appsuite
tr_tr: Not: Bu aboneliği yenilerseniz takvim içeriği harici içeriklerle değiştirilecektir. Uygulama içinde yaptığınız değişikliklerin üzerine yazılacaktır

# app
source: Notes
de_de: Notizen
fi_fi: Muistiinpanot
ja_jp: メモ
lv_lv: Piezīmes
ru_ru: Заметки
sk_sk: Poznámky
tr_tr: Notlar

source: Notification
de_de: Benachrichtigung
fi_fi: Ilmoitus
ja_jp: 通知
lv_lv: Paziņojums
ru_ru: Уведомление
sk_sk: Oznámenie
tr_tr: Bildirim

source: Notification area
de_de: Infobereich
fi_fi: Ilmoitusalue
ja_jp: 通知エリア
lv_lv: Paziņojumu apgabals
ru_ru: Область уведомлений
sk_sk: Oznamovacia oblasť
tr_tr: Bildirim alanı

source: Notifications
de_de: Benachrichtigungen
fi_fi: Ilmoitukset
ja_jp: 通知
lv_lv: Paziņojumi
ru_ru: Уведомления
sk_sk: Oznámenia
tr_tr: Bildirimler

source: Notifications related to appointments
de_de: Benachrichtigungen in Bezug auf Termine
fi_fi: Tapaamisilmoitukset
ja_jp: 予定に関する通知
lv_lv: Mītiņu paziņojumi
ru_ru: Уведомления, связанные со встречами
sk_sk: Oznámenia týkajúce sa schôdzok
tr_tr: Randevularla ilgili bildirimler

source: Notifications related to email
de_de: Benachrichtigungen in Bezug auf E-Mails
fi_fi: Sähköposti-ilmoitukset
ja_jp: メールに関する通知
lv_lv: E-pasta paziņojumi
ru_ru: Уведомления, связанные с электронной почтой
sk_sk: Oznámenia týkajúce sa e-mailu
tr_tr: E-postayla ilgili bildirimler

source: Notifications related to tasks
de_de: Benachrichtigungen in Bezug auf Aufgaben
fi_fi: Tehtäväilmoitukset
ja_jp: タスクに関する通知
lv_lv: Uzdevumu paziņojumi
ru_ru: Уведомления, связанные с задачами
sk_sk: Oznámenia týkajúce sa úloh
tr_tr: Görevlerle ilgili bildirimler

source: Notify %1$s after end.
de_de: %1$s nach Ende benachrichtigen.
fi_fi: Ilmoita %1$s loppumisen jälkeen.
ja_jp: 終了後に%1$sを通知します。
lv_lv: Paziņot %1$s pēc beigām.
ru_ru: Уведомить %1$s после окончания.
sk_sk: Pripomenúť %1$s po ukončení.
tr_tr: Bittikten %1$s sonra anımsat.

source: Notify %1$s after start.
de_de: %1$s nach Beginn benachrichtigen.
fi_fi: Ilmoita %1$s alkamisen jälkeen.
ja_jp: 開始後に%1$sを通知します。
lv_lv: Paziņot %1$s pēc sākuma.
ru_ru: Уведомить %1$s после начала.
sk_sk: Pripomenúť %1$s po začiatku.
tr_tr: Başladıktan %1$s sonra anımsat.

source: Notify %1$s before end.
de_de: %1$s vor Ende benachrichtigen.
fi_fi: Ilmoita %1$s ennen päättymistä.
ja_jp: 終了前に%1$sを通知します。
lv_lv: Paziņot %1$s pirms beigām.
ru_ru: Уведомить %1$s до завершения.
sk_sk: Pripomenúť %1$s pred koncom.
tr_tr: Bitmeden %1$s önce anımsat.

source: Notify %1$s before start.
de_de: %1$s vor Beginn benachrichtigen.
fi_fi: Ilmoita %1$s ennen alkamista.
ja_jp: 開始前に%1$sを通知します。
lv_lv: Paziņot %1$s pirms sākuma.
ru_ru: Уведомить %1$s до начала.
sk_sk: Pripomenúť %1$s pred začiatkom.
tr_tr: Başlamadan %1$s önce anımsat.

source: Notify at %1$s.
de_de: Am %1$s benachrichtigen.
fi_fi: Ilmoita %1$s.
ja_jp: %1$sに通知します。
lv_lv: Paziņot %1$s.
ru_ru: Уведомить %1$s.
sk_sk: Pripomenúť %1$s.
tr_tr: %1$s tarihinde anımsat.

source: Notify at end.
de_de: Bei Ende benachrichtigen.
fi_fi: Ilmoita tapaamisen loppuessa.
ja_jp: 終了時に通知します。
lv_lv: Paziņot pie beigām.
ru_ru: Уведомить в конце.
sk_sk: Pripomenúť na konci.
tr_tr: Biterken anımsat.

source: Notify at start.
de_de: Bei Beginn benachrichtigen.
fi_fi: Ilmoita tapaamisen alkaessa.
ja_jp: 開始時に通知します。
lv_lv: Paziņot pie sākuma.
ru_ru: Уведомить в начале.
sk_sk: Pripomenúť na začiatku.
tr_tr: Başlarken anımsat.

source: Notify on incoming calls
de_de: Bei eingehenden Anrufen benachrichtigen
fi_fi: Ilmoita saapuvat puhelut
ja_jp: 着信時に通知します。
lv_lv: Ziņot par Ienākošiem zvaniem
ru_ru: Уведомлять о входящих вызовах
sk_sk: Upozorniť na prichádzajúce hovory
tr_tr: Çağrı geldiğinde bildir

source: Now active
de_de: jetzt aktiv
fi_fi: Nyt käynnissä
ja_jp: 現在有効
lv_lv: Pašlaik aktīvs
ru_ru: Активно
sk_sk: Teraz aktívne
tr_tr: Şu anda aktif

source: Number format
de_de: Zahlenformat
fi_fi: Luvun muotoilu
ja_jp: 表示形式
lv_lv: Skaitļu formāts
ru_ru: Числовой формат
sk_sk: Formát čísel
tr_tr: Sayı biçimi

source: Objects
de_de: Objekte
fi_fi: Esineet
ja_jp: オブジェクト
lv_lv: Objekti
ru_ru: Объекты
sk_sk: Predmety
tr_tr: Nesneler

source: Occurrences
de_de: Ereignisse
fi_fi: Tapaamisia
ja_jp: 回数
lv_lv: Atkārtojumi
ru_ru: Число повторов
sk_sk: Opakovania
tr_tr: Yinelemeler

source: Ocean
de_de: Ozean
fi_fi: Valtameri
ja_jp: オーシャン
lv_lv: Okeāns
ru_ru: Океан
sk_sk: Oceán
tr_tr: Okyanus

source: Offline
ja_jp: オフライン
lv_lv: Bezsaiste
ru_ru: Автономно
sk_sk: Režime offline
tr_tr: Çevrimdışı

source: Offline mode
de_de: Offline-Modus
fi_fi: Offline tila
ja_jp: オフラインモード
lv_lv: Bezsaistes režīms
ru_ru: Автономный режим
sk_sk: Režime offline
tr_tr: Çevrimdışı modu

source: Ok
lv_lv: Labi
ru_ru: ОК
tr_tr: Tamam

source: On %1$s %2$s wrote:
de_de: %2$s hat am %1$s geschrieben:
fi_fi: %1$s %2$s kirjoitti:
ja_jp: %1$s に %2$s が次のように書きました：
lv_lv: %1$s %2$s rakstīja:
ru_ru: %1$s %2$s пишет:
sk_sk: %2$s napísal %1$s:
tr_tr: %1$s tarihinde %2$s yazdı:

source: On behalf of
de_de: Im Auftrag von
fi_fi: Puolesta
ja_jp: 代理で
lv_lv: Kā vārdā
ru_ru: От имени
sk_sk: V mene
tr_tr: Adına gönderilen

source: On behalf of the owner
de_de: im Auftrag des Eigentümers
fi_fi: Omistajan puolesta
ja_jp: 所有者の代理として作成
lv_lv: Īpašnieka vārdā
ru_ru: От имени владельца
sk_sk: V mene vlastníka
tr_tr: Sahibin adına

source: On replies or forwardings
de_de: Bei Antworten oder Weiterleitungen
fi_fi: Oletusallekirjoitukset vastauksiin tai välitettyihin viesteihin
ja_jp: 返信または転送
lv_lv: Pie atbildēm un nosūtīšanām
ru_ru: При ответах или пересылках
sk_sk: V prípade odpovedí alebo preposlaných správ
tr_tr: Yanıtlarda ve iletilenlerde

source: On specific date
de_de: An bestimmtem Datum
fi_fi: Määriteltynä päivämääränä
ja_jp: 指定する日付
lv_lv: Norādītā datumā
ru_ru: В определенный день
sk_sk: V konkrétnom dátume
tr_tr: Belli bir tarihte

# weekly
source: On workdays.
de_de: An Werktagen.
fi_fi: Työpäivinä.
ja_jp: 稼働日
lv_lv: Darba dienās.
ru_ru: В рабочие дни.
sk_sk: V pracovné dni.
tr_tr: İş günlerinde.

source: Once complete, please enter an authentication code to verify everything is configured properly.
de_de: Wenn Sie fertig sind, geben Sie bitte einen Authentifizierungscode ein, um zu überprüfen, ob alles korrekt konfiguriert ist.
fi_fi: Kun olet valmis, syötä varmennuskoodi jolla vahvistat, että konfigurointi on tehty oikein.
ja_jp: 完了すれば、認証コードを入力して、すべてが適切であることを確認してください。
lv_lv: Kad pabeigts, lūdzu ievadiet autentifikācijas kodu, lai pārliecinātos, ka viss ir pareizi konfigurēts.
ru_ru: После завершения введите код аутентификации для подтверждения конфигурации.
sk_sk: Po dokončení zadajte overovací kód, aby ste potvrdili, že je všetko správne nastavené.
tr_tr: İşlem bittikten sonra her şeyin düzgün yapılandırıldığını onaylamak için lütfen doğrulama kodunu yazın.

source: One day
de_de: Ein Tag
fi_fi: Yksi päivä
ja_jp: 1 日
lv_lv: Viena diena
ru_ru: Один день
sk_sk: jeden deň
tr_tr: Bir gün

source: One month
de_de: Ein Monat
fi_fi: Yksi kuukausi
ja_jp: 1か月
lv_lv: Viens mēnesis
ru_ru: Один месяц
sk_sk: jeden mesiac
tr_tr: Bir ay

source: One of the embedded images could not be used.
de_de: Eines der eingebetteten Bilder konnte nicht verwendet werden.
fi_fi: Yhtä upotetuista kuvista ei voitu käyttää.
ja_jp: 埋め込み画像の一枚が使用できませんでした。
lv_lv: Kāds no ievietotajiem attēliem nevar tikt izmantots.
ru_ru: Одно из встроенных изображений не может быть использовано.
sk_sk: Jeden z vnorených obrázkov sa nepodarilo použiť.
tr_tr: Gömülü resimlerden biri kullanılamadı.

source: One tap mobile (%1$s): %2$s
de_de: Schnelleinwahl mobil (%1$s): %2$s
fi_fi: Mobiilipikavalinta (%1$s): %2$s
ja_jp: ワンタップモバイル (%1$s): %2$s
lv_lv: Ātrā uzziņa (%1$s): %2$s
ru_ru: Мобильный телефон в одно касание (%1$s): %2$s
sk_sk: Mobil jedným kliknutím (%1$s): %2$s
tr_tr: Tek dokunuş mobil (%1$s): %2$s

source: One week
de_de: Eine Woche
fi_fi: Yksi viikko
ja_jp: 1 週間
lv_lv: Viena nedēļa
ru_ru: Одна неделя
sk_sk: jeden týždeň
tr_tr: Bir hafta

source: One year
de_de: Ein Jahr
fi_fi: Yksi vuosi
ja_jp: １年
lv_lv: Viens gads
ru_ru: Один год
sk_sk: jeden rok
tr_tr: Bir yıl

source: Online
ja_jp: オンライン
lv_lv: Tiešsaiste
ru_ru: В сети
tr_tr: Çevrimiçi

source: Online help
de_de: Online-Hilfe
fi_fi: Online -ohje
ja_jp: オンライン ヘルプ
lv_lv: Tiešsaistes palīgs
ru_ru: Онлайн-справка
sk_sk: Pomocník
tr_tr: Çevrimiçi yardım

source: Online help: %1$s
de_de: Online-Hilfe: %1$s
fi_fi: Online -ohje: %1$s
ja_jp: オンライン ヘルプ：%1$s
lv_lv: Tiešsaistes palīgs: %1$s
ru_ru: Онлайн помощь: %1$s
sk_sk: Online pomocník: %1$s
tr_tr: Çevrimiçi yardım: %1$s

source: Online now
de_de: Jetzt online
fi_fi: Online-tilassa nyt
ja_jp: 現在オンライン
lv_lv: Pašlaik tiešsaistē
ru_ru: Сейчас в сети
sk_sk: Teraz je online
tr_tr: Çevrimiçi

source: Only from known senders
de_de: Nur von bekannten Absendern
fi_fi: Vain tunnetuilta lähettäjiltä
ja_jp: 既知の差出人のみ
lv_lv: Tikai no zināmiem nosūtītājiem
ru_ru: Только от известных отправителей
sk_sk: Iba od známych odosielateľov
tr_tr: Yalnızca bilinen gönderenlerden

source: Only numbers allowed
de_de: Nur Zahlen erlaubt
fi_fi: Vain numerot sallittu
ja_jp: 数字のみ許可
lv_lv: Atļauti ir tikai cipari
ru_ru: Разрешены только числа
sk_sk: Povolené sú iba čísla
tr_tr: Yalnızca rakam kullanılabilir

source: Open %1$s
de_de: %1$s öffnen
fi_fi: Avaa %1$s
ja_jp: %1$s を開く
lv_lv: Atvērt %1$s
ru_ru: Открыть %1$s
sk_sk: Otvoriť %1$s
tr_tr: %1$s ile aç

source: Open %1$s in %2$s
de_de: %1$s in %2$s öffnen
fi_fi: Avaa %1$s sovelluksessa %2$s
ja_jp: %1$sを%2$sで開く
lv_lv: Atvērt %1$s iekš %2$s
ru_ru: Открыть %1$s в %2$s
sk_sk: Otvoriť %1$s v %2$s
tr_tr: %1$s klasörünü %2$s ile aç

source: Open Drafts
de_de: "Entwürfe" öffnen
fi_fi: Avaa luonnokset
ja_jp: 下書きを開く
lv_lv: Atvērt melnrakstus
ru_ru: Открыть черновики
sk_sk: Otvoriť Rozpísané
tr_tr: Taslakları aç

source: Open Inbox
de_de: "Posteingang" öffnen
fi_fi: Avaa Saapuneet-kansio
ja_jp: 受信トレイを開く
lv_lv: Atvērt iesūtni
ru_ru: Открыть входящие
sk_sk: Otvoriť Prijaté
tr_tr: Gelen kutusunu aç

source: Open Sent
de_de: "Gesendet" öffnen
fi_fi: Avaa Lähetetyt-kansio
ja_jp: 送信済みを開く
lv_lv: Atvērt nosūtīto
ru_ru: Открыть отправленные
sk_sk: Open Odoslané
tr_tr: Gönderilenleri aç

source: Open Street Map
fi_fi: Avaa katukartta
lv_lv: Open Street karte
ru_ru: Открыть просмотр улиц
tr_tr: Sokak haritasını aç

source: Open Zoom profile
de_de: Zoom-Profil öffnen
fi_fi: Avaa Zoom-profiili
ja_jp: Zoomプロファイルを開く
lv_lv: Atvērt Zoom profilu
ru_ru: Открыть профиль Zoom
sk_sk: Otvoriť profil Zoom
tr_tr: Zoom profilini aç

source: Open all messages
de_de: Alle Nachrichten öffnen
fi_fi: Avaa kaikki viestit
ja_jp: すべてのメッセージを開く
lv_lv: Atvērt visus ziņojumus
ru_ru: Открыть все сообщения
sk_sk: Otvoriť všetky správy
tr_tr: Tüm iletileri aç

source: Open attachment
de_de: Anhang öffnen
fi_fi: Avaa liite
ja_jp: 添付ファイルを開く
lv_lv: Atvērt pievienojumu
ru_ru: Открыть вложение
sk_sk: Otvoriť prílohu
tr_tr: Eki aç

source: Open description panel
de_de: Beschreibungspanel öffnen
fi_fi: Sulje kuvauspaneeli
ja_jp: 説明パネルを開く
lv_lv: Atvērt apraksta paneli
ru_ru: Открыть панель описания
sk_sk: Otvoriť panel popisu
tr_tr: Açıklama panelini aç

source: Open external link
de_de: Externen Link öffnen
fi_fi: Avaa ulkoinen linkki
ja_jp: 外部リンクを開く
lv_lv: Atvērt ārējo saiti
ru_ru: Открыть внешнюю ссылку
sk_sk: Otvoriť externý odkaz
tr_tr: Dış bağlantıyı aç

source: Open file
de_de: Datei öffnen
fi_fi: Avaa tiedosto
ja_jp: ファイルを開きます。
lv_lv: Atvērt failu
ru_ru: Открыть файл
sk_sk: Otvoriť súbor
tr_tr: Dosyayı aç

source: Open file. Drag to your desktop to download.
de_de: Datei öffnen. Zum Herunterladen bitte per Drag & Drop auf Ihrem Desktop ablegen.
fi_fi: Avaa tiedosto. Lataa tiedosto raahaamalla se työpöydällesi .
ja_jp: ファイルを開きます。ダウンロードするには、デスクトップにドラッグします。
lv_lv: Atvērt failu. Lai lejupielādētu, pārvelciet uz darbvirsmu.
ru_ru: Открыть файл. Чтобы скачать, перетащите на рабочий стол.
sk_sk: Otvoriť súbor. Stiahnuť môžete pretiahnutím na plochu.
tr_tr: Dosyayı açar. İndirmek için masaüstünüze sürükleyin.

source: Open folder view
de_de: Ordneransicht öffnen
fi_fi: Avaa kansionäkymä
ja_jp: フォルダービューを開く
lv_lv: Atvērt mapes skatu
ru_ru: Открыть просмотр папок
sk_sk: Otvoriť zobrazenie priečinka
tr_tr: Klasör görünümünü aç

source: Open in %1$s
de_de: In %1$s öffnen
fi_fi: Avaa %1$s
ja_jp: %1$s で開く
lv_lv: Atvērt ar %1$s
ru_ru: Открыть в %1$s
sk_sk: Otvoriť v %1$s
tr_tr: %1$s ile aç

source: Open in calendar
de_de: Im Kalender öffnen
fi_fi: Avaa kalenterissa
ja_jp: カレンダーで開く
lv_lv: Atvērt kalendārā
ru_ru: Открыть в календаре
sk_sk: Otvoriť v kalendári
tr_tr: Takvimde aç

source: Open in pop out viewer
de_de: In eigenem Viewer öffnen
fi_fi: Avaa erillisessä ikkunassa
ja_jp: ポップアウトビューアを開く
lv_lv: Atvērt uznirstošo skatītāju
ru_ru: Открыть во всплывающем окне просмотра
sk_sk: Otvoriť v samostatnom okne prehliadača
tr_tr: Ayrık görüntüleyicide aç

source: Open online help
de_de: Online-Hilfe öffnen
fi_fi: Avaa online -ohje
ja_jp: オンラインヘルプを開く
lv_lv: Atvērt tiešsaistes palīgu
ru_ru: Открыть онлайн-справку
sk_sk: Otvoriť online pomocníka
tr_tr: Çevrimiçi yardımı aç

source: Open original email in new browser tab.
de_de: Ursprüngliche E-Mail in einem neuen Browser-Tab öffnen.
fi_fi: Avaa alkuperäinen sähköposti selaimen välilehdessä.
ja_jp: 元のメールを新規ブラウザタブで開きます。
lv_lv: Atvērt e-pastu jaunā pārlūka lapā.
ru_ru: Открыть исходное письмо в новой вкладке браузера.
sk_sk: Otvoriť pôvodný email v karte prehliadača.
tr_tr: E-postanın aslını yeni tarayıcı sekmesinde aç.

source: Open parental control settings
de_de: Jugendschutz-Einstellungen öffnen
fi_fi: Avaa vanhempien valvontasetukset
ja_jp: ペアレンタル コントロールの設定を表示
lv_lv: Atvērt kontroles iestatījumus
ru_ru: Открыть родительский контроль
sk_sk: Otvorenie rodičovských nastavení
tr_tr: Ebeveyn denetimi ayarlarını aç

source: Open sharing dialog
de_de: Freigabedialog öffnen
fi_fi: Avaa jakaminen -valintaikkuna
ja_jp: 共有ダイアログを開く
lv_lv: Atvērt kopīgošanas dialogu
ru_ru: Открыть окно совместного доступа
sk_sk: Otvoriť dialógové okno zdieľania
tr_tr: Paylaşım iletişim kutusunu aç

source: Open the app on your device and enter the following information.
de_de: Öffnen Sie die App auf Ihrem Gerät und geben Sie die folgenden Informationen ein.
fi_fi: Avaa sovellus laitteellasi ja anna seuraavat tiedot.
ja_jp: デバイスでアプリケーションを開いて、次の情報を入力します。
lv_lv: Atveriet lietotni savā ierīcē un ievadiet sekojošo informāciju.
ru_ru: Откройте приложение на своем устройстве и введите следующую информацию.
sk_sk: Otvorte aplikáciu v zariadení a zadajte nasledujúce informácie.
tr_tr: Cihazınızda uygulamayı açıp aşağıdaki bilgileri girin.

source: Open/close all messages
de_de: Alle Nachrichten öffnen/schließen
fi_fi: Avaa/sulje kaikki viestit
ja_jp: すべてのメッセージを開く/閉じる
lv_lv: Atvērt/aizvērt visus ziņojumus
ru_ru: Открыть/закрыть все сообщения
sk_sk: Otvoriť/zatvoriť všetky správy
tr_tr: Tüm iletileri aç/kapat

source: Optional
fi_fi: Valinnainen
ja_jp: オプション 03
lv_lv: Neobligāti
ru_ru: Дополнительно
sk_sk: Voliteľné
tr_tr: İsteğe bağlı

source: Optional 01
fi_fi: Vapaavalintainen 01
ja_jp: オプション 01
lv_lv: Papildus 1
ru_ru: Дополнительно 01
sk_sk: Voliteľné 01
tr_tr: Seçimli 01

source: Optional 02
fi_fi: Vapaavalintainen 02
ja_jp: オプション 02
lv_lv: Papildus 2
ru_ru: Дополнительно 02
sk_sk: Voliteľné 02
tr_tr: Seçimli 02

source: Optional 03
fi_fi: Vapaavalintainen 03
ja_jp: オプション 03
lv_lv: Papildus 3
ru_ru: Дополнительно 03
sk_sk: Voliteľné 03
tr_tr: Seçimli 03

source: Optional 04
fi_fi: Vapaavalintainen 04
ja_jp: オプション 04
lv_lv: Papildus 4
ru_ru: Дополнительно 04
sk_sk: Voliteľné 04
tr_tr: Seçimli 04

source: Optional 05
fi_fi: Vapaavalintainen 05
ja_jp: オプション 05
lv_lv: Papildus 5
ru_ru: Дополнительно 05
sk_sk: Voliteľné 05
tr_tr: Seçimli 05

source: Optional 06
fi_fi: Vapaavalintainen 06
ja_jp: オプション 06
lv_lv: Papildus 6
ru_ru: Дополнительно 06
sk_sk: Voliteľné 06
tr_tr: Seçimli 06

source: Optional 07
fi_fi: Vapaavalintainen 07
ja_jp: オプション 07
lv_lv: Papildus 7
ru_ru: Дополнительно 07
sk_sk: Voliteľné 07
tr_tr: Seçimli 07

source: Optional 08
fi_fi: Vapaavalintainen 08
ja_jp: オプション 08
lv_lv: Papildus 8
ru_ru: Дополнительно 08
sk_sk: Voliteľné 08
tr_tr: Seçimli 08

source: Optional 09
fi_fi: Vapaavalintainen 09
ja_jp: オプション 09
lv_lv: Papildus 9
ru_ru: Дополнительно 09
sk_sk: Voliteľné 09
tr_tr: Seçimli 09

source: Optional 10
fi_fi: Vapaavalintainen 10
ja_jp: オプション 10
lv_lv: Papildus 10
ru_ru: Дополнительно 10
sk_sk: Voliteľné 10
tr_tr: Seçimli 10

source: Optional 11
fi_fi: Vapaavalintainen 11
ja_jp: オプション 11
lv_lv: Papildus 11
ru_ru: Дополнительно 11
sk_sk: Voliteľné 11
tr_tr: Seçimli 11

source: Optional 12
fi_fi: Vapaavalintainen 12
ja_jp: オプション 12
lv_lv: Papildus 12
ru_ru: Дополнительно 12
sk_sk: Voliteľné 12
tr_tr: Seçimli 12

source: Optional 13
fi_fi: Vapaavalintainen 13
ja_jp: オプション 13
lv_lv: Papildus 13
ru_ru: Дополнительно 13
sk_sk: Voliteľné 13
tr_tr: Seçimli 13

source: Optional 14
fi_fi: Vapaavalintainen 14
ja_jp: オプション 14
lv_lv: Papildus 14
ru_ru: Дополнительно 14
sk_sk: Voliteľné 14
tr_tr: Seçimli 14

source: Optional 15
fi_fi: Vapaavalintainen 15
ja_jp: オプション 15
lv_lv: Papildus 15
ru_ru: Дополнительно 15
sk_sk: Voliteľné 15
tr_tr: Seçimli 15

source: Optional 16
fi_fi: Vapaavalintainen 16
ja_jp: オプション 16
lv_lv: Papildus 16
ru_ru: Дополнительно 16
sk_sk: Voliteľné 16
tr_tr: Seçimli 16

source: Optional 17
fi_fi: Vapaavalintainen 17
ja_jp: オプション 17
lv_lv: Papildus 17
ru_ru: Дополнительно 17
sk_sk: Voliteľné 17
tr_tr: Seçimli 17

source: Optional 18
fi_fi: Vapaavalintainen 18
ja_jp: オプション 18
lv_lv: Papildus 18
ru_ru: Дополнительно 18
sk_sk: Voliteľné 18
tr_tr: Seçimli 18

source: Optional 19
fi_fi: Vapaavalintainen 19
ja_jp: オプション 19
lv_lv: Papildus 19
ru_ru: Дополнительно 19
sk_sk: Voliteľné 19
tr_tr: Seçimli 19

source: Optional 20
fi_fi: Vapaavalintainen 20
ja_jp: オプション 20
lv_lv: Papildus 20
ru_ru: Дополнительно 20
sk_sk: Voliteľné 20
tr_tr: Seçimli 20

source: Options
de_de: Optionen
fi_fi: Valinnat
ja_jp: オプション
lv_lv: Opcijas
ru_ru: Параметры
sk_sk: Možnosti
tr_tr: Seçenekler

source: Orange
fi_fi: Oranssi
ja_jp: オレンジ
lv_lv: Oranžs
ru_ru: Оранжевый
sk_sk: Oranžová
tr_tr: Turuncu

source: Organizer
de_de: Organisator
fi_fi: Järjestelijä
ja_jp: 開催者
lv_lv: Organizators
ru_ru: Организатор
sk_sk: Organizátor
tr_tr: Organizatör

source: Organizer changed
de_de: Organisator geändert
fi_fi: Järjestäjä muuttui
ja_jp: 開催者の変更
lv_lv: Organizators ir mainīts
ru_ru: Организатор был изменен
sk_sk: Organizátor bol zmenený
tr_tr: Organizatör değiştirildi

source: Original
fi_fi: Alkuperäinen
ja_jp: 元
lv_lv: Oriģināls
ru_ru: Исходный
sk_sk: Pôvodná
tr_tr: Orijinal

source: Original mail
de_de: Ursprüngliche E-Mail
fi_fi: Alkuperäinen viesti
ja_jp: 元のメール
lv_lv: Sākotnējais e-pasts
ru_ru: Исходное сообщение
sk_sk: Pôvodný email
tr_tr: Orijinal e-posta

source: Other
de_de: Weitere
fi_fi: Muu
ja_jp: その他
lv_lv: Cits
ru_ru: Другое
sk_sk: Iné
tr_tr: Diğer

source: Other Address
de_de: Weitere Anschrift
fi_fi: Muu osoite
ja_jp: その他の住所
lv_lv: Cita adrese
ru_ru: Другие адреса
sk_sk: Iná adresa
tr_tr: Diğer adres

source: Other address
de_de: Weitere Anschrift
fi_fi: Muu osoite
ja_jp: その他の住所
lv_lv: Cita adrese
ru_ru: Другие адреса
sk_sk: Iné adresy
tr_tr: Diğer adres

source: Our mobile feature set just got an upgrade! Now, you can enjoy even more features on your mobile device that were once exclusive to desktops. Say hello to customizable mail signatures, email formatting, reminders, move and archive functions, and even printing - all available right at your fingertips.
de_de: Unser Funktionsumfang auf Smartphones hat ein Upgrade erhalten! Jetzt können Sie noch mehr Funktionen auf Ihrem Mobilgerät nutzen, die bisher nur auf dem Desktop verfügbar waren. Freuen Sie sich auf anpassbare E-Mail-Signaturen, E-Mail-Formatierungen, Erinnerungen, Verschiebe- und Archivierfunktionen sowie sogar das Drucken.
fi_fi: Mobiiliominaisuutemme on päivitetty! Nyt voit nauttia mobiililaitteellasi entistäkin useammista ominaisuuksista, jotka aiemmin olivat käytettävissä vain pöytätietokoneilla. Uutta ovat mukautettavat sähköpostin allekirjoitukset, sähköpostin muotoilu, muistutukset, siirto- ja arkistointitoiminnot ja jopa tulostus - kaikki käytettävissäsi.
ja_jp: モバイル機能がアップグレードされました。デスクトップ専用だった機能が、モバイル端末でさらに充実しました。カスタマイズ可能なメールの署名、フォーマット、リマインダー、移動とアーカイブ機能、そして印刷まで、すべての機能があなたの指先から利用できます。
lv_lv: Mūsu mobilo funkciju komplekts tikko tika uzlabots! Tagad mobilajā ierīcē varat izmantot vēl vairāk funkciju, kas agrāk bija pieejamas tikai izmantojot datoru. Izmantojiet pielāgojamus e-pasta parakstus, e-pasta formatēšanu, atgādinājumus, pārvietošanas un arhivēšanas funkcijas un drukāšanu - tas viss ir pieejams tieši jums pa rokai.
ru_ru: Наш набор функций для мобильных устройств только что обновился! Теперь на мобильном устройстве вы можете пользоваться еще большим количеством функций, которые раньше были доступны только на настольных компьютерах. Поприветствуйте настраиваемые почтовые подписи, форматирование электронной почты, напоминания, функции перемещения и архивирования, и даже печать — все это доступно прямо у вас под рукой.
sk_sk: Práve sme rozšírili našu sadu mobilných funkcií! Teraz si môžete na svojom mobilnom zariadení vychutnať ešte viac funkcií, ktoré boli kedysi exkluzívne pre stolné počítače. Zoznámte sa s prispôsobiteľnými podpismi pošty, formátovaním e-mailov, pripomienkami, funkciami presunu a archivácie a dokonca aj tlačou - to všetko máte k dispozícii priamo na dosah ruky.
tr_tr: Mobil özelliklerimiz güncellendi! Daha önce bilgisayarda kullanabildiğiniz pek çok özelliği artık mobil cihazınızda da kullanabilirsiniz. Kişisel e-posta imzaları, e-posta biçimlendirme, anımsatıcılar, taşıma ve arşivleme işlevleri, hatta yazdırma özelliği artık parmaklarınızın ucunda.

source: Our newly designed notification center keeps you always up to date. Find all your appointments, reminders and birthdays at a glance.
de_de: Mit unserer neu gestalteten Mitteilungszentrale bleiben Sie immer auf dem Laufenden. Finden Sie alle Ihre Termine, Erinnerungen und Geburtstage auf einen Blick.
fi_fi: Uudistetun ilmoituskeskuksemme pitää sinut aina ajan tasalla. Löydät kaikki tapaamiset, muistutukset ja syntymäpäivät yhdellä silmäyksellä.
ja_jp: 新しく指定された通知センターが常に最新の情報を知らせます。予定、アラーム、誕生日のすべてが一目でわかります。
lv_lv: Mūsu jaunā dizaina paziņojumu centrs vienmēr nodrošina jūs ar jaunāko informāciju. Vienā mirklī atrodiet visas savas tikšanās, atgādinājumus un dzimšanas dienas.
ru_ru: Благодаря новому дизайну центра уведомлений вы всегда будете в курсе событий. Найдите все свои встречи, напоминания и дни рождения с первого взгляда.
sk_sk: Vďaka nášmu novo navrhnutému centru oznámení budete mať vždy aktuálne informácie. Na prvý pohľad nájdite všetky svoje schôdzky, pripomienky a narodeniny.
tr_tr: Yeni bildirim merkezimizle hiçbir şeyi kaçırmayın. Tüm randevularınızı, anımsatıcılarınızı ve doğum günlerinizi bir bakışta görebileceksiniz.
