Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: This rule applies to all messages. Please add a condition to restrict this rule to specific messages.
de_de: Diese Regel gilt für alle Nachrichten. Fügen Sie bitte eine Bedingung hinzu, um diese Regel auf bestimmte Nachrichten zu beschränken.
fi_fi: Tämä sääntö koskee kaikkia viestejä. Aseta ehto rajaamaan sääntö tiettyihin viesteihin.
ja_jp: このルールはすべてのメッセージに対して適用されます。特定のメッセージに適用するには、条件を追加してください。
lv_lv: Šis nosacījums pašreiz attiecas uz visiem ziņojumiem. Lūzu ierobežojiet tā darbību tikai specifiskiem ziņojumiem.
ru_ru: Правило будет применено ко всем сообщениям. Чтобы ограничить его область действия, добавьте условие.
sk_sk: Toto pravidlo platí pre všetky správy. Prosím, pridajte podmienku obmedzujúcu toto pravidlo na špecifické správy.
tr_tr: Bu kural tüm iletilere uygulanacaktır. Kuralı belirli iletilerle sınırlamak için lütfen bir koşul ekleyin.

source: This rule contains unsupported properties.
de_de: Diese Regel enthält nicht unterstützte Eigenschaften.
fi_fi: Tähän sääntöön sisältyy ei-tuettuja ominaisuuksia.
ja_jp: このルールにはサポートされていないプロパティが含まれます
lv_lv: Šis noteikums satur neatbalstītas īpašības.
ru_ru: Указанные в правиле свойства не поддерживаются.
sk_sk: Toto pravidlo obsahuje nepodporované vlastnosti.
tr_tr: Bu kuralda desteklenmeyen özellikler var.

source: This sender address is related to a disabled mail account. Please choose another sender address or visit settings to enable again.
de_de: Diese Absenderadresse ist mit einem deaktivierten E-Mail-Konto verbunden. Bitte wählen Sie eine andere Absenderadresse oder aktivieren Sie in den Einstellungen das Konto wieder.
fi_fi: Tämä lähettäjän osoite liittyy käytöstä poistettuun sähköpostitiliin. Valitse toinen lähettäjän osoite tai ota tili uudelleen käyttöön asetuksista.
ja_jp: この差出人のアドレスは無効にされたメールアカウントに関係しています。別の差出人アドレスを選択するか、設定で再度有効化してください。
lv_lv: Šī nosūtītāja adrese ir saistīta ar atspējotu e-pasta kontu. Lūdzu izvēlieties citu nosūtītāja adresi, vai iespējojiet šo adresi iestatījumos.
ru_ru: Этот адрес отправителя связан с отключенной учетной записью электронной почты. Пожалуйста, выберите другой адрес отправителя или посетите настройки, чтобы снова включить.
sk_sk: Táto adresa odosielateľa sa vzťahuje k deaktivovanému emailovému účtu. Prosím, zvoľte inú adresu odosielateľa alebo navštívte nastavenia a znovu ho aktivujte.
tr_tr: Bu gönderen adresi devre dışı bırakılmış bir e-posta hesabına ait. Lütfen başka bir gönderen adresi seçin veya adresi yeniden etkinleştirmek için ayarlara gidin.

source: This setting allows you to choose how names consisting of first and last name are formatted
de_de: Mit dieser Einstellung können Sie die Formatierung von Namen festlegen, die aus Vor- und Nachnamen bestehen
fi_fi: Tämän asetuksen avulla voit valita, miten etu- ja sukunimestä koostuvat nimet muotoillaan
ja_jp: この設定では、姓と名で構成される名前の書式を選択できます。
lv_lv: Šis iestatījums ļauj izvēlēties, kā tiek formatēti vārdi, kas sastāv no vārda un uzvārda
ru_ru: Эта настройка позволяет выбрать формат имен, состоящих из имени и фамилии
sk_sk: Toto nastavenie vám umožňuje zvoliť spôsob formátovania mien, ktoré pozostávajú z mena a priezviska
tr_tr: Bu ayar, ad ve soyadından oluşan adların nasıl biçimlendirileceğini seçmenize olanak tanır

source: This setting defines for how long file version are kept until they get deleted automatically after next sign-in
de_de: Diese Einstellung legt fest, wie lange Dateiversionen aufbewahrt werden, bis sie nach der nächsten Anmeldung automatisch gelöscht werden
fi_fi: Nämä asetukset määrittelevät, kuinka kauan tiedostoversioita säilytetään, ennen kuin ne poistetaan automaattisesti seuraavan kirjautumisen jälkeen
ja_jp: この設定は、次のサインイン後に自動的に削除されるまでのファイルバージョンの保存期間を指定します。
lv_lv: Šis iestatījums nosaka, cik ilgi tiek saglabāta failu versija, līdz tā tiek automātiski dzēsta pēc nākamās pieteikšanās
ru_ru: Эта настройка определяет, как долго версии файлов будут сохранены, пока они не будут автоматически удалены после следующего входа
sk_sk: Toto nastavenie určuje, ako dlho sa budú uchovávať verzie súborov, než sa po ďalšom prihlásení automaticky zmažú
tr_tr: Bu ayar, dosya sürümlerinin ne kadar süreyle saklanacağını belirler

source: This setting defines how many versions will be kept. Older versions that exceed this limit will be automatically deleted
de_de: Diese Einstellung legt fest, wie viele Versionen aufbewahrt werden sollen. Ältere Versionen, die diese Grenze überschreiten, werden automatisch gelöscht
fi_fi: Tämä asetus määrittää, kuinka monta versiota säilytetään. Vanhemmat versiot, jotka ylittävät tämän rajan, poistetaan automaattisesti
ja_jp: この設定はいくつのバージョンを保存するかを指定します。期限を超えた古いバージョンは自動で削除されます。
lv_lv: Šis iestatījums nosaka, cik versijas tiks saglabātas. Vecākas versijas, kas pārsniedz šo ierobežojumu, tiks automātiski dzēstas
ru_ru: Эта настройка определяет, сколько версий будет сохранено. Старые версии, превышающие это ограничение, будут автоматически удалены
sk_sk: Toto nastavenie určuje, koľko verzií sa zachová. Staršie verzie nad tento limit budú automaticky odstránené
tr_tr: Bu ayar, kaç sürümün saklanacağını belirler. Bu sınırı aşan eski sürümler otomatik olarak silinecektir

source: This task has no participants yet
de_de: Diese Aufgabe hat noch keine Teilnehmer
fi_fi: Tällä listalla ei vielä ole osallistujia
ja_jp: このタスクへの参加者は登録されていません
lv_lv: Šim uzdevumam pagaidām nav dalībnieku
ru_ru: В этом задании пока никто не участвует
sk_sk: Táto úloha zatiaľ nemá členov
tr_tr: Henüz bu görevin katılımcısı yok

source: This task list is empty
de_de: Diese Aufgabenliste ist leer
fi_fi: Tämä tehtäväluettelo on tyhjä
ja_jp: このタスクリストは空です。
lv_lv: Šis uzdevumu saraksts ir tukšs
ru_ru: Список задач пуст
sk_sk: Zoznam úloh je prázdny
tr_tr: Bu görev listesi boş

source: This task recurs
de_de: Diese Aufgabe wiederholt sich
fi_fi: Tämä tehtävä toistuu
ja_jp: 繰り返しのタスク
lv_lv: Šis uzdevums atkārtojas
ru_ru: Эта задача повторяется
sk_sk: Táto úloha sa opakuje
tr_tr: Bu görev yineleniyor

source: This type of link is unsupported and can't be added.
de_de: Diese Art von Link wird nicht unterstützt und kann nicht hinzugefügt werden.
fi_fi: Tämäntyyppistä linkkiä ei tueta, eikä sitä voi lisätä.
ja_jp: このリンクタイプはサポートされておらず、追加できません。
lv_lv: Šī tipa saite netiek atbalstīta un nevar tikt pievienota.
ru_ru: Этот тип ссылки не поддерживается и не может быть добавлен.
sk_sk: Tento typ odkazu nie je podporovaný a nie je možné ho pridať.
tr_tr: Bu bağlantı türü desteklenmediği için eklenemiyor.

source: This value is too long. The allowed length is %1$d characters.
de_de: Dieser Wert ist zu lang. Die zulässige Länge beträgt %1$d Zeichen.
fi_fi: Tämä arvo on liian pitkä. Sallittu pituus on %1$d merkkiä.
ja_jp: この値は長すぎます。許容文字数は%1$d字です。
lv_lv: Norādītā vērtība ir pārāk gara. Atļautais garums ir %1$d simboli.
ru_ru: Длина значения превышает допустимое значение. Допустимая длина %1$d символов.
sk_sk: Táto hodnota je príliš dlhá. Povolená dĺžka je %1$d znakov.
tr_tr: Bu değer çok uzun. İzin verilen uzunluk %1$d karakter.

source: This weekend
de_de: An diesem Wochenende
fi_fi: Tänä viikonloppuna
ja_jp: 今週末
lv_lv: Šajā nedēļas nogalē
ru_ru: Этими выходными
sk_sk: Tento víkend
tr_tr: Bu hafta sonu

source: This will assign a name to the device
de_de: Hiermit wird dem Gerät ein Name zugewiesen
fi_fi: Tämä antaa laitteelle nimen
ja_jp: デバイスに名前を割り当てます。
lv_lv: Ierīcei tiks piešķirts vārds
ru_ru: Устройству будет присвоено имя
sk_sk: Týmto priradíte zariadeniu názov
tr_tr: Bu işlem, cihaza bir ad atayacaktır

source: This will delete the device named %s.
de_de: Hiermit wird das Gerät namens %s gelöscht.
fi_fi: Tämä poistaa laitteen nimeltä %s.
ja_jp: デバイス名%sを削除します。
lv_lv: Ierīce ar vārdu %s tiks izdzēsta.
ru_ru: Устройство %s будет удалено.
sk_sk: Týmto odstránite zariadenie s názvom %s.
tr_tr: %s adlı cihaz silinecektir.

source: This will edit the name for device (%s)
de_de: Hiermit wird der Name für das Gerät (%s) bearbeitet
fi_fi: Tämä muokkaa laitteen nimeä (%s)
ja_jp: デバイス名(%s)を編集します。
lv_lv: Tiks mainīts ierīces vārds (%s)
ru_ru: Имя устройства (%s) будет изменено
sk_sk: Týmto upravíte názov zariadenia (%s)
tr_tr: Bu işlem, %s adlı cihazın adını düzenleyecektir

source: This wizard helps you to use %1$s on other devices.
de_de: Mit diesem Assistenten können Sie %1$s zur Verwendung auf anderen Geräten einrichten.
fi_fi: Nämä ohjeet auttavat sinua käyttämään %1$s -tuotetta muilla laitteilla.
ja_jp: このウィザードは、他のデバイスで %1$s を使用するのに役立ちます。
lv_lv: Šis vednis palīdzēs jums izmantot %1$s citās savās ierīcēs.
ru_ru: Этот мастер поможет вам использовать %1$s на других устройствах.
sk_sk: Tento sprievodca vám pomôže používať %1$s na iných zariadeniach.
tr_tr: Bu sihirbaz, %1$s uygulamasını diğer cihazlarda kullanmanıza yardımcı olur.

source: This would also delete a currently edited draft.
de_de: Dadurch würde auch ein aktuell bearbeiteter Entwurf gelöscht.
fi_fi: Tämä poistaisi myös muokatun luonnoksen.
ja_jp: これにより現在編集中の下書きも削除されます。
lv_lv: Tiks dzēsts arī tikko rediģētais melnraksts.
ru_ru: Это также приведет к удалению %1$d редактируемого черновика.
sk_sk: Tým by sa tiež odstránila momentálne upravovaná rozpísaná správa.
tr_tr: Bu işlem şu anda düzenlenen taslağı da silecektir.

source: Thread
de_de: Konversation
fi_fi: Keskustelu
ja_jp: スレッド
lv_lv: Vītne
ru_ru: Обсуждение
sk_sk: Vlákno
tr_tr: Dizi

source: Thread contains %1$d message
de_de: Die Konversation enthält eine Nachricht
fi_fi: Ketju sisältää %1$d viestin
ja_jp: スレッドには%1$d通のメッセージがあります。
lv_lv: Pavediens satur %1$d ziņojumu
ru_ru: Тема содержит %1$d сообщение
sk_sk: Vlákno obsahuje %1$d správu
tr_tr: Yazışma %1$d mesaj içeriyor

source: Three months
de_de: Drei Monate
fi_fi: Kolme kuukautta
ja_jp: ３ヶ月
lv_lv: Trīs mēneši
ru_ru: Три месяца
sk_sk: tri mesiace
tr_tr: Üç ay

source: Thumbnails
de_de: Vorschaubilder
fi_fi: Esikatselukuvat
ja_jp: サムネイル
lv_lv: Sīktēli
ru_ru: Миниатюры
sk_sk: Náhľady
tr_tr: Küçük resimler

# superessive
source: Thursday
de_de: Donnerstag
fi_fi: Torstaina
ja_jp: 木曜
lv_lv: Ceturtdienā
ru_ru: Четверг
sk_sk: Štvrtok
tr_tr: Perşembe

source: Tiles
de_de: Kacheln
fi_fi: Sovellusikkunat
ja_jp: タイル
lv_lv: Flīzes
ru_ru: Плитки
sk_sk: Dlaždice
tr_tr: Döşemeler

source: Time
de_de: Zeit
fi_fi: Aika
ja_jp: 時間
lv_lv: Laiks
ru_ru: Время
sk_sk: Čas
tr_tr: Saat

source: Time format
de_de: Zeitformat
fi_fi: Ajan esitystapa
ja_jp: 時間フォーマット
lv_lv: Laika formāts
ru_ru: Временной формат
sk_sk: Formát času
tr_tr: Saat biçimi

source: Time period back
de_de: Zeitspanne zurück
fi_fi: Aikajakso taaksepäin
ja_jp: 期間を戻す
lv_lv: Laika periods atpakaļ
ru_ru: Временной период назад
sk_sk: Časové obdobie späť
tr_tr: Bir dönem ileri

source: Time period forward
de_de: Zeitspanne vorwärts
fi_fi: Aikajakso eteenpäin
ja_jp: 期間を進める
lv_lv: Laika periods uz priekšu
ru_ru: Временной период вперед
sk_sk: Časové obdobie dopredu
tr_tr: Bir dönem geri

source: Time scale
de_de: Zeitskala
fi_fi: Aika-asteikko
ja_jp: 時間の間隔
lv_lv: Laika grafiks
ru_ru: Масштаб времени
sk_sk: Časový rozsah
tr_tr: Zaman aralıkları

source: Time zone
de_de: Zeitzone
fi_fi: Aikavyöhyke
ja_jp: タイムゾーン
lv_lv: Laika zona
ru_ru: Часовой пояс
sk_sk: Časové pásmo
tr_tr: Saat dilimi

source: Timeframe
de_de: Zeitrahmen
fi_fi: Aikaväli
ja_jp: タイムフレーム
lv_lv: Laika apgabals
ru_ru: Временной интервал
sk_sk: Časový interval
tr_tr: Zaman aralığı

source: Timeout
de_de: Zeitüberschreitung
fi_fi: Aikakatkaisu
ja_jp: タイムアウト
lv_lv: Taimauts
ru_ru: Время ожидания
sk_sk: Časový limit
tr_tr: Zaman aşımı

source: Title
de_de: Titel
fi_fi: Titteli
ja_jp: タイトル
lv_lv: Nosaukums
ru_ru: Обращение
sk_sk: Názov
tr_tr: Unvan

# salutation
source: Title
de_de: Anrede
fi_fi: Titteli
ja_jp: タイトル
lv_lv: Virsraksts
ru_ru: Обращение
sk_sk: Titul
tr_tr: Unvan

source: Title
de_de: Titel
fi_fi: Otsikko
ja_jp: タイトル
lv_lv: Nosaukums
ru_ru: Заголовок
sk_sk: Názov
tr_tr: Başlık

source: To
de_de: An
fi_fi: Vastaanottaja
ja_jp: 宛先
lv_lv: Saņēmējs
ru_ru: Кому
sk_sk: Komu
tr_tr: Kime

source: To add a password, select an application to use with a new password, as well as a new descriptive name for the password.
de_de: Um ein Passwort hinzuzufügen, wählen Sie eine Applikation zur Verwendung mit einem neuen Passwort aus und wählen Sie einen neuen beschreibenden Namen für das Passwort.
fi_fi: Lisää salasana valitsemalla sovellus, jossa uutta salasanaa käytetään, ja uusi salasanaa kuvaava sana.
ja_jp: パスワードを追加するには、新規パスワードで使用するアプリケーションを選択し、パスワードのわかりやすい新しい名前をつけてください。
lv_lv: Lai pievienotu paroli, izvēlieties lietotni, kuru izmantosit ar jauno paroli, kā arī norādiet šīs paroles aprakstošu vārdu.
ru_ru: Для добавления пароля, выберите приложение, которое будет использоваться с новым паролем, а также новое описательное название для пароля.
sk_sk: Ak chcete pridať heslo, vyberte aplikáciu, pre ktorú chcete nastaviť nové heslo a tiež nový popisný názov hesla.
tr_tr: Parola eklemek için, yeni parolayla birlikte kullanılacak uygulamayı seçin ve parola için açıklayıcı bir ad girin.

source: To add contacts manually, just provide a valid email address (e.g john.doe@example.com or "John Doe" <jd@example.com>)
de_de: Zum manuellen Hinzufügen von Teilnehmern geben Sie einfach eine gültige E-Mail-Adresse an (z.B. john.doe@beispiel.com oder "John Doe" <jd@beispiel.com>)
fi_fi: Lisätäksesi yhteystietoja käsin, syötä sähköpostiosoite (esim john.doe@example.com tai "John Doe" <jd@example.com>)
ja_jp: 連絡先の手動による追加には、有効なメールアドレスを入力してください (例:john.doe@example.com または "John Doe" <jd@example.com>)
lv_lv: Lai manuāli pievienotu kontaktus vienkārši norādiet derīgu e-pasta adresi (piem., john.doe@example.com or "John Doe" <jd@example.com>)
ru_ru: Чтобы добавить участника, введите его электронный адрес (например, john.doe@example.com или "John Doe" <jd@example.com>).
sk_sk: Ak chcete účastníkov pridať ručne, jednoducho zadajte platnú emailovú adresu (napr. jan.kovac@example.com alebo "Ján Kováč" <jk@example.com>)
tr_tr: Kişileri elle eklemek için geçerli bir e-posta adresi yazın (örn. ahmet.guzel@example.com veya "Ahmet Güzel" <ag@example.com>)

source: To install %1$s, please click on the download button:
de_de: Um %1$s zu installieren, klicken Sie bitte auf die Schaltfläche Herunterladen:
fi_fi: Asenna %1$s napauttamalla latausnappia:
ja_jp: %1$sをインストールするには、ダウンロードボタンをクリックしてください。
lv_lv: Lai instalētu %1$s, lūdzu noklikšķiniet uz lejupielādes taustiņa:
ru_ru: Чтобы установить %1$s, нажмите на кнопку загрузки:
sk_sk: Ak chcete nainštalovať %1$s, kliknite na tlačidlo Stiahnuť:
tr_tr: %1$s uygulamasını yüklemek için indirme düğmesine tıklayın:

source: To install %1$s, please scan this QR code with your phone or click on the download button:
de_de: Um %1$s zu installieren, scannen Sie bitte diesen QR-Code mit Ihrem Telefon oder klicken Sie auf die Schaltfläche Herunterladen:
fi_fi: Asenna %1$s skannaamalla tämä QR-koodi puhelimesi kameralla tai napauttamalla lataa-nappia:
ja_jp: %1$sをインストールするには、電話のカメラでこのQRコードをスキャンするか、ダウンロードボタンをクリックしてください。
lv_lv: Lai instalētu %1$s, ieskenējiet QR kodu ar sava telefona kameru vau noklikšķiniet uz lejupielādes taustiņa:
ru_ru: Чтобы установить %1$s, отсканируйте этот QR-код своим телефоном или нажмите на кнопку загрузки:
sk_sk: Ak chcete nainštalovať %1$s, naskenujte tento QR kód pomocou vášho telefónu alebo kliknite na tlačidlo Stiahnuť:
tr_tr: %1$s uygulamasını yüklemek için bu QR kodunu telefonunuza okutun veya indirme düğmesine tıklayın:

source: To learn more about the new and improved features you can visit
de_de: Wenn Sie mehr über die neuen und verbesserten Funktionen erfahren möchten, besuchen Sie
fi_fi: Uusista ja parammista ominaisuuksista saat lisää tietoa vierailemalla
ja_jp: 次をご覧いただくと、新しい機能や改善された機能についてさらに知ることができます。
lv_lv: Lai uzzinātu vairāk par jaunajām un uzlabotajām iespējām, apmeklējiet
ru_ru: Чтобы узнать о новых возможностях, посетите
sk_sk: Ďalšie informácie o nových a vylepšených funkciách sa dozviete na
tr_tr: Yeni ve geliştirilen özellikler hakkında bilgi almak için:

source: To navigate between the %1$s applications, just click on the new App Launcher icon.
de_de: Zum Navigieren zwischen den %1$s-Applikationen klicken Sie einfach auf das neue App-Startprogramm-Symbol .
fi_fi: Napsauta uutta App Launcher -kuvaketta navigoidaksesi %1$s sovellusten välillä.
ja_jp: 新しいアプリケーションランチャーアイコンをクリックするだけで、%1$sつのアプリケーション間を移動できます。
lv_lv: Lai pārvietotos starp %1$s aplikācijām, noklikšķiniet uz aplikāciju palaidēja ikonas.
ru_ru: Для переключения между приложениями %1$s щелкните новый значок агента запуска.
sk_sk: Medzi aplikáciami %1$s môžete prechádzať kliknutím na ikonu v novom spúšťači aplikácií.
tr_tr: %1$s uygulamaları arasında gezinmek için Uygulama Başlatıcı simgesine tıklayabilirsiniz.

source: To print this file, please use "Print as PDF" in the viewer.
de_de: Zum Drucken dieser Datei verwenden Sie bitte "Drucken als PDF" im Viewer.
fi_fi: Tulosta tiedosto käyttämällä "Tulosta PDF-tiedostona"-toimintoa selaimessa.
ja_jp: このファイルを印刷するには、ビューアで”PDFとして印刷”を使用してください。
lv_lv: Lai izdrukātu šo failu, lūdzu izmantojiet pārlūka funkciju "Drukāt kā PDF".
ru_ru: Чтобы распечатать файл, в режиме просмотра используйте функцию «Печать в PDF».
sk_sk: Ak chcete tento súbor vytlačiť, použite v prehliadači možnosť "Tlačiť ako PDF".
tr_tr: Bu dosyayı yazdırmak için lütfen görüntüleyicideki "PDF olarak yazdır"ı kullanın.

source: To synchronize Address Book, please enter the following settings in your CardDav client:
de_de: Um das Adressbuch zu synchronisieren, geben Sie bitte die folgenden Einstellungen in Ihrem CardDav-Client ein:
fi_fi: Jos haluat synkronoida osoitekirjan, syötä seuraavat asetukset CardDav-asiakasohjelmaan:
ja_jp: アドレス帳を同期するには、CardDavクライアントに次の設定を入力してください。
lv_lv: Lai sinhronizētu savu adrešu grāmatu, lūdzu savā CardDav klienta aplikācijā ievadiet sekojošus iestatījumus:
ru_ru: Чтобы синхронизировать адресную книгу, введите следующие настройки в клиенте CardDav:
sk_sk: Ak chcete synchronizovať Adresár kontaktov, prosím, zadajte vo vašom klientovi CardDav nasledovné nastavenie:
tr_tr: Adres defterini senkronize etmek için lütfen CardDav istemcinize aşağıdaki ayarları girin:

source: To synchronize Calendar, please enter the following settings in your CalDav client:
de_de: Um den Kalender zu synchronisieren, geben Sie bitte die folgenden Einstellungen in Ihrem CalDav-Client ein:
fi_fi: Jos haluat synkronoida kalenterin, syötä seuraavat asetukset CardDav-asiakasohjelmaan:
ja_jp: カレンダーを同期するには、CardDavクライアントに次の設定を入力してください。
lv_lv: Lai sinhronizētu savu kalendāru, lūdzu savā CalDav klienta aplikācijā ievadiet sekojošus iestatījumus:
ru_ru: Чтобы синхронизировать календарь, введите следующие настройки в вашем клиенте CalDav:
sk_sk: Ak chcete synchronizovať Kalendár, prosím, zadajte vo vašom klientovi CalDav nasledovné nastavenie:
tr_tr: Takvimi senkronize etmek için lütfen CalDav istemcinize aşağıdaki ayarları girin:

source: To synchronize Mail, Calendar and Address Book via Exchange Active Sync, please enter the following settings:
de_de: Um E-Mail, Kalender und Adressbuch über Exchange Active Sync zu synchronisieren, geben Sie bitte die folgenden Einstellungen ein:
fi_fi: Jos haluat synkronoida sähköpostin, kalenterin ja osoitekirjan Exchange Active Syncin kautta, syötä seuraavat asetukset:
ja_jp: メール、カレンダー、アドレス帳をExchange Active Syncで同期するには、次の設定を入力してください。
lv_lv: Lai sinhronizētu pastu, kalendāru un adrešu grāmatu, izmantojot Exchange Active Sync, lūdzu ievadiet sekojošus iestatījumus:
ru_ru: Чтобы синхронизировать почту, календарь и адресную книгу через Exchange Active Sync, введите следующие настройки:
sk_sk: Ak chcete synchronizovať Poštu, Kalendár a Adresár kontaktov pomocou Exchange Active Sync, prosím, zadajte nasledovné nastavenie:
tr_tr: E-posta, takvim ve adres defterini Exchange Active Sync ile senkronize etmek için lütfen aşağıdaki ayarları girin:

source: To: %1$s
de_de: An: %1$s
fi_fi: Vastaanottaja:%1$s
ja_jp: 宛先：%1$s
lv_lv: Kam: %1$s
ru_ru: Кому: %1$s
sk_sk: Komu: %1$s
tr_tr: Kime: %1$s

source: Today
de_de: Heute
fi_fi: Tänään
ja_jp: 今日
lv_lv: Šodien
ru_ru: Сегодня
sk_sk: Dnes
tr_tr: Bugün

source: Today,
de_de: Heute,
fi_fi: Tänään,
ja_jp: 今日、
lv_lv: Šodien,
ru_ru: Сегодня,
sk_sk: Dnes,
tr_tr: Bugün,

source: Today: %1$s
de_de: Heute: %1$s
fi_fi: Tänään: %1$s
ja_jp: 今日: %1$s
lv_lv: Šodien:%1$s
ru_ru: Сегодня: %1$s
sk_sk: Dnes: %1$s
tr_tr: Bugün: %1$s

source: Toggle category
de_de: Kategorie an/aus
fi_fi: Vaihtele luokkaa
ja_jp: カテゴリを切り替え
lv_lv: Pārslēgt kategoriju
ru_ru: Переключить категорию
sk_sk: Prepnúť kategóriu
tr_tr: Kategoriyi aç/kapat

source: Toggle panel
de_de: Panel an/aus
fi_fi: Vaihteluvaihtoehdot
ja_jp: オプションパネル
lv_lv: Pārslēgt paneli
ru_ru: Переключить панель
sk_sk: Prepnúť panel
tr_tr: Paneli aç/kapat

source: Toggle preview
de_de: Vorschau an/aus
fi_fi: Vaihtele esikatselua
ja_jp: プレビューを表示
lv_lv: Pārslēgt skatu
ru_ru: Переключатель предварительного просмотра
sk_sk: Prepnúť náhľad
tr_tr: Ön izlemeyi aç/kapat

source: Tomorrow
de_de: Morgen
fi_fi: Huomenna
ja_jp: 明日
lv_lv: Rītdien
ru_ru: Завтра
sk_sk: Zajtra
tr_tr: Yarın

source: Tone
de_de: Ton
fi_fi: Sävy
ja_jp: トーン
lv_lv: Tonis
ru_ru: Тон
sk_sk: Tón
tr_tr: Tavır

source: Tonight
de_de: Heute Abend
fi_fi: Tänä iltana
ja_jp: 今夜
lv_lv: Šovakar
ru_ru: Сегодня вечером
sk_sk: Dnes v noci
tr_tr: Bu gece

source: Tool
de_de: Werkzeug
fi_fi: Työkalu
ja_jp: ツール
lv_lv: Rīki
ru_ru: Инструменты
sk_sk: Nástroj
tr_tr: Alet

source: Top 10 you got mail from
de_de: Top 10 Ihrer E-Mail-Absender
fi_fi: Top 10 sähköpostiesi lähdettä
ja_jp: メール差出人 トップ10
lv_lv: Top 10 no kuriem ir saņemts pasts
ru_ru: 10 популярных отправителей
sk_sk: 10 ľudí, od ktorých ste dostali najviac správ
tr_tr: En çok e-posta aldığınız 10 kişi

source: Top 10 you sent mail to
de_de: Top 10 Ihrer E-Mail-Adressaten
fi_fi: Top 10 sähköpostiesi kohdetta
ja_jp: メール送信先 トップ10
lv_lv: Top 10 kuriem ir nosūtīts pasts
ru_ru: 10 популярных получателей
sk_sk: 10 ľudí, ktorým ste poslali najviac správ
tr_tr: En çok e-posta gönderdiğiniz 10 kişi

source: Topics
de_de: Themen
fi_fi: Aiheet
ja_jp: トピック
lv_lv: Tēmas
ru_ru: Темы
sk_sk: Témy
tr_tr: Konular

source: Total
de_de: Gesamt
fi_fi: Yhteensä
ja_jp: 合計
lv_lv: Kopā
ru_ru: Всего
sk_sk: Celkom
tr_tr: Toplam

source: Total: %1$d
de_de: Gesamt: %1$d
fi_fi: Yhteensä %1$d
ja_jp: 合計: %1$d
lv_lv: Kopā: %1$d
ru_ru: Всего: %1$d
sk_sk: Celkom: %1$d
tr_tr: Toplam: %1$d

source: Transform
de_de: Transformieren
fi_fi: Muunna
ja_jp: 変換
lv_lv: Transformēt
ru_ru: Преобразовать
sk_sk: Transformovať
tr_tr: Dönüştür

source: Translate to
de_de: Übersetzen nach
fi_fi: Käännä kielelle
ja_jp: 翻訳
lv_lv: Tulkot uz
ru_ru: Перевести на
sk_sk: Preložiť do
tr_tr: Çevir

source: Translate to %1$s
de_de: Übersetzen nach %1$s
fi_fi: Käännä kielelle %1$s
ja_jp: %1$sに翻訳
lv_lv: Tulkot uz %1$s
ru_ru: Перевести на %1$s
sk_sk: Preložiť do jazyka %1$s
tr_tr: %1$s diline çevir

source: Translation
de_de: Übersetzung
fi_fi: Käännös
ja_jp: 翻訳
lv_lv: Tulkojums
ru_ru: Перевод
sk_sk: Preklad
tr_tr: Çeviri

source: Trash folder
de_de: Ordner 'Papierkorb'
fi_fi: Roskat
ja_jp: ごみ箱フォルダー
lv_lv: Atkritumu mape
ru_ru: Папка корзины
sk_sk: Priečinok Kôš
tr_tr: Çöp kutusu klasörü

source: Trust
de_de: Vertrauen
fi_fi: Luota
ja_jp: 信頼する
lv_lv: Uzticēties
ru_ru: Доверять
sk_sk: Dôverovať
tr_tr: Güven

source: Trust certificate
de_de: Zertifikat vertrauen
fi_fi: Luota varmenteeseen
ja_jp: 証明書を信頼
lv_lv: Uzticēties sertifikātam
ru_ru: Доверять сертификату
sk_sk: Dôverovať certifikátu
tr_tr: Sertifikaya güven

source: Trust certificate %1$s
de_de: Zertifikat %1$s vertrauen
fi_fi: Luota varmenteeseen %1$s
ja_jp: 証明書%1$sを信頼する
lv_lv: Uzticēties sertifikātam %1$s
ru_ru: Доверять сертификату %1$s
sk_sk: Dôverovať certifikátu %1$s
tr_tr: %1$s sertifikasına güven

source: Trusted
de_de: Vertrauenswürdig
fi_fi: Luotettu
ja_jp: 信頼できる
lv_lv: Uzticams
ru_ru: Доверенный
sk_sk: Dôveryhodný
tr_tr: Güvenilir
