Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: first
de_de: ersten
fi_fi: ensimmäisenä
ja_jp: 第１
lv_lv: pirmā
ru_ru: первый
sk_sk: prvý
tr_tr: ilk

source: flagged
de_de: markiert
fi_fi: merkitty
ja_jp: フラグ付き
lv_lv: iezīmēts
ru_ru: отмечено
sk_sk: označené
tr_tr: işaretli

# search
source: flagged
de_de: markiert
fi_fi: merkitty
ja_jp: フラグ付き
lv_lv: iezīmēts
ru_ru: отмечено
sk_sk: označené
tr_tr: işaretli

source: folder
de_de: Ordner
fi_fi: kansio
ja_jp: フォルダー
lv_lv: mape
ru_ru: папка
sk_sk: priečinok
tr_tr: klasörünü

source: fourth
de_de: vierten
fi_fi: neljäntenä
ja_jp: 第4
lv_lv: ceturtā
ru_ru: четвертый
sk_sk: štvrtý
tr_tr: dördüncü

source: has attachments
de_de: enthält Anhänge
fi_fi: on liitteitä
ja_jp: 添付ファイルあります
lv_lv: eksistē pielikumi
ru_ru: есть вложения
sk_sk: má prílohy
tr_tr: ekleri var

source: has participants
de_de: hat Teilnehmer
fi_fi: on osallitujia
ja_jp: 参加者あり
lv_lv: ir dalībnieki
ru_ru: есть участники
sk_sk: má účastníkov
tr_tr: katılımcıları var

source: iCal feed
fi_fi: iCal-syöte
ja_jp: ICalフィード
lv_lv: iCal starume
ru_ru: лента iCal
sk_sk: Kanál iCal
tr_tr: iCal akışı

source: iCal feed has been imported successfully
de_de: iCal-Feed wurde erfolgreich importiert
fi_fi: iCal-syötteen tuonti onnistui
ja_jp: iCalフィードは正しくインポートされました。
lv_lv: iCal straume ir veiksmīgi importēta
ru_ru: лента iCal успешно импортирована
sk_sk: Kanál iCal bol úspešne naimportovaný
tr_tr: iCal akışı başarıyla alındı

source: iOS devices can be automatically configured by installing the configuration profile.
de_de: iOS-Geräte können automatisch konfiguriert werden, indem das Konfigurationsprofil installiert wird.
fi_fi: iOS-laitteet voidaan konfiguroida automaattisesti asentamalla konfiguraatioprofiili.
ja_jp: iOSデバイスは、構成プロファイルをインストールすると自動で構成できます。
lv_lv: iOS ierīces var tikt automātiski konfigurētas, iestatot konfigurācijas profilu.
ru_ru: iOS-устройства могут быть автоматически сконфигурированы, с помощью установки конфигурационного профиля.
sk_sk: Zariadenia iOS je možné nakonfigurovať automaticky nainštalovaním konfiguračného profilu.
tr_tr: iOS cihazlara yapılandırma profilini yükleyerek cihazları otomatik yapılandırabilirsiniz.

source: iPhone or iPad
de_de: iPhone oder iPad
fi_fi: iPhone tai iPad
ja_jp: iPhone または iPad
lv_lv: iPhone vai iPad
ru_ru: iPhone или iPad
sk_sk: iPhone alebo iPad
tr_tr: iPhone veya iPad

source: kB
ru_ru: кБ

source: list of available actions
de_de: Liste der verfügbaren Aktionen
fi_fi: käytettävissä olevat toiminnot
ja_jp: 利用可能なアクション
lv_lv: pieejamo darbību saraksts
ru_ru: список доступных действий
sk_sk: zoznam dostupných operácií
tr_tr: kullanılabilir eylem listesi

source: list of available devices
de_de: Liste der verfügbaren Geräte
fi_fi: käytettävissä olevat laitteet
ja_jp: 利用可能なデバイス
lv_lv: pieejamo ierīču saraksts
ru_ru: список доступных устройств
sk_sk: zoznam dostupných zariadení
tr_tr: kullanılabilir cihaz listesi

source: list of available platforms
de_de: Liste der verfügbaren Plattformen
fi_fi: luettelo käytettävissä olevista alustoista
ja_jp: 利用可能なプラットフォーム
lv_lv: pieejamo platformu saraksts
ru_ru: список доступных платформ
sk_sk: zoznam dostupných platforiem
tr_tr: kullanılabilir platform listesi

source: loading
de_de: laden ...
fi_fi: ladataan
ja_jp: 読み込み中
lv_lv: ielāde
ru_ru: загрузка
sk_sk: načítava sa
tr_tr: yükleniyor

# a11y
source: location %1$s
de_de: Ort %1$s
fi_fi: paikka %1$s
ja_jp: 場所: %1$s
lv_lv: vieta %1$s
ru_ru: место: %1$s
sk_sk: umiestnenie %1$s
tr_tr: konum %1$s

source: matches a substring
de_de: stimmt mit einem Teilstring überein
fi_fi: löytyy vastaava alajono
ja_jp: 文字列を含む
lv_lv: atbilst fargmentam
ru_ru: совпадает с подстрокой
sk_sk: zodpovedá podreťazcu
tr_tr: bir alt dize ile eşleşen

source: message
de_de: Nachricht
fi_fi: miesti
ja_jp: メッセージ
lv_lv: ziņojums
ru_ru: сообщение
sk_sk: správa
tr_tr: ileti

source: modified
de_de: geändert
fi_fi: muokattu
ja_jp: 更新日
lv_lv: izmainīts
ru_ru: изменен
sk_sk: zmenené
tr_tr: değiştirilme

source: month(s)
de_de: Monat(e)
fi_fi: kuukautta
ja_jp: 月
lv_lv: mēneši
ru_ru: мес.
sk_sk: mesiacov
tr_tr: ay

# search
source: name
fi_fi: nimi
ja_jp: 名前
lv_lv: nosaukums
ru_ru: имя
sk_sk: meno
tr_tr: isim

source: no color
de_de: keine Farbe
fi_fi: ei väriä
ja_jp: 色なし
lv_lv: bez krāsas
ru_ru: без цвета
sk_sk: bez farby
tr_tr: renk yok

source: none
de_de: Keiner
fi_fi: ei ole
ja_jp: なし
lv_lv: neviens
ru_ru: нет
sk_sk: žiadny
tr_tr: hiçbiri

source: not a full match (allows DOS-style wildcards)
de_de: keine exakte Übereinstimmung (erlaubt Wildcards im DOS-Stil)
fi_fi: ei täydellistä vastaavuutta (sallii DOS-tyyppiset villit kortit)
ja_jp: マッチしない（DOSワイルドカードを使用可能）
lv_lv: nav pilnīga atbilstība (var lietot DOS aizstājsimbolus)
ru_ru: неполное совпадение (символы подстановки DOS разрешены)
sk_sk: nie je úplná zhoda (umožňuje zástupné znaky v štýle DOSu)
tr_tr: tam eşleşme değil (DOS tarzı joker karakterler kullanılabilir)

source: not an exact, full match
de_de: keine genaue, exakte Übereinstimmung
fi_fi: ei löydy tarkasti vastaavaa osumaa
ja_jp: 完全に一致しない
lv_lv: nav precīza atbilstība
ru_ru: неполное совпадение
sk_sk: nie je presná, úplná zhoda
tr_tr: tam eşleşme değil

# search
source: note
de_de: notiz
fi_fi: huomautus
ja_jp: メモ
lv_lv: piezīme
ru_ru: примечание
sk_sk: poznámka
tr_tr: not

source: of %1$d
de_de: von %1$d
fi_fi: / %1$d
ja_jp: %1$d中
lv_lv: no %1$d
ru_ru: из %1$d
sk_sk: z %1$d
tr_tr: / %1$d

source: on behalf of
de_de: im Auftrag von
fi_fi: puolesta
ja_jp: 代理で
lv_lv: kā vārdā
ru_ru: от имени
sk_sk: v mene
tr_tr: adına gönderilen

source: one hour
de_de: 1 Stunde
fi_fi: tunnin kuluttua
ja_jp: 1 時間後
lv_lv: 1 stunda
ru_ru: %d час
sk_sk: %d hodina
tr_tr: bir saat

source: one minute
de_de: 1 Minute
fi_fi: minuutin kuluttua
ja_jp: 1 分
lv_lv: 1 minūte
ru_ru: %d минута
sk_sk: %d minútu
tr_tr: bir dakika

source: only sets accent colors in darkmode
de_de: setzt Akzentfarben nur im Dunkelmodus
fi_fi: asettaa vain aksenttivärit darkmode-tilassa
ja_jp: ダークモードでアクセントカラーのみを設定
lv_lv: tumšajā režīmā nosaka tikai akcenta krāsas
ru_ru: устанавливать акцентные цвета только в темном режиме
sk_sk: používať zvýrazňujúce farby iba v tmavom režime
tr_tr: vurgu renklerini yalnızca koyu modda ayarlar

source: original time zone
de_de: ursprüngliche Zeitzone
fi_fi: alkuperäinen aikavyöhyke
ja_jp: 元のタイムゾーン
lv_lv: oriģinālā laika josla
ru_ru: исходный часовой пояс
sk_sk: pôvodné časové pásmo
tr_tr: asıl saat dilimi

# search
source: phone
de_de: telefon
fi_fi: puhelin
ja_jp: 電話
lv_lv: telefons
ru_ru: телефон
sk_sk: telefón
tr_tr: telefon

source: phone number %1$s
de_de: Telefonnummer %1$s
fi_fi: puhelinnumero %1$s
ja_jp: 電話番号%1$s
lv_lv: telefona numurs %1$s
ru_ru: номер телефона %1$s
sk_sk: telefónne číslo %1$s
tr_tr: telefon numarası: %1$s

source: position %1$s
fi_fi: asema %s
ja_jp: 役職 %1$s
lv_lv: pozīcija %1$s
ru_ru: должность %1$s
sk_sk: pozícia %1$s
tr_tr: pozisyon: %s

source: private
de_de: Privat
fi_fi: yksityinen
ja_jp: プライベート
lv_lv: privāts
ru_ru: личная
sk_sk: súkromné
tr_tr: özel

source: recovery
de_de: Wiederherstellung
fi_fi: palautus
ja_jp: 復元
lv_lv: atgūšana
ru_ru: восстановление
sk_sk: obnovenie
tr_tr: kurtarma

source: room %1$s
de_de: Raum %1$s
fi_fi: huone %1$s
ja_jp: 部屋%1$s
lv_lv: telpa %1$s
ru_ru: комната %1$s
sk_sk: miestnosť %1$s
tr_tr: oda: %1$s

source: second
de_de: zweiten
fi_fi: toisena
ja_jp: 第2
lv_lv: otrā
ru_ru: второй
sk_sk: druhý
tr_tr: ikinci

source: see attached|see attachment|see included|is attached|attached is|are attached|attached are|attached to this email|attached to this message|I'm attaching|I am attaching|I've attached|I have attached|I attach|I attached|find attached|find the attached|find included|find the included|attached file|see the attached|see attachments|attached files|see the attachment
de_de: angehängt, siehe|siehe Anhang|siehe beigefügt|ist angehängt|angehängt ist|sind angehängt|angehängt sind|angehängt an diese E-Mail|angehängt an diese email|angehängt an diese Nachricht|Ich hänge an|Ich habe angehängt|siehe die angehängte Datei|siehe angehängte Datei|siehe angehängte Dateien|siehe die angehängten Dateien|siehe Anhänge|beigefügte Dateien|Ich habe beigefügt|beigefügt, siehe|dieser E-Mail beigefügt|dieser email beigefügt|siehe beigefügte Dateien|siehe beigefügte Datei|sind beigefügt|beigefügt sind|siehe Anlage|siehe Anlagen|dieser Nachricht beigefügt
fi_fi: katso liite|katso liite|katso sisältö|on liitteenä| liitteenä on |ovat liitteinä|liitteinä ovat|tämän sähköpostin liitteenä|tämän viestin liitteenä |liitän|I liitän|olen liittänyt|olen liittänytI liitä|I liitetty|liitteenä |liitteenä |sisältää |sisällä |liitetiedosto|katso liite |katso liitteet|liitetiedostot|katso liite
ja_jp: 添付を参照|添付を参照|添付を参照|添付し|添付す|添付さ|添付|このメールに添付|このメッセージに添付|添付す|添付し|添付し|添付し|添付す|添付し|添付ファイルをご覧|添付ファイルを見て|添付ファイルをみて|添付ファイルを|添付ファイル|添付データ|添付データを参照|添付データをご覧|添付データをみて
lv_lv: skatiet pievienoto|skatiet pievienotos|skatiet pievienojumus|ir pievienots|ir pievienoti|pievienoti šim e-pastam|pievienojumos|es pievienoju|pievienojumā|pievienots fails|pievienoti faili|pielikumā|pielikumos
ru_ru: см. приложения|см. вложения|см. приложенные|приложено|прикреплено|приложены|прикреплены|приложены к этому письму|приложены к этому сообщению|я прикладываю|я приложил(а)|я прикрепляю|я прикрепил(а)|к письму приложены|письмо включает|приложенный файл|прикрепленный файл|приложенные файлы|прикрепленные файлы
sk_sk: príloh|priložen|vložen|priložil|súbor
tr_tr: ekte gönderiyorum|ekliyorum|ektedir|ekte|ekteki|ekli dosya|see attached|see attachment|see included|is attached|attached is|are attached|attached are|attached to this email|attached to this message|I'm attaching|I am attaching|I've attached|I have attached|I attach|I attached|find attached|find the attached|find included|find the included|attached file|see the attached|see attachments|attached files|see the attachment

source: seen
de_de: gesehen
fi_fi: nähty
ja_jp: 既読
lv_lv: redzēts
ru_ru: прочитано
sk_sk: videné
tr_tr: görüldü

source: select format
de_de: Format wählen
fi_fi: valitse muotoilu
ja_jp: 形式を選択
lv_lv: izvēlēties formātu
ru_ru: выберите формат
sk_sk: vyberte formát
tr_tr: biçim seçin

source: size
de_de: Größe
fi_fi: koko
ja_jp: サイズ
lv_lv: izmērs
ru_ru: размер
sk_sk: veľkosť
tr_tr: boyut

source: tentative
de_de: vorläufig
fi_fi: alustava
ja_jp: 仮承諾
lv_lv: pagaidu
ru_ru: возможно
sk_sk: nezáväzne
tr_tr: değişebilir

source: third
de_de: dritten
fi_fi: kolmantena
ja_jp: 第3
lv_lv: trešā
ru_ru: третий
sk_sk: tretí
tr_tr: üçüncü

source: thumbnail
de_de: Vorschaubild
fi_fi: esikatselukuva
ja_jp: サムネイル
lv_lv: sīktēls
ru_ru: миниатюра
sk_sk: náhľad
tr_tr: küçük resim

source: timeframe
de_de: Zeitrahmen
fi_fi: aikaväli
ja_jp: タイムフレーム
lv_lv: laika apgabals
ru_ru: интервал
sk_sk: časový interval
tr_tr: zaman aralığı

source: timeframe relation
de_de: Zeitrahmenbezug
fi_fi: ajankohta
ja_jp: タイムフレーム関連
lv_lv: laika apgabala saite
ru_ru: отсчет интервала
sk_sk: časový interval vzhľadom k
tr_tr: zaman aralığı ilişkisi

source: toggle password visibility
de_de: Passwort-Sichtbarkeit an/aus
fi_fi: vaihtele salasanan näkymistä
ja_jp: パスワード表示を切り替え
lv_lv: pārslēgt paroles redzamību
ru_ru: показать пароль
sk_sk: prepnúť viditeľnosť hesla
tr_tr: parola görünürlüğünü aç/kapat

source: type
de_de: Typ
fi_fi: tyyppi
ja_jp: タイプ
lv_lv: tips
ru_ru: тип
sk_sk: typ
tr_tr: tür

source: unconfirmed
de_de: nicht bestätigt
fi_fi: vahvistamaton
ja_jp: 未確認
lv_lv: neapstiprināts
ru_ru: не подтверждено
sk_sk: nepotvrdené
tr_tr: onaylanmamış

source: unknown
de_de: unbekannt
fi_fi: tuntematon
ja_jp: 不明
lv_lv: nezināms
ru_ru: неизвестно
sk_sk: neznáme
tr_tr: bilinmeyen

source: unknown Domain
de_de: unbekannte Domain
fi_fi: tuntematon domain
ja_jp: 不明のドメイン
lv_lv: nezināms domēns
ru_ru: неизвестный домен
sk_sk: neznáma doména
tr_tr: bilinmeyen etki alanı

source: unknown sender
de_de: unbekannter Absender
fi_fi: tuntematon lähettäjä
ja_jp: 差出人が不明です
lv_lv: nezināms sūtītājs
ru_ru: неизвестный отправитель
sk_sk: neznámy odosielateľ
tr_tr: bilinmeyen gönderen

source: unlimited
de_de: unbegrenzt
fi_fi: rajoitukseton
ja_jp: 無制限
lv_lv: neierobežots
ru_ru: не ограничено
sk_sk: neobmedzené
tr_tr: sınırsız

source: vacation notice
de_de: Abwesenheitsbenachrichtigung
fi_fi: lomailmoitus
ja_jp: 休暇通知
lv_lv: prombūtnes paziņojums
ru_ru: автоматический ответ
sk_sk: oznámenie o dovolenke
tr_tr: tatil bildirimi

source: via
de_de: über
fi_fi: kautta
ja_jp: 経由メール:
lv_lv: caur
ru_ru: через
sk_sk: prostredníctvom
tr_tr: aracı

source: week(s)
de_de: Woche(n)
fi_fi: viikkoa
ja_jp: 週
lv_lv: nedēļas
ru_ru: нед.
sk_sk: týždňov
tr_tr: hafta

# search
source: year
de_de: jahr
fi_fi: vuosi
ja_jp: 年
lv_lv: gads
ru_ru: год
sk_sk: rok
tr_tr: yıl

source: year(s)
de_de: Jahr(e)
fi_fi: vuotta
ja_jp: 年
lv_lv: gadi
ru_ru: г.
sk_sk: rokov
tr_tr: yıl

# search
source: yes
de_de: ja
fi_fi: kyllä
ja_jp: はい
lv_lv: jā
ru_ru: да
sk_sk: áno
tr_tr: evet

source: your platform
de_de: Ihre Plattform
fi_fi: alustasi
ja_jp: ご利用のプラットフォーム
lv_lv: jūsu platforma
ru_ru: вашей платформы
sk_sk: vaša platforma
tr_tr: platformunuz

source: „Undo send“ is a new feature that gives you the ability to cancel sending an email shortly after you've clicked the "send" button. This feature is super handy if you've made a mistake, such as forgetting to attach a file or sending an email to the wrong recipient or simply hit „send“ by accident.
de_de: "Senden zurücknehmen" ist eine neue Funktion, mit der Sie das Senden einer E-Mail abbrechen können, kurz nachdem Sie auf die Schaltfläche "Senden" geklickt haben. Diese Funktion ist überaus praktisch, wenn Sie einen Fehler gemacht haben, z. B. vergessen haben, eine Datei anzuhängen oder eine E-Mail an den falschen Empfänger gesendet haben oder einfach aus Versehen auf "Senden" geklickt haben.
fi_fi: "Peruuta lähetys" on uusi ominaisuus, jonka avulla voit peruuttaa sähköpostin lähettämisen pian sen jälkeen, kun olet painanut lähetä-painiketta. Tämä toiminto on kätevä, jos olet tehnyt virheen, kuten unohtanut liittää tiedoston tai olet lähettänyt sähköpostin väärälle vastaanottajalle tai painanut vahingossa "lähetä".
ja_jp: 「送信を取り消す」は新規機能で、「送信」ボタンをクリックした後すぐにメールの送信をキャンセルできます。この機能は、ファイルを添付し忘れたり、間違った相手にメールを送信したり、誤って「送信」を押してしまった場合など、なにか間違ったときに非常に便利です。
lv_lv: "Atsaukt nosūtīšanu" ir jauna funkcija, kas dod jums iespēju atcelt e-pasta sūtīšanu neilgi pēc tam, kad esat noklikšķinājis uz pogas "sūtīt". Šī funkcija ir ļoti ērta, ja esat pieļāvis kļūdu, piemēram, aizmirsis pievienot failu vai nosūtījis e-pasta ziņojumu nepareizajam adresātam, vai vienkārši nejauši nospiediet "sūtīt".
ru_ru: «Отменить отправку» — это новая функция, которая дает вам возможность отменить отправку письма вскоре после нажатия кнопки «Отправить». Эта функция очень удобна, если вы допустили ошибку, например, если забыли прикрепить файл, отправили письмо не тому адресату или просто случайно нажали кнопку «Отправить».
sk_sk: "Zrušiť odoslanie" je nová funkcia, ktorá vám umožňuje zrušiť odosielanie emailu po krátku dobu po kliknutí na tlačidlo "Odoslať". To je veľmi užitočné, ak ste si všimli chybu ako napr. zabudnutá príloha alebo odoslanie nesprávnemu príjemcovi alebo ak ste omylom klikli na "Odoslať".
tr_tr: Yeni "göndermeyi geri al" özelliği sayesinde, "gönder" düğmesine tıkladıktan sonra kısa bir süre içinde e-postayı göndermekten vazgeçebilirsiniz. Bir dosyayı eklemeyi unutursanız, yanlış alıcıya e-posta gönderirseniz veya yanlışlıkla "gönder" düğmesine basarsanız bu özellik çok işinize yarayabilir.

source: %2$s, %1$s
fi_fi: %1$s, %2$s

source: %3$s %2$s, %1$s
fi_fi: %3$s %1$s, %2$s

source: Email
fi_fi: Sähköposti
ja_jp: メール
lv_lv: E-pasts
tr_tr: E-posta

source: Google Authenticator
fi_fi: Google-varmentaja
ja_jp: Google認証子

source: IMAP
fi_fi: IMAP -portti

source: SMS
fi_fi: Tekstiviesti
ja_jp: ショートメール

source: SMTP
fi_fi: SMTP -portti

source: TTY/TDD
de_de: Texttelefon
fi_fi: Kaukokirjoitin/tekstipuhelin

source: iCalendar
fi_fi: iKalenteri

# mail address
source: %1$s %2$s
ja_jp: %2$s %1$s

source: OX Sync App
ja_jp: OX 同期アプリケーション
lv_lv: OX sinhronizācijas programma
tr_tr: OX Sync Uygulaması

source: Premium
ja_jp: プレミアム
lv_lv: Premium funkcijas
sk_sk: Prémiové funkcie

source: %1$s %2$s %3$s %4$s %5$s
lv_lv: %1$s %3$s %4$s %2$s %5$s

source: OK
lv_lv: Labi
tr_tr: Tamam

source: CW
de_de: KW
sk_sk: Kalendárny týždeň
tr_tr: TH

source: Google Maps
sk_sk: Mapy Google
tr_tr: Google Haritalar

source: iCal URL
sk_sk: Adresa URL iCal
tr_tr: iCal adresi

source: Ctrl
de_de: Strg

source: Google Play
de_de: Google Play Store

source: No action available
de_de: Keine Aktion verfügbar

# compose
source: RE
de_de: AW
