Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Dark mode is now also available on mobile devices
de_de: Der Dunkelmodus ist jetzt auch auf mobilen Geräten verfügbar
fi_fi: Tumma tila on nyt käytettävissä myös mobiililaitteissa
ja_jp: ダークモードをモバイルデバイスでも利用できます
lv_lv: Tumšais režims tagad ir pieejams arī mobilajās lietotnēs
ru_ru: Темный режим теперь также доступен на мобильных устройствах
sk_sk: Tmavý režim je odteraz k dispozícii aj na mobilných zariadeniach
tr_tr: Koyu modu artık mobil cihazlarda da kullanabilirsiniz

source: Data imported successfully
de_de: Daten wurden erfolgreich importiert
fi_fi: Data tuotu onnistuneesti
ja_jp: データを正しくインポートしました
lv_lv: Dati ir veiksmīgi importēti
ru_ru: Импорт данных завершен
sk_sk: Údaje boli naimportované úspešne
tr_tr: Veriler başarıyla aktarıldı

source: Data only partially imported (%1$s of %2$s records)
de_de: Daten nur teilweise importiert (%1$s von %2$s Einträgen)
fi_fi: Data vain osittain tuotu (%1$s /%2$s tietueesta)
ja_jp: データの一部のみしました ( %1$s レコード / %2$s レコード )
lv_lv: Dati ir tikai daļēji importēti ( %1$s no %2$s ierakstiem)
ru_ru: Импорт выполнен частично (%1$s из %2$s записей)
sk_sk: Údaje boli naimportované iba čiastočne (%1$s z %2$s záznamov)
tr_tr: Veriler kısmen aktarıldı (%2$s kaydın %1$s tanesi)

source: Date
de_de: Datum
fi_fi: Päivämäärä
ja_jp: 日付
lv_lv: Datums
ru_ru: Дата
sk_sk: Dátum
tr_tr: Tarih

source: Date completed
de_de: Datum der Fertigstellung
fi_fi: Valmistumispäivämäärä
ja_jp: 完了日
lv_lv: Izpildes datums
ru_ru: Дата завершения
sk_sk: Dátum dokončenia
tr_tr: Tamamlanma tarihi

source: Date format
de_de: Datumsformat
fi_fi: Päivämäärän muoto
ja_jp: 日付フォーマット:
lv_lv: Datuma formāts
ru_ru: Календарный формат
sk_sk: Formát dátumu
tr_tr: Tarih biçimi

source: Date of birth
de_de: Geburtstag
fi_fi: Syntymäaika
ja_jp: 生年月日
lv_lv: Dzimšanas datums
ru_ru: Дата рождения
sk_sk: Dátum narodenia
tr_tr: Doğum tarihi

source: Date range
de_de: Datumsbereich
fi_fi: Päivämäärien väli
ja_jp: 日付の範囲
lv_lv: Datumu apgabals
ru_ru: Период
sk_sk: Rozsah dátumov
tr_tr: Tarih aralığı

source: Date: %1$s
de_de: Datum: %1$s
fi_fi: Pvm:%1$s
ja_jp: 日付：%1$s
lv_lv: Datums: %1$s
ru_ru: Дата: %1$s
sk_sk: Dátum: %1$s
tr_tr: Tarih: %1$s

source: Day
de_de: Tag
fi_fi: Päivä
ja_jp: 日
lv_lv: Diena
ru_ru: День
sk_sk: Deň
tr_tr: Gün

source: Day view
de_de: Tagesansicht
fi_fi: Päivänäkymä
ja_jp: 日ビュー
lv_lv: Dienas skats
ru_ru: Просмотр по дням
sk_sk: Zobrazenie dňa
tr_tr: Gün görünümü

source: Days between notices to the same sender
de_de: Anzahl Tage zwischen einer Benachrichtigung an denselben Absender
fi_fi: Kuinka monen päivän välein lomailmoitus samalle lähettäjälle
ja_jp: 同じ差出人への休暇通知の通知周期
lv_lv: Dienu skaits starp paziņojumiem vienam sūtītājam
ru_ru: Интервал повтора сообщений автоответчика отправителю (в днях)
sk_sk: Počet dní medzi oznámeniami rovnakému odosielateľovi
tr_tr: Aynı gönderene gönderilecek bildirimler arasındaki süre

source: Decline
de_de: Ablehnen
fi_fi: Kieltäydy
ja_jp: 辞退
lv_lv: Atteikt
ru_ru: Отклонить
sk_sk: Zamietnuť
tr_tr: Reddet

# appointment participation status
source: Decline
de_de: Ablehnen
fi_fi: Kieltäydy
ja_jp: 辞退
lv_lv: Atteikt
ru_ru: Отклонить
sk_sk: Odmietnuť
tr_tr: Reddet

source: Declined
de_de: Abgelehnt
fi_fi: Evätty
ja_jp: 辞退
lv_lv: Atteikts
ru_ru: Отклонено
sk_sk: Zamietnuté
tr_tr: Reddedildi

source: Declined: %d
de_de: Abgelehnt: %d
fi_fi: Hylätty: %d
ja_jp: 辞退：%d
lv_lv: Atteikts: %d
ru_ru: Отклонено: %d
sk_sk: Zamietnuté: %d
tr_tr: Reddedildi: %d

source: Default
de_de: Standard
fi_fi: Oletus
ja_jp: 既定
lv_lv: Noklusētais
ru_ru: По умолчанию
sk_sk: Predvolené
tr_tr: Varsayılan

source: Default address
de_de: Standardadresse
fi_fi: Oletusosoite
ja_jp: 既定の住所
lv_lv: Noklusētā adrese
ru_ru: Адрес по умолчанию
sk_sk: Predvolená adresa
tr_tr: Varsayılan adres

source: Default calendar
de_de: Standardkalender
fi_fi: Oletuskalenteri
ja_jp: 既定のカレンダー
lv_lv: Noklusētais kalendārs
ru_ru: Календарь по умолчанию
sk_sk: Predvolený kalendár
tr_tr: Varsayılan takvim

source: Default reminder
de_de: Standarderinnerung
fi_fi: Oletusmuistutus
ja_jp: 既定のアラーム
lv_lv: Noklusētais atgādinājums
ru_ru: Стандартное напоминание
sk_sk: Predvolený čas pripomenutia
tr_tr: Varsayılan anımsatıcı

source: Default reminder for all day appointments
de_de: Standarderinnerung für ganztägige Termine
fi_fi: Oletusmuistutus koko päivän tapaamisista
ja_jp: 終日の予定の既定アラーム
lv_lv: Noklusētais atgādinājums visas dienas mītiņiem
ru_ru: Напоминание по умолчанию для встреч на весь день
sk_sk: Predvolené pripomenutie celodenných schôdzok
tr_tr: Tam günlük randevular için varsayılan anımsatıcı

source: Default reminder for all-day appointments
de_de: Standarderinnerung für ganztägige Termine
fi_fi: Oletusmuistutus koko päivän tapaamisista
ja_jp: 終日の予定の既定アラーム
lv_lv: Noklusētais atgādinājums visas dienas mītiņiem
ru_ru: Стандартное напоминание о встречах на весь день
sk_sk: Predvolené pripomenutie celodenných schôdzok
tr_tr: Tam günlük randevular için varsayılan anımsatıcı

source: Default reminder for appointments in birthday calendar
de_de: Standarderinnerung für Termine im Geburtstagskalender
fi_fi: Oletusmuistutus syntymäpäiväkalenterin tapahtumista
ja_jp: 誕生日のカレンダーの予定の既定アラーム
lv_lv: Noklusētais atgādinājums dzimšanas dienu kalendāra mītiņiem
ru_ru: Стандартное напоминание для событий в календаре дней рождения
sk_sk: Predvolené pripomenutie celodenných schôdzok v kalendári narodenín
tr_tr: Doğum günü takvimindeki randevular için varsayılan anımsatıcı

source: Default reminder for birthdays
de_de: Standarderinnerung für Geburtstage
fi_fi: Oletusmuistutus syntymäpäivistä
ja_jp: 誕生日の既定のアラーム
lv_lv: Noklusētais atgādinājums dzimšanas dienām
ru_ru: Напоминание по умолчанию для дней рождения
sk_sk: Predvolené pripomenutie narodenín
tr_tr: Doğum günleri için varsayılan anımsatıcı

source: Default sender
de_de: Standardabsender
fi_fi: Oletuslähettäjä
ja_jp: 既定の差出人
lv_lv: Noklusētais sūtītājs
ru_ru: Отправитель по умолчанию
sk_sk: Predvolený odosielateľ
tr_tr: Varsayılan gönderen

source: Default sender address
de_de: Standard-Absenderadresse
fi_fi: Oletuslähettäjä
ja_jp: 差出人の既定のメールアドレス
lv_lv: Noklusētā nosūtītāja adrese
ru_ru: Адрес отправителя по умолчанию
sk_sk: Predvolená adresa odosielateľa
tr_tr: Varsayılan gönderen adresi

source: Default signature
de_de: Standardsignatur
fi_fi: Oletusarvo allekirjoitukselle
ja_jp: 既定署名
lv_lv: Noklusētais paraksts
ru_ru: Подпись по умолчанию
sk_sk: Predvolený podpis
tr_tr: Varsayılan imza

source: Default signature for new mails
de_de: Standardsignatur für neue E-Mails
fi_fi: Oletusallekirjoitus uusille sähköpostiviesteille
ja_jp: 新規メール用の既定署名
lv_lv: Noklusētais paraksts jaunām vēstulēm
ru_ru: Подпись по умолчанию для новых писем
sk_sk: Predvolený podpis v nových emailoch
tr_tr: Yeni e-postalar için varsayılan imza

source: Default signature on reply or forward
de_de: Standardsignatur bei Antwort oder Weiterleitung
fi_fi: Oletusallekirjoitukset vastauksiin tai välityksiä varten
ja_jp: 返信または転送用既定署名
lv_lv: Noklusētie paraksti atbildēm un pārsūtīšanām
ru_ru: Подпись по умолчанию при ответе или пересылке
sk_sk: Predvolený podpis v odpovediach alebo preposlaných správach
tr_tr: Yanıtlar ve iletilenler için varsayılan imza

source: Default text style
de_de: Standard-Textstil
fi_fi: Oletus tekstityyli
ja_jp: 既定のテキストスタイル
lv_lv: Noklusētais teksta stils
ru_ru: Стиль текста по умолчанию
sk_sk: Predvolený štýl textu
tr_tr: Varsayılan metin stili

source: Deferred
de_de: Verschoben
fi_fi: Lykätty
ja_jp: 延期
lv_lv: Atlikts
ru_ru: Отложено
sk_sk: Odložené
tr_tr: Ertelendi

source: Define message format, default text style, undo send
de_de: Definieren Sie das Nachrichtenformat und den Standardtextstil sowie die Funktion "Senden zurücknehmen"
fi_fi: Viestin muodon määrittäminen, oletustekstityyli, lähetyksen peruuttaminen
ja_jp: メッセージの形式、既定のテキストスタイル、送信の取り消しを指定します。
lv_lv: Ziņojuma formāta definēšana, noklusējuma teksta stils, sūtīšanas atcelšana
ru_ru: Определите формат сообщения, стиль текста по умолчанию, отмену отправки
sk_sk: Určenie formátu správy, predvoleného štýlu textu, vrátenie odoslania
tr_tr: İleti biçimini, varsayılan metin stilini, göndermeyi geri almayı tanımlayın

source: Define name format and map service
de_de: Definieren Sie das Namensformat und den Kartendienst
fi_fi: Nimiformaatin ja karttapalvelun määrittäminen
ja_jp: 名前の形式と地図サービスを指定します。
lv_lv: Pielāgot vārdu formātu un karšu pakalpojumu
ru_ru: Определите формат имени и карту сервиса
sk_sk: Určenie formátu mien a mapovej služby
tr_tr: İsim biçimini ve harita hizmetini tanımlayın

source: Define rules for handling incoming emails
de_de: Definieren Sie Regeln für den Umgang mit eingehenden E-Mails
fi_fi: Määritä säännöt saapuvien sähköpostiviestien käsittelyä varten
ja_jp: 受信メールの取り扱いルールを指定します。
lv_lv: Definēt ienākošā pasta apstrādes noteikumus
ru_ru: Установите правила для обработки входящих электронных писем
sk_sk: Určenie pravidiel spracovania prichádzajúcich emailov
tr_tr: Gelen e-postaları işleme kurallarını tanımlayın

source: Define your favorite apps
de_de: Legen Sie Ihre bevorzugten Anwendungen fest
fi_fi: Määritä suosikkiäppisi
ja_jp: お気に入りのアプリケーションを指定します。
lv_lv: Iestatīt favorīta lietotnes
ru_ru: Выберите любимые приложения
sk_sk: Určenie vašich obľúbených aplikácií
tr_tr: Favori uygulamalarınızı tanımlayın

source: Define your preferred message list layout and information
de_de: Definieren Sie Ihr bevorzugtes Layout für die Nachrichtenliste sowie die anzuzeigenden Informationen
fi_fi: Määritä haluamasi viestiluettelon ulkoasu ja tiedot
ja_jp: お好みのメッセージリストのレイアウトと情報を指定します。
lv_lv: Definēt ziņojumu saraksta skata un izkārtojuma informāciju
ru_ru: Задайте желаемый макет списка сообщений и информацию
sk_sk: Určenie preferovaného rozloženia zoznamu správ a informácií
tr_tr: Tercih ettiğiniz ileti listesi düzenini ve bilgileri tanımlayın

source: Delete
de_de: Löschen
fi_fi: Poista
ja_jp: 削除
lv_lv: Dzēst
ru_ru: Удалить
sk_sk: Zmazať
tr_tr: Sil

source: Delete %1$s
de_de: %1$s löschen
fi_fi: Poista %1$s
ja_jp: %1$s を削除します
lv_lv: Dzēst %1$s
ru_ru: Удалить %1$s
sk_sk: Zmazať %1$s
tr_tr: %1$s hesabını sil

source: Delete %s
de_de: %s löschen
fi_fi: Poista %1$s
ja_jp: %s を削除します
lv_lv: Dzēst %s
ru_ru: Удалить %s
sk_sk: Zmazať %s
tr_tr: %1$s kategorisini sil

source: Delete Multifactor Device
de_de: Multifaktor-Gerät löschen
fi_fi: Poista usean tekijän laite
ja_jp: 多要素認証デバイスを削除
lv_lv: Dzēst daudzfaktoru ierīci
ru_ru: Удалить многофакторное устройство
sk_sk: Odstrániť zariadenie viackrokového overenia
tr_tr: Çok faktörlü doğrulama cihazını sil

source: Delete account
de_de: Konto löschen
fi_fi: Poista tili
ja_jp: アカウントを削除
lv_lv: Dzēst kontu
ru_ru: Удалить учетную запись
sk_sk: Zmazať účet
tr_tr: Hesabı sil

source: Delete all appointments
de_de: Alle Termine löschen
fi_fi: Poista kaikki tapaamiset
ja_jp: すべての予定を削除
lv_lv: Dzēst visus mītiņus
ru_ru: Удалить все встречи
sk_sk: Zmazať všetky schôdzky
tr_tr: Tüm randevuları sil

source: Delete all future appointments
de_de: Alle zukünftigen Termine löschen
fi_fi: Poista kaikki tulevat tapaamiset
ja_jp: これからのすべての予定を削除
lv_lv: Dzēst visus turpmākos mītiņus
ru_ru: Удалить все будущие встречи
sk_sk: Upraviť všetky budúce schôdzky
tr_tr: Gelecekteki tüm randevuları sil

source: Delete all messages
de_de: Alle Nachrichten löschen
fi_fi: Poista kaikki viestit
ja_jp: すべてのメッセージを削除する
lv_lv: Izdzēst visas ziņas
ru_ru: Удалить все сообщения
sk_sk: Zmazať všetky správy
tr_tr: Tüm mesajları sil

source: Delete all objects
de_de: Alle Objekte löschen
fi_fi: Poista kaikki objektit
ja_jp: すべてのオブジェクトを削除
lv_lv: Dzēst visus objektus
ru_ru: Удалять все объекты
sk_sk: Mazať všetky objekty
tr_tr: Tüm nesneleri silme

source: Delete all previous versions
de_de: Alle vorherigen Versionen löschen
fi_fi: Poista kaikki aiemmat versiot
ja_jp: すべての前のバージョンを削除
lv_lv: Dzēst visas iepriekšējās versijas
ru_ru: Удалить все предыдущие версии
sk_sk: Zmazať všetky predchádzajúce verzie
tr_tr: Önceki sürümlerin tümünü sil

source: Delete appointment
de_de: Termin löschen
fi_fi: Poista tapaaminen
ja_jp: 予定を削除
lv_lv: Dzēst mītiņu
ru_ru: Удалить встречу
sk_sk: Zmazať schôdzku
tr_tr: Randevuyu sil

source: Delete calendar
de_de: Kalender löschen
fi_fi: Poista kalenteri
ja_jp: カレンダーを削除
lv_lv: Dzēst kalendāru
ru_ru: Удалить календарь
sk_sk: Zmazať kalendár
tr_tr: Takvimi sil

source: Delete category
de_de: Kategorie löschen
fi_fi: Poista luokka
ja_jp: カテゴリを削除
lv_lv: Dzēst kategoriju
ru_ru: Удалить категорию
sk_sk: Zmazať kategóriu
tr_tr: Kategoriyi sil

source: Delete contact
de_de: Kontakt löschen
fi_fi: Poista yhteystieto
ja_jp: 連絡先を削除
lv_lv: Dzēst kontaktpersonu
ru_ru: Удалить контакт
sk_sk: Zmazať kontakt
tr_tr: Kişiyi sil

source: Delete distribution list
de_de: Verteilerliste löschen
fi_fi: Poista jakelulista
ja_jp: 連絡先グループを削除
lv_lv: Dzēst izplatīšanas sarakstu
ru_ru: Удалить листы рассылки
sk_sk: Zmazať Distribučný zoznam
tr_tr: Dağıtım listesini sil

source: Delete draft
de_de: Entwurf löschen
fi_fi: Poista luonnos
ja_jp: 下書きを削除
lv_lv: Dzēst melnrakstu
ru_ru: Удалить черновик
sk_sk: Zmazať rozpísanú správu
tr_tr: Taslağı sil

source: Delete files after expiration
de_de: Dateien nach Ablauf löschen
fi_fi: Poista vanhentuneet tiedostot
ja_jp: 利用期限後にファイルを削除
lv_lv: Dzēst failus pēc derīguma termiņa beigām
ru_ru: Удалить файлы после окончания срока действия
sk_sk: Zmazať súbory po vypršaní platnosti
tr_tr: Süre bitince dosyaları sil

source: Delete filter rule
de_de: Filterregel löschen
fi_fi: Poista suodatussääntö
ja_jp: フィルタールールを削除
lv_lv: Dzēst filtra noteikumu
ru_ru: Удалить правило фильтрации
sk_sk: Zmazať pravidlo filtra
tr_tr: Filtre kuralını sil

source: Delete folder
de_de: Ordner löschen
fi_fi: Poista kansio
ja_jp: フォルダーを削除
lv_lv: Dzēst mapi
ru_ru: Удалить папку
sk_sk: Zmazať priečinok
tr_tr: Klasöre sil

source: Delete forever
de_de: Dauerhaft löschen
fi_fi: Poista pysyvästi
ja_jp: 完全に削除する
lv_lv: Dzēst pavisam
ru_ru: Удалить навсегда
sk_sk: Zmazať natrvalo
tr_tr: Kalıcı olarak sil

source: Delete group
de_de: Gruppe löschen
fi_fi: Poista ryhmä
ja_jp: グループを削除
lv_lv: Dzēst grupu
ru_ru: Удалить группу
sk_sk: Zmazať skupinu
tr_tr: Grubu sil

source: Delete item
de_de: Objekt löschen
fi_fi: Poista kohde
ja_jp: 項目を削除
lv_lv: Dzēst vienumu
ru_ru: Удалить элемент
sk_sk: Zmazať položku
tr_tr: Öğeyi sil

source: Delete items
de_de: Objekte löschen
fi_fi: Poista kohteita
ja_jp: 項目を削除
lv_lv: Dzēst vienības
ru_ru: Удалить элементы
sk_sk: Zmazať položky
tr_tr: Öğeleri sil

source: Delete mail
de_de: E-Mail löschen
fi_fi: Poista viesti
ja_jp: メールを削除
lv_lv: Dzēst pastu
ru_ru: Удалить почту
sk_sk: Odstrániť poštu
tr_tr: E-postayı sil

source: Delete own objects
de_de: Eigene Objekte löschen
fi_fi: Poista omat objektit
ja_jp: 自分のオブジェクトのみを削除
lv_lv: Dzēst paša objektus
ru_ru: Удалять только свои объекты
sk_sk: Mazať vlastné objekty
tr_tr: Kendi nesnelerini silme

source: Delete password
de_de: Passwort löschen
fi_fi: Poista salasana
ja_jp: パスワードを削除
lv_lv: Dzēst paroli
ru_ru: Удалить пароль
sk_sk: Zmazať heslo
tr_tr: Parolayı sil

source: Delete permissions
de_de: Löschberechtigungen
fi_fi: Poista valtuuksia
ja_jp: 削除権限
lv_lv: Dzēšanas tiesības
ru_ru: Разрешения удаления
sk_sk: Oprávnenie mazať
tr_tr: Silme izinleri

source: Delete previous versions
de_de: Vorherige Versionen löschen
fi_fi: Poista aiemmat versiot
ja_jp: 前のバージョンを削除
lv_lv: Dzēst iepriekšējās versijas
ru_ru: Удалить предыдущие версии
sk_sk: Zmazať predchádzajúce verzie
tr_tr: Önceki sürümleri sil

source: Delete resource
de_de: Ressource löschen
fi_fi: Poista resurssi
ja_jp: リソースを削除
lv_lv: Dzēst resursu
ru_ru: Удалить ресурс
sk_sk: Zmazať zdroj
tr_tr: Kaynağı sil

source: Delete resource calendar
de_de: Ressourcenkalender löschen
fi_fi: Poista resurssikalenteri
ja_jp: リソースカレンダーを削除
lv_lv: Dzēst resursu kalendāru
ru_ru: Удалить календарь ресурсов
sk_sk: Zmazať kalendár zdrojov
tr_tr: Kaynak takvimini sil

source: Delete resource calendar group
de_de: Ressourcenkalendergruppe löschen
fi_fi: Poista resurssikalenteriryhmä
ja_jp: リソースカレンダーグループを削除
lv_lv: Dzēst resursu kalendāra grupu
ru_ru: Удалить группу календаря ресурсов
sk_sk: Zmazať skupinu kalendára zdrojov
tr_tr: Kaynak takvimi grubunu sil

source: Delete resource group
de_de: Ressourcengruppe löschen
fi_fi: Poista resurssiryhmä
ja_jp: リソースグループを削除
lv_lv: Dzēst resursu grupu
ru_ru: Удалить группу ресурсов
sk_sk: Zmazať skupinu zdrojov
tr_tr: Kaynak grubunu sil

source: Delete signature
de_de: Signatur löschen
fi_fi: Poista allekirjoitus
ja_jp: 署名を削除
lv_lv: Dzēst parakstu
ru_ru: Удалить подпись
sk_sk: Zmazať podpis
tr_tr: İmzayı sil

source: Delete task
de_de: Aufgabe löschen
fi_fi: Poista tehtävä
ja_jp: タスクを削除
lv_lv: Dzēst uzdevumu
ru_ru: Удалить задачу
sk_sk: Zmazať úlohu
tr_tr: Görevi sil

# tooltip
source: Delete task
de_de: Aufgabe löschen
fi_fi: Poista tehtävä
ja_jp: タスクを削除
lv_lv: Dzēst uzdevumu
ru_ru: Удалить задачу
sk_sk: Zmazať úlohu
tr_tr: Görevi sil

source: Delete tasks
de_de: Aufgaben löschen
fi_fi: Poista tehtäviä
ja_jp: タスクを削除
lv_lv: Dzēst uzdevumus
ru_ru: Удалить задачи
sk_sk: Zmazať úlohy
tr_tr: Görevleri sil

source: Delete template
de_de: Vorlage löschen
fi_fi: Poista malli
ja_jp: テンプレートを削除
lv_lv: Dzēst sagatavi
ru_ru: Удалить шаблон
sk_sk: Zmazať šablónu
tr_tr: Şablonu sil

source: Delete this appointment
de_de: Diesen Termin löschen
fi_fi: Poista tapaaminen
ja_jp: 予定を削除
lv_lv: Dzēst mītiņu
ru_ru: Удалить эту встречу
sk_sk: Zmazať túto schôdzku
tr_tr: Bu randevuyu sil

source: Delete version
de_de: Version löschen
fi_fi: Poista versio
ja_jp: このバージョンを削除
lv_lv: Dzēst versiju
ru_ru: Удалить версию
sk_sk: Zmazať verziu
tr_tr: Sürümü sil

source: Delete widget
de_de: Widget löschen
fi_fi: Poista widget
ja_jp: ウィジェットを削除
lv_lv: Dzēst vidžetu
ru_ru: Удалить модуль
sk_sk: Zmazať miniaplikáciu
tr_tr: Bileşeni sil

# folder
source: Deleted messages
de_de: Gelöschte Nachrichten
fi_fi: Poistetut viestit
ja_jp: 削除済みメッセージ
lv_lv: Izdzēstie ziņojumi
ru_ru: Удаленные
sk_sk: Zmazané správy
tr_tr: Silinen iletiler

source: Deleting messages on local storage also deletes them on server
de_de: Beim Löschen von Nachrichten aus dem lokalen Speicher werden diese auch auf dem Server gelöscht
fi_fi: Paikallisten viestien poistaminen poistaa ne myös palvelimelta
ja_jp: ローカルストレージとサーバー上のメッセージを削除
lv_lv: Ziņojumu dzēšana lokālajā glabātuvē izraisīs to dzēšanu arī uz servera
ru_ru: При удалении сообщения удалять его с сервера
sk_sk: Zmazanie správ v lokálnom úložisku ich zmaže aj na serveri
tr_tr: Yerel depolamadaki iletileri silerseniz sunucudaki iletiler de silinir

source: Department
de_de: Abteilung
fi_fi: Osasto
ja_jp: 部署
lv_lv: Nodaļa
ru_ru: Отдел
sk_sk: Oddelenie
tr_tr: Bölüm

source: Departments
de_de: Abteilungen
fi_fi: Osastot
ja_jp: 部署
lv_lv: Struktūrvienības
ru_ru: Отделы
sk_sk: Oddelenia
tr_tr: Bölümler

source: Deputies can get access to your Inbox and Calendar.
de_de: Stellvertreter können Zugriff auf Ihren Posteingang und Kalender erhalten.
fi_fi: Sijaiset pääsevät Saapuneet-kansioosi ja kalenteriisi.
ja_jp: 代理人はあなたの受信トレイとカレンダーにアクセスできます。
lv_lv: Pārstāvji var piekļūt jūsu iesūtnei un kalendāram.
ru_ru: Заместители могут получить доступ к вашей Почте и Календарю.
sk_sk: Zástupcovia môžu získať prístup k vašej doručenej pošte a ku kalendáru.
tr_tr: Vekiller gelen kutunuza ve takviminize erişebilir.

source: Deputy
de_de: Stellvertreter
fi_fi: Sijainen
ja_jp: 代理人
lv_lv: Vietnieks
ru_ru: Заместитель
sk_sk: Zástupca
tr_tr: Vekil

source: Deputy can send emails on your behalf
de_de: Der Stellvertreter kann in Ihrem Auftrag E-Mails versenden
fi_fi: Sijainen voi lähettää sähköposteja puolestasi
ja_jp: 代理人はあなたの代理としてメールを送信することができます。
lv_lv: Vietnieks var nosūtīt e-pastu jūsu vārdā
ru_ru: Заместитель может отправлять электронные письма от вашего имени
sk_sk: Zástupca má povolené posielať emaily vo vašom mene
tr_tr: Vekil sizin adınıza e-posta gönderebilir

source: Deputy: %1$s
de_de: Stellvertreter: %1$s
fi_fi: Sijainen:%1$s
ja_jp: 代理人: %1$s
lv_lv: Vietnieks: %1$s
ru_ru: Заместитель: %1$s
sk_sk: Zástupca: %1$s
tr_tr: Vekil: %1$s

source: Descending
de_de: Absteigend
fi_fi: Laskeva
ja_jp: 降順
lv_lv: Dilstoši
ru_ru: По убыванию
sk_sk: zostupne
tr_tr: Azalan

source: Description
de_de: Beschreibung
fi_fi: Kuvaus
ja_jp: 説明
lv_lv: Apraksts
ru_ru: Описание
sk_sk: Popis
tr_tr: Açıklama

source: Description (optional)
de_de: Beschreibung (optional)
fi_fi: Kuvaus (valinnainen)
ja_jp: 説明（オプション）
lv_lv: Apraksts (neobligāts)
ru_ru: Описание (необязательно)
sk_sk: Popis (voliteľný)
tr_tr: Açıklama (isteğe bağlı)

source: Description has been copied
de_de: Die Beschreibung wurde kopiert
fi_fi: Kuvaus on kopioitu
ja_jp: 説明をコピーしました
lv_lv: Apraksts ir nokopēts
ru_ru: Описание скопировано
sk_sk: Popis bol skopírovaný
tr_tr: Açıklama kopyalandı

source: Description text
de_de: Beschreibungstext
fi_fi: Kuvaus
ja_jp: 説明
lv_lv: Apraksta teksts
ru_ru: Текст описания
sk_sk: Popis
tr_tr: Açıklama metni

source: Desktop notifications
de_de: Desktop-Benachrichtigungen
fi_fi: Työpöytäilmoitukset
ja_jp: デスクトップ通知
lv_lv: Darbvirsmas paziņojumi
ru_ru: Уведомления рабочего стола
sk_sk: Oznámenia na pracovnej ploche
tr_tr: Masaüstü bildirimleri

source: Desktop notifications are a convenient feature as they can still notify you even if you have multiple tabs open in your browser. You don't necessarily have to keep App Suite as the active tab or constantly check it to stay updated.
de_de: Desktop-Benachrichtigungen informieren Sie auch dann über neue Ereignisse, wenn Sie mehrere Tabs in Ihrem Browser geöffnet haben. So bleiben Sie immer auf dem neuesten Stand, auch wenn App Suite nicht im aktiven Tab läuft.
fi_fi: Työpöytäilmoitukset ovat kätevä ominaisuus, sillä ne näkyvät, vaikka selaimessa olisi auki useita välilehtiä. Sinun ei välttämättä tarvitse pitää App Suitea aktiivisena välilehtenä tai tarkistaa sitä jatkuvasti pysyäksesi ajan tasalla.
ja_jp: デスクトップ通知は、複数のタブをブラウザで開いているときでも通知を受け取れるので便利な機能です。必ずしもApp Suiteをアクティブなタブにしておいたり、常にチェックして更新し続ける必要はありません。
lv_lv: Darbvirsmas paziņojumi ir ērta funkcija, jo tie var jūs informēt arī tad, ja pārlūkprogrammā ir atvērtas vairākas cilnes. Jums nav obligāti jātur App Suite kā aktīvo cilni vai pastāvīgi jāpārbauda tā, lai saglabātu jaunāko informāciju.
ru_ru: Уведомления на рабочем столе являются удобной функцией, так как они могут уведомлять вас даже при открытых нескольких вкладках в браузере. Вам не обязательно держать App Suite как активную вкладку или постоянно проверять ее, чтобы быть в курсе.
sk_sk: Oznámenia na ploche sú pohodlnou funkciou, pretože vás môžu upozorniť, aj keď máte v prehliadači otvorených viacero kariet. Nemusíte nevyhnutne uchovávať App Suite ako aktívnu kartu alebo ju neustále kontrolovať, aby ste zostali aktuálni.
tr_tr: Masaüstü bildirimleri, tarayıcınızda birden fazla sekme açık olsa bile sizi bilgilendirmeye devam edebilir. App Suite sekmesini açık tutmanız veya sürekli kontrol etmeniz gerekmez.

source: Detail
fi_fi: Tieto
ja_jp: 詳細
lv_lv: Detaļas
ru_ru: Подробности
sk_sk: Podrobnosti
tr_tr: Ayrıntı

source: Detailed
de_de: Detailliert
fi_fi: Yksityiskohtainen
ja_jp: 詳細
lv_lv: Detalizēti
ru_ru: Подробно
sk_sk: Podrobne
tr_tr: Ayrıntılı

source: Detailed access rights
de_de: Detaillierte Zugriffsrechte
fi_fi: Käyttöoikeustiedot
ja_jp: アクセス権限の詳細
lv_lv: Detalizētas piekļuves tiesības
ru_ru: Подробнее о правах доступа
sk_sk: Podrobné prístupové oprávnenia
tr_tr: Ayrıntılı erişim izinleri

source: Details
fi_fi: Yksityiskohdat
ja_jp: 詳細
lv_lv: Detaļas
ru_ru: Подробности
sk_sk: Podrobnosti
tr_tr: Ayrıntılar

# contact-print-dialog
source: Details
fi_fi: Yksityiskohdat
ja_jp: 詳細
lv_lv: Detalizēti
ru_ru: Сведения
sk_sk: Podrobnosti
tr_tr: Ayrıntılar
