Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: The due date cannot be before start date. Adjust start date?
de_de: Das Fälligkeitsdatum darf nicht vor dem Startdatum liegen. Wollen Sie das Startdatum anpassen?
fi_fi: Valmistumispäivämäärä ei voi olla ennen aloituspäivämäärää. Säädä aloituspäivämäärää?
ja_jp: 期限は開始日より前に設定できません。開始日を変更しますか?
lv_lv: Izpildes datums nevar būt pirms sākuma datuma. Vai koriģēt sākuma datumu?
ru_ru: Срок выполнения не может быть раньше даты начала. Сдвинуть дату начала?
sk_sk: Termín nemôže byť pred dátumom začiatku. Zmeniť dátum začiatku?
tr_tr: Bitiş tarihi başlangıç tarihinden önce olamaz. Başlangıç tarihi düzenlensin mi?

source: The due date must not be before the start date.
de_de: Das Fälligkeitsdatum darf nicht vor dem Startdatum liegen.
fi_fi: Alkupäivämäärän tulee olla ennen valmistumispäivämäärää.
ja_jp: 開始日は終了日より前の日付でなければなりません。
lv_lv: Izpildes datums nevar būt pirms sākuma datuma.
ru_ru: Дата окончания не может предшествовать дате начала.
sk_sk: Dátum konca nesmie byť pred dátumom začiatku.
tr_tr: Bitiş tarihi başlangıç tarihinden önce olamaz.

source: The email has been sent
de_de: Die E-Mail wurde gesendet
fi_fi: Sähköposti lähetetty
ja_jp: メールを送信しました
lv_lv: Vēstule ir nosūtīta
ru_ru: Сообщение отправлено
sk_sk: Email bol odoslaný
tr_tr: E-posta gönderildi

source: The end date must be after the start date.
de_de: Das Enddatum muss nach dem Startdatum liegen.
fi_fi: Päättymispäivämäärän täytyy olla alkamispäivämäärän jälkeen.
ja_jp: 終了日に開始日より後の日を指定してください。
lv_lv: Beigu datumam jābūt pēc sākuma datuma.
ru_ru: Дата окончания должна следовать за датой начала.
sk_sk: Dátum konca musí byť neskôr ako dátum začiatku.
tr_tr: Bitiş tarihi başlangıç tarihinden önce olamaz.

source: The entered credential or authentication information does not work
de_de: Die eingegebenen Zugangsdaten oder Authentifizierungsinformationen funktionieren nicht
fi_fi: Annettu tunnus tai todennustiedot eivät toimi
ja_jp: 入力した認証情報が有効ではありません。
lv_lv: Norādītā autorizācijas informācija nav pareiza
ru_ru: Введенная учетная запись или информация аутентификации не работает
sk_sk: Zadané prihlasovacie údaje alebo autentifikačné informácie nefungujú
tr_tr: Girilen kimlik bilgileri veya kimlik doğrulama bilgileri çalışmıyor

source: The file "%1$s" cannot be uploaded because it exceeds the attachment publication maximum file size of %2$s
de_de: Die Datei "%1$s" kann nicht hochgeladen werden. Sie überschreitet die maximale Dateigröße von %2$s für veröffentlichte Anhänge.
fi_fi: Tiedostoa "%1$s" ei voida ladata, koska se ylittää liitteen %2$s enimmäiskoon
ja_jp: ファイル "%1$s" はインフォストアの最大アップロードサイズ %2$s を超えるためアップロードできません
lv_lv: Fails "%1$s" nevar tikt augšupielādēts, jo tas pārsniedz maksimālie pieļaujamo %2$s publikācijas izmēra limitu
ru_ru: Размер файла «%1$s» превышает максимально допустимый размер (%2$s)
sk_sk: Súbor "%1$s" nie je možné nahrať, pretože prekračuje maximálnu veľkosť súboru %2$s
tr_tr: "%1$s" dosyası, %2$s maksimum ek yayımlama boyutunu aştığı için yüklenemiyor

source: The file "%1$s" cannot be uploaded because it exceeds the maximum file size of %2$s
de_de: Die Datei "%1$s" kann nicht hochgeladen werden. Sie überschreitet die maximale Dateigröße von %2$s.
fi_fi: Tiedostoa "%1$s" ei voida ladata, koska se ylittää %2$s enimmäiskoon
ja_jp: ファイル "%1$s" はアップロードの最大サイズ %2$s を超えるためアップロードできません
lv_lv: Fails "%1$s" nevar tikt augšupielādēts, jo tas pārsniedz maksimālie pieļaujamo %2$s izmēra limitu
ru_ru: Размер файла «%1$s» превышает максимально допустимый размер %2$s
sk_sk: Súbor "%1$s" nie je možné nahrať, pretože prekračuje maximálnu veľkosť súboru %2$s
tr_tr: "%1$s" dosyası %2$s olan maksimum dosya boyutunu geçtiği için yüklenemiyor

source: The file "%1$s" cannot be uploaded because it exceeds the total attachment size limit of %2$s
de_de: Die Datei "%1$s" kann nicht hochgeladen werden. Sie überschreitet die maximale Dateigröße von %2$s für Anhänge.
fi_fi: Tiedostoa "%1$s" ei voida ladata, koska se ylittää liitetiedoston maksimikoon %2$s
ja_jp: ファイル "%1$s" は添付ファイルの容量制限 %2$s を超えるためアップロードできません
lv_lv: Fails "%1$s" nevar tikt augšupielādēts, jo tas pārsniedz pievienojumu %2$s kvotas limitu
ru_ru: Файл «%1$s» не может быть загружен, так как его размер превышает максимальный размер вложений, которые составляет %2$s
sk_sk: Súbor "%1$s" nie je možné nahrať, pretože prekračuje celkovú veľkosť príloh %2$s
tr_tr: "%1$s" dosyası, %2$s maksimum ek boyutunu aştığı için yüklenemiyor

source: The file cannot be uploaded because it exceeds the maximum email size of %1$s
de_de: Die Datei kann nicht hochgeladen werden, da sie die maximale E-Mail-Größe von %1$s überschreitet
fi_fi: Tiedostoa ei voi ladata, koska se ylittää sähköpostin enimmäiskoon %1$s
ja_jp: ファイル は最メールサイズ %1$s を超えるためアップロードできません
lv_lv: Fails nevar tikt augšupielādēts, jo tas pārsniedz maksimālie pieļaujamo %1$s izmēra limitu
ru_ru: Файл не может быть загружен, поскольку он превышает максимальный размер письма %1$s
sk_sk: Súbor nie je možné nahrať, pretože prekračuje maximálnu veľkosť emailu %1$s
tr_tr: Dosya,%1$s maksimum e-posta boyutunu geçtiği için yüklenemiyor

source: The file type "%1$s" cannot be used as a contact photo. Supported file types are JPEG, GIF, BMP, and PNG.
de_de: Der Dateityp "%1$s" kann nicht als Kontaktfoto verwendet werden. Unterstützte Dateitypen sind JPEG, GIF, BMP und PNG.
fi_fi: Tiedostotyyppiä "%1$s" ei tueta yhteystietokuvana. Tuettuja tiedostotyyppejä ovat JPG, GIF, BMP ja PNG.
ja_jp: ファイルタイプ"%1$s" は連絡先写真として使用できません。サポートされているファイルタイプはJPG、GIF、BMP、PNGです。
lv_lv: Fails ar tipu "%1$s" nevar tikt izmantots kā kontakta attēls. Atbalstītie failu tipi ir JPEG, GIF, BMP, and PNG.
ru_ru: Тип файла «%1$s» не может быть использован как фото контакта. Поддерживаемые типы файлов: JPEG, GIF, BMP и PNG.
sk_sk: Typ súboru "%1$s" nemožno použiť ako fotku kontaktu. Podporované typy súborov sú JPEG, GIF, BMP a PNG.
tr_tr: "%1$s" dosya türü kişi fotoğrafı olarak kullanılamaz. Desteklenen dosya türleri JPEG, GIF, BMP ve PNG'dir.

source: The first 90 days are free.
de_de: Die ersten 90 Tage sind kostenlos.
fi_fi: Ensimmäiset 90 päivää ovat ilmaisia.
ja_jp: 最初の 90 日間は無償です。
lv_lv: Pirmās 90 dienas ir bez maksas.
ru_ru: 90 дней бесплатно.
sk_sk: Prvých 90 dní je zadarmo.
tr_tr: İlk 90 gün ücretsizdir.

source: The first record of a valid CSV file must define proper column names. Supported separators are comma and semi-colon.
de_de: Der erste Eintrag einer gültigen CSV-Datei muss passende Spaltennamen definieren. Unterstützte Trennzeichen sind das Komma und das Semikolon.
fi_fi: Kelvollisessa CSV-tiedostossa täytyy ensimmäisellä tallennuskerralla määritellä kelvolliset sarakkeennimet. Välimerkkeinä hyväksytään pilkku ja puolipiste.
ja_jp: CSV ファイルの最初の行にはカラム名が指定されている必要があります。サポートされている区切り文字はコンマまたはセミコロンです。
lv_lv: Pirmajam CSV faila ierakstam ir jānorāda derīgi kolonnu vārdu nosaukumi. Atbalstītie atdalītāji ir kolons un semikolons.
ru_ru: Первая запись в файле CSV должна содержать имена столбцов, разделенные запятой или точкой с запятой.
sk_sk: Prvý záznam platného súboru CSV musí riadne definovať názvy stĺpcov. Podporované oddeľovače sú čiarka a bodkočiarka.
tr_tr: Geçerli bir CSV dosyasının ilk satırında sütun adları tanımlamalıdır. Ayırma karakteri olarak nokta ve noktalı virgül desteklenir.

source: The folder cannot be added because it was removed by the owner.
de_de: Der Ordner kann nicht hinzugefügt werden, da er vom Besitzer entfernt wurde.
fi_fi: Kansiota ei voi lisätä, koska omistaja on poistanut sen.
ja_jp: フォルダーが所有者によって削除されたため、追加できません。
lv_lv: Mapi nevar pievienot, jo to ir noņēmis tās īpašnieks.
ru_ru: Папку нельзя добавить, потому что она была удалена владельцем.
sk_sk: Priečinok nie je možné pridať, pretože ho odstránil jeho vlastník.
tr_tr: Bu klasör, sahibi tarafından kaldırıldığı için eklenemiyor.

source: The folder cannot be added because the link is invalid.
de_de: Der Ordner kann nicht hinzugefügt werden, da der Link ungültig ist.
fi_fi: Kansiota ei voi lisätä, koska linkki ei kelpaa.
ja_jp: リンクが無効なため、フォルダーを追加できません。
lv_lv: Mapi nevar pievienot, jo saite ir nederīga.
ru_ru: Папка не может быть добавлена, потому что ссылка недействительна.
sk_sk: Priečinok nie je možné pridať, pretože odkaz je neplatný.
tr_tr: Bağlantı geçersiz olduğu için klasör eklenemiyor.

source: The folder has been cleaned up.
de_de: Der Ordner wurde aufgeräumt.
fi_fi: Tämä kansio on siivottu.
ja_jp: フォルダーのクリーンアップが完了しました。
lv_lv: Mape ir iztīrīta.
ru_ru: Папка освобождена.
sk_sk: Priečinok bol vyčistený.
tr_tr: Klasör temizlendi.

source: The folder has been emptied
de_de: Der Ordner wurde geleert
fi_fi: Kansio on tyhjennetty
ja_jp: フォルダーを空にしました
lv_lv: Mape ir iztukšota
ru_ru: Папка освобождена
sk_sk: Priečinok bol vyprázdnený
tr_tr: Klasör boşaltıldı

source: The folder is currently unavailable and cannot be added. Please try again later.
de_de: Der Ordner ist derzeit nicht verfügbar und kann nicht hinzugefügt werden. Bitte versuchen Sie es später erneut.
fi_fi: Kansio ei ole tällä hetkellä käytettävissä, eikä sitä voi lisätä. Yritä myöhemmin uudelleen.
ja_jp: フォルダーは現在利用も追加もできません。後でもう一度やり直してください。
lv_lv: Mapi nevar pievienot, jo tā pašlaik nav pieejama. Lūdzu mēģiniet vēlāk vēlreiz.
ru_ru: Папка в настоящее время недоступна и не может быть добавлена. Пожалуйста, повторите попытку позже.
sk_sk: Priečinok je momentálne nedostupný a nie je možné ho pridať. Prosím, skúste to neskôr znova.
tr_tr: Klasör şu anda kullanılamadığı için eklenemiyor. Lütfen daha sonra tekrar deneyin.

source: The folder was added successfully.
de_de: Der Ordner wurde erfolgreich hinzugefügt.
fi_fi: Kansion lisääminen onnistui.
ja_jp: フォルダーが追加されました。
lv_lv: Mape ir veiksmīgi pievienota.
ru_ru: Папка была успешно добавлена.
sk_sk: Priečinok bol úspešne pridaný.
tr_tr: Klasör başarıyla eklendi.

source: The folder was removed successfully.
de_de: Der Ordner wurde erfolgreich entfernt.
fi_fi: Kansion poistaminen onnistui.
ja_jp: フォルダーが削除されました。
lv_lv: Mape ir veiksmīgi noņemta.
ru_ru: Папка была успешно удалена.
sk_sk: Priečinok bol úspešne odstránený.
tr_tr: Klasör başarıyla kaldırıldı.

source: The following email addresses cannot be used: %1$s
de_de: Folgende E-Mail-Adressen können nicht verwendet werden: %1$s
fi_fi: Seuraavia sähköpostiosoitteita ei voidat käyttää: %1$s
ja_jp: 次のメールアドレスは使用できません：%1$s
lv_lv: Sekojošas e-pasta adreses nevar tikt izmantotas: %1$s
ru_ru: Следующие адреса электронной почты не могут быть использованы: %1$s
sk_sk: Nasledovnú emailovú adresu nie je možné použiť: %1$s
tr_tr: Şu e-posta adresleri kullanılamıyor: %1$s

source: The following external applications/services can access your data:
de_de: Die folgenden externen Applikationen/Dienste können auf Ihre Daten zugreifen:
fi_fi: Tietosi ovat saatavilla seuraaville ulkoisille sovelluksille/palveluille:
ja_jp: 次の外部アプリケーション/サービスがデータにアクセス可能です:
lv_lv: Sekojošas ārējas aplikācijas vai servisi var piekļūt jūsu datiem:
ru_ru: Внешние приложения, у которых есть доступ к вашим данным:
sk_sk: Nasledovné externé aplikácie majú prístup k vašim údajom:
tr_tr: Aşağıdaki dış uygulamalar/hizmetler verilerinize erişebilir:

source: The given address is always added to BCC when replying or composing new emails
de_de: Die angegebene Adresse wird beim Beantworten oder Verfassen neuer E-Mails immer zu BCC hinzugefügt
fi_fi: Annettu osoite lisätään aina piilokopio-osoitteeseen, kun vastataan tai laaditaan uusia sähköpostiviestejä
ja_jp: 返信時または新規メールの作成時に指定されたアドレスを常にBCCに追加します。
lv_lv: Atbildot vai veidojot jaunus e-pasta ziņojumus, norādītā adrese vienmēr tiek pievienota BCC
ru_ru: Указанный адрес всегда добавляется в BCC при ответе или написании новых писем
sk_sk: Zadaná adresa sa vždy pridá do poľa Skrytý kópia, keď odpovedáte alebo píšete nové emaily
tr_tr: Belirtilen adres, e-postaları yanıtlarken veya oluştururken her zaman BCC'ye eklenir

source: The image cannot not be resized because it was not found on your hard drive.
de_de: Die Bildgröße kann nicht verändert werden, da das Bild nicht auf Ihrer Festplatte gefunden wurde.
fi_fi: Kuvan kokoa ei voida muuttaa, koska se löytyi kovalevyltäsi.
ja_jp: 画像がハードドライブに見つからないため、サイズ変更できません。
lv_lv: Attēls nevar tikt mērogots, jo tas nav atrasts jūsu datu glabātuvē.
ru_ru: Изображение не найдено на жестком диске, поэтому вы не можете изменить его размер.
sk_sk: Nie je možné zmeniť veľkosť obrázka, pretože nebol nájdený na vašom pevnom disku.
tr_tr: Resim sabit sürücünüzde bulunamadığı için yeniden boyutlandırılamadı.

source: The link has been copied to the clipboard.
de_de: Der Link wurde in die Zwischenablage kopiert.
fi_fi: Linkki on kopioitu leikepöydälle.
ja_jp: リンクがクリップボードにコピーされました。
lv_lv: Saite ir iekopēta starpliktuvē.
ru_ru: Ссылка скопирована в буфер обмена.
sk_sk: Odkaz bol skopírovaný do schránky.
tr_tr: Bağlantı panoya kopyalandı.

source: The list below shows all devices you're currently signed in to. There might be multiple sessions from the same device.
de_de: Die folgende Liste zeigt alle Geräte, auf denen Sie derzeit angemeldet sind. Es kann mehrere Sitzungen von demselben Gerät geben.
fi_fi: Alla olevassa luettelossa näkyvät kaikki laitteet, joihin olet tällä hetkellä kirjautunut. Samalla laitteella voi olla useita istuntoja.
ja_jp: 下記リストには、現在ログイン中のすべてのデバイスが表示されます。同じデバイスから複数のセッションが行われている可能性があります。
lv_lv: Tālāk sniegtajā sarakstā ir redzamas visas ierīces, kurās pašlaik esat pierakstījies. No vienas ierīces var būt vairākas sesijas.
ru_ru: Список ниже показывает все устройства, на которых вы в настоящее время выполнили вход. Может быть несколько сеансов с одного устройства.
sk_sk: Nižšie uvedený zoznam obsahuje všetky zariadenia, na ktorých ste momentálne prihlásení. Z toho istého zariadenia môže byť viacero relácií.
tr_tr: Aşağıdaki liste şu anda oturum açtığınız tüm cihazları göstermektedir. Aynı cihazdan birden fazla oturum açılmış olabilir.

source: The loading behavior has been improved to achieve faster loading times
de_de: Das Ladeverhalten wurde verbessert, um schnellere Ladezeiten zu erreichen
fi_fi: Latauskäyttäytymistä on parannettu nopeampien latausaikojen saavuttamiseksi
ja_jp: 読み込み動作が改善され、より早く読み込みができるようになりました。
lv_lv: Ielādes process ir uzlabots, nodrošinot ātrākus ielādes laikus
ru_ru: Улучшено поведение загрузки для достижения более быстрого времени загрузки
sk_sk: Bolo zrýchlené načítavanie
tr_tr: Yükleme sürelerini azaltmak için yükleme davranışı iyileştirildi

source: The mail draft could not be found on the server. It was sent or deleted in the meantime.
de_de: Der E-Mail-Entwurf konnte nicht auf dem Server gefunden werden. Er wurde zwischenzeitlich verschickt oder gelöscht.
fi_fi: Viestiluonnosta ei löytynyt palvelimelta. Se on lähetetty tai poistettu tällä välin.
ja_jp: メールの下書きがサーバーに見つかりませんでした。送信されたか、削除されました。
lv_lv: Pasta melnraksts serverī nav atrasts. Tas ir vai nu nosūtīts vai izdzēsts.
ru_ru: Не удалось найти черновик на сервере. Возможно, письмо было отправлено или удалено.
sk_sk: Rozpísaná správa na serveri nebola nájdená. Bola medzitým odoslaná alebo odstránená.
tr_tr: E-posta taslağı sunucuda bulunamadı. Gönderilmiş veya silinmiş olabilir.

source: The majority of app icons have been visually updated
de_de: Die meisten App-Symbole wurden visuell überarbeitet
fi_fi: Suurin osa sovelluskuvakkeista on päivitetty visuaalisesti
ja_jp: 大半のアプリアイコンがビジュアルが更新されました。
lv_lv: Vairākums aplikācijas ikonu ir vizuāli uzlabotas
ru_ru: Большинство значков приложений были визуально обновлены
sk_sk: Vzhľad väčšiny ikon aplikácií bol vylepšený
tr_tr: Uygulama simgelerinin çoğu güncellendi

source: The meeting has already started
de_de: Das Meeting hat bereits begonnen
fi_fi: Kokous on jo alkanut
ja_jp: 会議はすでに開始しています。
lv_lv: Mītiņš jau ir sācies
ru_ru: Встреча уже началась
sk_sk: Stretnutie už začalo
tr_tr: Toplantı başlamış durumda

source: The meeting has just started
de_de: Das Meeting hat soeben begonnen
fi_fi: Kokous on juuri alkanut
ja_jp: 会議は開始したところです。
lv_lv: Mītiņš ir tikko kā sācies
ru_ru: Встреча только что началась
sk_sk: Stretnutie práve začalo
tr_tr: Toplantı az önce başladı

source: The meeting will start in a minute
de_de: Das Meeting beginnt in einer Minute
fi_fi: Kokous alkaa minuutin kuluttua
ja_jp: 会議は1分後に開始します。
lv_lv: Mītiņš sāksies pēc minūtes
ru_ru: Встреча начнется через минуту
sk_sk: Stretnutie začne za minútu
tr_tr: Toplantı bir dakika sonra başlayacak

source: The meeting will start soon
de_de: Das Meeting beginnt bald
fi_fi: Kokous alkaa pian
ja_jp: 会議はまもなく開始します。
lv_lv: Mītiņš drīzumā sāksies
ru_ru: Встреча начнется скоро
sk_sk: Stretnutie začne čoskoro
tr_tr: Toplantı birazdan başlayacak

source: The new appointment conflicts with existing appointments.
de_de: Zwischen dem neuen Termin und bestehenden Terminen ist ein Konflikt aufgetreten.
fi_fi: Uusi tapaaminen ei sovi yhteen aiempien tapaamisten kanssa.
ja_jp: 新規予定が既存の予定と競合します。
lv_lv: Jaunais mītiņš konfliktē ar esošajiem mītiņiem.
ru_ru: Новое событие пересекается с другими мероприятиями.
sk_sk: Nová schôdzka je v konflikte s existujúcou schôdzkou.
tr_tr: Yeni randevunuz mevcut randevularla çakışıyor.

source: The notice is sent out for messages received by %1$s. You may choose to send it out for other recipient addresses too:
de_de: Die Mitteilung wird für Nachrichten an den Empfänger %1$s versendet. Sie können sie auch an andere Empfängeradressen senden:
fi_fi: Ilmoitus lähetetään viesteistä, jotka %1$s on vastaanottanut. Voit valita sen lähetettäväksi myös muiden vastaanottajien vastaanottamista viesteistä:
ja_jp: 宛先が %1$s のメッセージに対して通知が送信されます。他の宛先のメッセージにも送信するよう選択できます:
lv_lv: Paziņojumi tiek izsūtīti par ziņojumiem, kurus saņem %1$s. Jūs varat izvēlēties nosūtīt tos arī par citām saņēmēju adresēm:
ru_ru: Для всех сообщений, приходящих на адрес %1$s, будут отправляться уведомления. Вы можете настроить уведомления для других адресов:
sk_sk: Oznámenie sa pošle pre správy, ktoré prijal %1$s. Môžete sa rozhodnúť poslať ich tiež na iné adresy príjemcov:
tr_tr: Bildirim, %1$s tarafından alınan iletiler için gönderilir. Diğer alıcı adresleri için de göndermeyi seçebilirsiniz:

source: The notification has been resent
de_de: Die Benachrichtigung wurde erneut gesendet
fi_fi: Ilmoitus on lähetetty uudelleen
ja_jp: 通知を再送しました
lv_lv: Paziņojums ir nosūtīts atkārtoti
ru_ru: Уведомление было отправлено повторно
sk_sk: Oznámenie bolo znova odoslané
tr_tr: Bildirim gönderildi

source: The number of versions is limited to %1$d version.
de_de: Die Anzahl der Versionen ist auf eine Version begrenzt.
fi_fi: Versioiden määrä on rajattu %1$d versioon.
ja_jp: バージョン数の制限は%1$dです。
lv_lv: Versiju skaits ir ierobežots līdz %1$d versijai.
ru_ru: Количество версий ограничено %1$d версией.
sk_sk: Počet verzií je obmedzený na %1$d verziu.
tr_tr: Sürüm sayısı %1$d sürümle sınırlanmış.

source: The number of versions is not limited.
de_de: Die Anzahl der Versionen ist nicht begrenzt.
fi_fi: Versioiden määrää ei ole rajoitettu.
ja_jp: バージョン数の制限がありません。
lv_lv: Versiju skaits nav ierobežots.
ru_ru: Количество версий не ограничено.
sk_sk: Počet verzií nie je obmedzený.
tr_tr: Sürüm sayısı sınırlanmamış.

source: The order of participants has been adjusted to better suit different use cases: When viewing appointment details, participants are now ordered by their participation status, prioritizing those who have accepted or declined. In contrast, when creating or editing an appointment, participants are sorted alphabetically by name for easier reference.
de_de: Die Reihenfolge der Teilnehmer wurde angepasst, um unterschiedlichen Anwendungsfällen besser gerecht zu werden: Bei der Ansicht von Termindetails werden die Teilnehmer nun nach ihrem Teilnahmestatus sortiert, wobei jene priorisiert werden, die angenommen oder abgelehnt haben. Dagegen werden bei der Erstellung oder Bearbeitung eines Termins die Teilnehmer alphabetisch nach Namen sortiert, um Personen in der Liste leichter zu finden.
fi_fi: Osallistujien järjestystä on mukautettu, jotta se sopisi paremmin eri käyttötarkoituksiin: Tapaamisen tiedoissa osallistujat järjestetään nyt osallistumistilanteen mukaan siten, että etusijalle asetetaan ne, jotka ovat hyväksyneet tapaamisen tai kieltäytyneet siitä. Tapaamista luotaessa tai muokattaessa osallistujat taas lajitellaan aakkosjärjestykseen nimen mukaan, mikä helpottaa hakua.
ja_jp: 参加者の順を調整し、より使いやすいようにしました。予約の詳細を表示する場合、参加者は参加ステータス順に並べられ、承認または辞退した人が優先されるようになります。一方、予定を作成・編集する場合は、参加者の名前をアルファベット順に並べ、参照しやすいようにしました。
lv_lv: Dalībnieku secība ir pielāgota, lai labāk atbilstu dažādiem izmantošanas gadījumiem: Pārskatot tikšanās informāciju, dalībnieki tagad tiek sakārtoti pēc to dalības statusa, piešķirot prioritāti tiem, kuri ir piekrituši vai atteikušies. Turpretī, veidojot vai rediģējot mītiņu, dalībnieki ir sakārtoti alfabētiski pēc nosaukuma, lai būtu vieglāk uz tiem atsaukties.
ru_ru: Порядок участников был изменен, чтобы лучше соответствовать различным вариантам использования: при просмотре сведений о встрече участники теперь упорядочиваются по статусу участия, отдавая предпочтение тем, кто принял или отклонил предложение. Напротив, при создании или редактировании встречи участники сортируются в алфавитном порядке по именам для более удобного поиска.
sk_sk: Poradie účastníkov bolo upravené tak, aby lepšie vyhovovalo rôznym prípadom použitia: Pri prezeraní podrobností o schôdzke sú teraz účastníci zoradení podľa stavu ich účasti, pričom sa uprednostňujú tí, ktorí prijali alebo odmietli. Naproti tomu pri vytváraní alebo úprave plánovanej činnosti sú účastníci zoradení abecedne podľa mena, aby sa ľahšie hľadali.
tr_tr: Katılımcı sıralamasını farklı kullanım durumlarına uyum sağlayacak şekilde ayarladık: Randevu ayrıntılarına bakarken katılımcılar artık katılım durumlarına göre sıralanacak, kabul veya reddedenlere öncelik verilecek. Buna karşın, randevu oluştururken veya düzenlerken katılımcılar daha kolay bulabilmeniz için alfabetik olarak sıralanacaklar.

source: The password was changed recently. Please enter the new password.
de_de: Das Kennwort wurde kürzlich geändert. Bitte geben Sie das neue Kennwort ein.
fi_fi: Salasana vaihdettiin äskettäin. Anna uusi salasana.
ja_jp: パスワードは最近変更されました。新しいパスワードを入力してください。
lv_lv: Jūsu parole ir nesen izmainīta. Lūdzu, ievadiet jauno paroli.
ru_ru: Пароль был изменен недавно. Пожалуйста, введите новый пароль.
sk_sk: Heslo sa nedávno zmenilo. Zadajte nové heslo.
tr_tr: Parola yakın zamanda değiştirildi. Lütfen yeni parolayı yazın.

source: The photo exceeds the allowed file size of %1$s
de_de: Das Foto überschreitet die zulässige Dateigröße von %1$s
fi_fi: Valokuva ylittää suurimman sallitun tiedoston koon %1$s
ja_jp: 写真が許容ファイルサイズ%1$sを超過しています。
lv_lv: Attēls pārsniedz atļauto %1$s izmēru
ru_ru: Фото превышает разрешенный размер файла %1$s
sk_sk: Fotka prekračuje povolenú veľkosť súboru %1$s
tr_tr: Fotoğraf izin verilen %1$s boyutunu aşıyor

source: The provided filename exceeds the allowed length.
de_de: Der angegebene Dateiname ist zu lang.
fi_fi: Annettu tiedostonimi ylittää sallitun enimmäispituuden.
ja_jp: 入力したファイル名が最大文字数を超えています。
lv_lv: Norādītā faila vārda garums pārsniedz pieļaujamo limitu.
ru_ru: Предоставленное имя файла превышает допустимую длину.
sk_sk: Poskytnutý názov súboru prekračuje povolenú dĺžku.
tr_tr: Sağlanan dosya adı izin verilen uzunluğu aşıyor.

source: The provided password for the email address %1$s is incorrect
de_de: Das angegebene Passwort für die E-Mail-Adresse %1$s ist falsch
fi_fi: Sähköpostiosoitteen salasana on %1$s virheellinen
ja_jp: 入力されたメールアドレス%1$s用パスワードが正しくありません。
lv_lv: Norādītā e-pasta adreses %1$s parole nav pareiza
ru_ru: Предоставленный пароль для адреса электронной почты %1$s неверен
sk_sk: Zadané heslo k emailovej adrese %1$s je nesprávne
tr_tr: %1$s adresi için belirtilen parola yanlış
