Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: The requested application is not available at this moment.
de_de: Die gewünschte Anwendung ist im Moment nicht verfügbar.
fi_fi: Sovellus ei ole tällä hetkellä saatavilla.
ja_jp: 要求されたアプリケーションは現在利用できません。
lv_lv: Pieprasītā aplikācija pašlaik nav pieejama.
ru_ru: Запрашиваемое приложение в данный момент недоступно.
sk_sk: Požadovaná aplikácia momentálne nie je k dispozícii.
tr_tr: İstenen uygulama şu anda kullanılamıyor.

source: The search section has been cleaned up and made easier to navigate, with the most important settings now prioritized and placed upfront. We've also improved the wording throughout the interface to ensure better understandability.
de_de: Der Suchbereich wurde aufgeräumt und übersichtlicher gestaltet, wobei die wichtigsten Einstellungen nun priorisiert und an vorderster Stelle platziert wurden. Außerdem haben wir die Formulierungen der gesamten Benutzeroberfläche verbessert, um eine bessere Verständlichkeit zu gewährleisten.
fi_fi: Hakuosiota on siistitty ja siitä on tehty helppokäyttöisempi, ja tärkeimmät asetukset on nyt priorisoitu ja sijoitettu etualalle. Olemme myös parantaneet koko käyttöliittymän sanamuotoja helppotajuisemmiksi.
ja_jp: 検索セクションがクリーンアップされ、ナビゲートしやすくなり、最も重要な設定が優先され、前面に配置されるようになりました。また、インターフェイス全体の表現も改善され、よりわかりやすくなりました。
lv_lv: Ir uzlabota meklēšanas sadaļa un atvieglota navigācija, un svarīgākajiem iestatījumiem tagad ir piešķirta prioritāte un tie ir izvietoti priekšplānā. Lai nodrošinātu labāku saprotamību, esam arī uzlabojuši formulējumus visā saskarnē.
ru_ru: Раздел поиска был очищен и сделан более удобным для навигации, наиболее важные настройки теперь имеют приоритет и размещены впереди. Мы также улучшили формулировки интерфейса для лучшего понимания.
sk_sk: Sekcia vyhľadávania bola vyčistená a uľahčili sme orientáciu v nej. Najdôležitejšie nastavenia sú teraz uprednostnené a viditeľne umiestnené. Vylepšili sme aj slovné formulácie v celom rozhraní, aby bolo zrozumiteľnejšie.
tr_tr: Arama bölümünü temizleyip daha anlaşılır hale getirdik, en önemli ayarları en başa yerleştirdik. Anlaşılabilirliği artırmak amacıyla arayüzdeki metinleri de iyileştirdik.

source: The selected addresses. Press Backspace or Delete to remove.
de_de: Die ausgewählten Adressen. Zum Entfernen drücken Sie die Rück- oder Löschtaste.
fi_fi: Valitut osoitteet. Poista painamalla Backspace- tai Delete-näppäintä.
ja_jp: 選択されたアドレス。backspaceかdeleteを押して削除します。
lv_lv: Izvēlētās adreses. Lai noņemtu, piespiediet atpakaļ-taustiņu vai Dzēst.
ru_ru: Выбранные адреса. Чтобы удалить, нажмите Backspace или Delete.
sk_sk: Vybrané adresy. Stlačením klávesu Backspace alebo Delete odstránite.
tr_tr: Seçilen adresleri kaldırmak için Backspace veya Delete tuşuna basın.

source: The selected calendar "%1$s" is public. Do you really want to create an appointment in this calendar?
de_de: Der ausgewählte Kalender "%1$s" ist öffentlich. Wollen Sie wirklich einen Termin in diesem Kalender anlegen?
fi_fi: Valittu kalenteri "%1$s" on julkinen. Haluatko todella luoda tapaamisen tähän kalenteriin?
ja_jp: 選択されたカレンダー"%1$s"はパブリックカレンダーです。このカレンダーに予定を作成しますか？
lv_lv: Atlasītais kalendārs "%1$s" ir publisks. Vai tiešām vēlaties šajā kalendārā izveidot tikšanos?
ru_ru: Календарь «%1$s» является общим. Вы действительно хотите создать встречу в этом календаре?
sk_sk: Vybraný kalendár "%1$s" je verejný. Skutočne chcete vytvoriť schôdzku v tomto kalendári?
tr_tr: Seçilen "%1$s" takvimi ortak bir takvim. Bu takvimde randevu oluşturmak istediğinizden emin misiniz?

source: The selected calendar is shared by %1$s. Appointments in shared calendars will generally be created on behalf of the owner.
de_de: Der gewählte Kalender wurde von %1$s freigegeben. Termine in freigegebenen Kalendern werden generell im Auftrag des Eigentümers angelegt.
fi_fi: Valitun kalenterin jakaa %1$s. Tapaamiset jaettuihin kalentereihin luodaan yleensä omistajan puolesta.
ja_jp: 選択したカレンダーは%1$sで共有されています。共有カレンダーの予定は、所有者の代理で通常作成されます。
lv_lv: Izvēlēto kalendāru ir koplietojis %1$s. Mītiņi koplietotos kalendāros tiek veidoti šo kalendāru īpašnieku vārdā..
ru_ru: Доступ к этому календарю предоставлен пользователем %1$s. Встречи в совместном календаре обычно создаются от имени его владельца.
sk_sk: Vybratý kalendár s vami zdieľa %1$s. Schôdzky v zdieľaných kalendároch sa zvyčajne vytvoria v mene vlastníka.
tr_tr: Seçili takvim %1$s tarafından paylaşılmaktadır. Paylaşılan takvimdeki randevular genel olarak takvim sahibinin adına oluşturulur.

source: The selected items. Press Backspace or Delete to remove.
de_de: Die ausgewählten Objekte. Zum Entfernen drücken Sie die Rück- oder Löschtaste.
fi_fi: Valitut kohteet. Poista painamalla Backspace- tai Delete-näppäintä.
ja_jp: 選択されたアイテム。backspaceかdeleteを押して削除します。
lv_lv: Izvēlētās vienības. Lai noņemtu, piespiediet atpakaļ-taustiņu vai Dzēst.
ru_ru: Выбранные элементы. Чтобы удалить, нажмите Backspace или Delete.
sk_sk: Vybrané položky. Stlačením klávesu Backspace alebo Delete odstránite.
tr_tr: Seçilen öğeleri kaldırmak için Backspace veya Delete tuşuna basın.

source: The selected timezone is already a favorite.
de_de: Die gewählte Zeitzone ist bereits ein Favorit.
fi_fi: Valittu aikavyöhyke on jo suosikki.
ja_jp: 選択されたタイムゾーンはお気に入りに登録されています。
lv_lv: Izvēlētā laika zona jau ir ieteicamā.
ru_ru: Этот часовой пояс уже в избранном.
sk_sk: Vybrané časové pásmo je už medzi obľúbenými.
tr_tr: Seçilen zaman dilimi zaten favorilerinizde.

source: The sender wants to get notified when you have read this email
de_de: Der Absender wünscht eine Benachrichtigung, dass Sie die E-Mail gelesen haben
fi_fi: Lähettäjä haluaisi saada vahvistuksen, kun olet lukenut tämän sähköpostin
ja_jp: メールの開封通知を差出人が求めています
lv_lv: Nosūtītājs vēlas saņemt paziņojumu par to, ka jūs esat izlasījis šo vēstuli
ru_ru: Отправитель запрашивает уведомление о прочтении сообщения
sk_sk: Odosielateľ chce dostať oznámenie, keď si prečítate tento email
tr_tr: Bu e-postayı okuduğunuzda gönderen kişi bilgilendirilmek istiyor

source: The sending of the message has been canceled.
de_de: Das Versenden der Nachricht wurde abgebrochen.
fi_fi: Viestien lähettäminen on peruttu.
ja_jp: メッセージ送信がキャンセルされました。
lv_lv: Ziņojuma sūtīšana ir atcelta.
ru_ru: Отправка сообщения была отменена.
sk_sk: Odosielanie správy bolo zrušené.
tr_tr: İletinin gönderimi iptal edildi.

source: The series ends after %1$d occurrence.
de_de: Die Serie endet nach %1$d Ereignis.
fi_fi: Sarja päättyy %1$d tapahtuman jälkeen.
ja_jp: データ系列は%1$d回の予定の後に終了します。
lv_lv: Sērija beidzas pēc %1$d atkārtojuma.
ru_ru: Серия заканчивается после %1$d вхождения.
sk_sk: Séria končí po %1$d opakovaní.
tr_tr: Dizi %1$d kez yinelendikten sonra biter.

source: The series ends on %1$s.
de_de: Die Serie endet am %1$s.
fi_fi: Sarja loppuu %1$s.
ja_jp: %1$s に終了
lv_lv: Sērija beidzas %1$s.
ru_ru: Серия заканчивается в %1$s.
sk_sk: Táto séria končí %1$s.
tr_tr: Dizi %1$s biter.

source: The series never ends.
de_de: Die Serie endet nie.
fi_fi: Sarja ei lopu koskaan.
ja_jp: 無期限
lv_lv: Sērija nekad nebeidzas.
ru_ru: Серия мероприятий никогда не заканчивается.
sk_sk: Táto séria nikdy nekončí.
tr_tr: Dizi hiç bitmez.

source: The service is not available right now.
de_de: Der Dienst ist derzeit nicht verfügbar.
fi_fi: Palvelu ei ole juuri nyt käytettävissä.
ja_jp: 現在サービスを利用できません。
lv_lv: Pakalpojums pašlaik nav pieejams.
ru_ru: Сервис недоступен.
sk_sk: Služba momentálne nie je k dispozícii.
tr_tr: Hizmet şu anda kullanılamıyor.

source: The setting requires a reload or logging in again to take effect.
de_de: Sie müssen die Seite neu laden oder sich neu anmelden, damit die Einstellung wirksam wird.
fi_fi: Asetus vaatii uudelleenlatauksen tai uudelleenkirjautumisen alkaakseen toimia.
ja_jp: 設定を反映するために再読み込み、または再ログオンを行ってください。
lv_lv: Lai iestatījumi stātos spēkā ir jāveic pārlāde vai atkārtota pieslēgšanās.
ru_ru: Чтобы изменения вступили в силу, необходимо перезагрузиться или авторизоваться заново.
sk_sk: Toto nastavenie vyžaduje obnovenie stránky alebo opätovné prihlásenie, aby sa prejavilo.
tr_tr: Bu ayarın etkili olması için sayfayı yeniden yüklemeli veya yeniden giriş yapmalısınız.

source: The signature exists and is valid
de_de: Die Signatur ist vorhanden und gültig
fi_fi: Allekirjoitus on olemassa ja se kelpaa
ja_jp: 署名が存在し、有効です。
lv_lv: Paraksts eksistē un ir derīgs
ru_ru: Подпись существует и действительна
sk_sk: Podpis existuje a je platný
tr_tr: İmza mevcut ve geçerli

source: The signature is missing or is not valid
de_de: Die Signatur fehlt oder ist ungültig
fi_fi: Allekirjoitus puuttuu tai se ei kelpaa
ja_jp: 署名が存在しないか、無効です。
lv_lv: Paraksts nav derīgs vai ir iztrūkstošs
ru_ru: Подпись отсутсвует или недействительная
sk_sk: Podpis chýba alebo je neplatný
tr_tr: İmza eksik veya geçersiz

source: The start date must be before the due date.
de_de: Das Startdatum muss vor dem Enddatum liegen.
fi_fi: Alkupäivämäärän tulee olla ennen valmistumispäivämäärää.
ja_jp: 開始日は終了日より前の日付でなければなりません。
lv_lv: Sākuma datumam ir jābūt pirms izpides datuma.
ru_ru: Дата начала не может быть позднее даты окончания.
sk_sk: Dátum začiatku musí byť pred dátumom konca.
tr_tr: Başlangıç tarihi bitiş tarihinden önce olamaz.

source: The subscription could not be created.
de_de: Das Abonnement konnte nicht erstellt werden.
fi_fi: Tilausta ei voitu luoda.
ja_jp: 登録できませんでした。
lv_lv: Nevar izveidot abonementu.
ru_ru: Не удалось создать подписку.
sk_sk: Prihlásenie na odber sa nepodarilo vytvoriť.
tr_tr: Abonelik oluşturulamadı.

source: The subscription could not be updated due to an error and must be recreated.
de_de: Das Abonnement konnte aufgrund eines Fehlers nicht aktualisiert werden und muss neu erstellt werden.
fi_fi: Tilausta ei voitu päivittää virheen vuoksi, ja se on luotava uudelleen.
ja_jp: 登録はエラーのために更新できなかったので、再作成してください。
lv_lv: Abonements nevar tikt jaunināts kļūdu dēļ un ir jāizveido no jauna.
ru_ru: Не удалось обновить подписку из-за ошибки, подписку необходимо создать заново.
sk_sk: Odber nebolo možné aktualizovať kvôli chybe a je potrebné ho znova vytvoriť.
tr_tr: Bir hata nedeniyle abonelik güncellenemedi. Aboneliğin yeniden oluşturulması gerekiyor.

source: The task could not be deleted.
de_de: Die Aufgabe konnte nicht gelöscht werden.
fi_fi: Tehtävää ei voitu poistaa.
ja_jp: タスクを削除できませんでした。
lv_lv: Uzdevums nevar tikt dzēsts.
ru_ru: Не удалось удалить задачу.
sk_sk: Nepodarilo sa zmazať úlohu.
tr_tr: Görev silinemedi.

source: The tasks could not be deleted.
de_de: Die Aufgaben konnten nicht gelöscht werden.
fi_fi: Tehtävää ei voitu poistaa.
ja_jp: タスクを削除できませんでした。
lv_lv: Uzdevumus nevar izdzēst.
ru_ru: Не удалось удалить задачи.
sk_sk: Nepodarilo sa zmazať úlohy.
tr_tr: Görevler silinemedi.

source: The time frame is in the past.
de_de: Der Zeitrahmen liegt in der Vergangenheit.
fi_fi: Aikaväli on menneisyydessä.
ja_jp: 時間軸が過去です。
lv_lv: Laika apgabals ir pagātnē.
ru_ru: Отрезок времени находится в прошлом.
sk_sk: Časový rámec je v minulosti.
tr_tr: Zaman dilimi geçmişte kalmış.

source: The timeframe is limited to %1$d day.
de_de: Der Zeitrahmen ist auf einen Tag begrenzt.
fi_fi: Aikaväli on rajattu %1$d päivään.
ja_jp: タイムフレームの制限は%1$d日です。
lv_lv: Laiks ir ierobežots līdz %1$d dienai.
ru_ru: Срок ограничен %1$d днем.
sk_sk: Časový interval je obmedzený na %1$d deň.
tr_tr: Zaman aralığı %1$d günle sınırlanmış.

source: The timeframe is not limited.
de_de: Der Zeitrahmen ist nicht begrenzt.
fi_fi: Aikaväliä ei ole rajattu.
ja_jp: タイムフレームの制限がありません。
lv_lv: Laiks nav ierobežots.
ru_ru: Сроки не ограничены.
sk_sk: Časový interval nie je obmedzený.
tr_tr: Zaman aralığı sınırlanmamış.

source: The two newly entered passwords do not match.
de_de: Die neu eingegebenen Passwörter stimmen nicht überein.
fi_fi: Syötetyt salasanat eivät täsmää.
ja_jp: 入力したパスワードが一致しません。
lv_lv: Abas ievadītās jaunās paroles nesaskan.
ru_ru: Введенные пароли не совпадают.
sk_sk: Dve novo zadané heslá sa nezhodujú.
tr_tr: Yeni girdiğiniz iki parola birbiriyle uyuşmuyor.

source: The unrecoverable items have been cleaned up successfully. Please refresh this page to see the changes.
de_de: Die nicht wiederherstellbaren Objekte wurden erfolgreich bereinigt. Bitte aktualisieren Sie die Seite, um die Änderungen zu sehen.
fi_fi: Palautuskelvottomat tiedostot on onnistuneesti poistettu. Päivitä sivu nähdäksesi muutokset.
ja_jp: 回復不能なアイテムが正常にクリーンアップされました。このページを最新の状態に更新し、変更を確認してください。
lv_lv: Neatgūstamās vienības ir veiksmīgi iztīrītas. Lūdzu pārlādējiet šo lapu lai apskatītu izmaiņas.
ru_ru: Неисправные объекты удалены. Для просмотра результатов обновите страницу.
sk_sk: Neobnoviteľné položky boli úspešne vyčistené. Zmeny budete vidieť po obnovení tejto stránky.
tr_tr: Kurtarılamayan öğeler başarıyla temizlendi. Değişiklikleri görmek için lütfen bu sayfayı yenileyin.

source: The uploaded attachment exceeds the maximum email size of %1$s
de_de: Der hochgeladene Anhang überschreitet die maximale E-Mail-Größe von %1$s
fi_fi: Ladattu liite ylittää sähköpostin enimmäiskoon %1$s
ja_jp: アップロードされた添付ファイルは最大メールサイズ %1$s を超えています。
lv_lv: Augšupielādes pielikums pārsniedz maksimāli pieļaujamo %1$s limitu
ru_ru: Загруженное вложение превышает максимальный размер письма в %1$s
sk_sk: Nahraná príloha prekračuje maximálnu veľkosť emailu %1$s
tr_tr: Yüklenen dosya, %1$s olan maksimum dosya boyutunu geçiyor

source: The uploaded file does not match the requested file type.
de_de: Die hochgeladene Datei stimmt nicht mit dem angeforderten Dateityp überein.
fi_fi: Ladattu tiedosto ei vastaa pyydettyä tiedostotyyppiä.
ja_jp: アップロードされたファイルの種類は要求されたファイルタイプと一致しません
lv_lv: Augšupielādētais fails neatbilst prasītajam faila tipam.
ru_ru: Тип отправляемого файла не соответствует запрошенному.
sk_sk: Nahraný súbor nie je požadovaného typu.
tr_tr: Yüklenen dosya istenen dosya türüne uymuyor.

source: The user doesn't share his free/busy information with you.
de_de: Der Benutzer hat seine Frei/Gebucht-Informationen nicht für Sie freigegeben.
fi_fi: Käyttäjä ei jaa sinulle tietojaan vapaana tai varattuna olostaan.
ja_jp: ユーザーは空き時間／ビジー状態の情報を共有しません。
lv_lv: Šis lietotājs nav koplietojis ar jums savu pieejamības informāciju.
ru_ru: Пользователь не делится с вами своей информацией о доступности.
sk_sk: Používateľ s vami nezdieľa svoje informácie o voľnom čase.
tr_tr: Kullanıcı serbest/meşgul bilgilerini sizinle paylaşmıyor.

source: The user interface is now more resilient in handling unstable internet connections
de_de: Die Benutzeroberfläche ist jetzt robuster im Umgang mit instabilen Internetverbindungen
fi_fi: Käyttöliittymä pystyy nyt käsittelemään paremmin epävakaita internetyhteyksiä
ja_jp: 不安定なインターネット接続に対応するため、ユーザーインターフェースの耐障害性が向上しました。
lv_lv: Lietotāja saskarne tagad ir stabilāka gadījumos, kad interneta pieslēgums ir nestabils
ru_ru: Пользовательский интерфейс теперь более устойчив к нестабильным интернет-соединениям
sk_sk: Používateľské rozhranie je teraz odolnejšie pri zvládaní nestabilného pripojenia k internetu
tr_tr: Kullanıcı arayüzü stabil olmayan internet bağlantılarına karşı artık daha dayanıklı

source: The widget "%s" was disabled as the account might have been removed or is no longer available.
de_de: Das Widget "%s" wurde deaktiviert, da das Konto entweder entfernt wurde oder nicht mehr verfügbar ist.
fi_fi: %s-pienoisohjelma kytkettiin pois päältä, koska tili on mahdollisesti poistettu tai ei ole enää käytettävissä.
ja_jp: アカウントが削除されたか、もはや利用可能ではないため、ウィジェット"%s"が無効になりました。
lv_lv: Rīks "%s" ir atspējots, jo konts varētu būt noņemts vai arī nav vairs derīgs vai pieejams.
ru_ru: Виджет «%s» был отключен, так как учетная запись недоступна или была удалена.
sk_sk: Ovládací prvok "%s" bol zablokovaný, pretože účet mohol byť odstránený alebo už nie je k dispozícii.
tr_tr: Hesap silinmiş olabilir veya artık kullanılamıyor olabilir. Bu yüzden "%s" bileşeni kapatıldı.

source: Theme
fi_fi: Teema
ja_jp: テーマ
lv_lv: Tēma
ru_ru: Тема
sk_sk: Téma vzhľadu
tr_tr: Tema

source: Themes
fi_fi: Teemat
ja_jp: テーマ
lv_lv: Tēmas
ru_ru: Темы
sk_sk: Témy vzhľadu
tr_tr: Temalar

source: There are currently no compatible media devices available on your device.
de_de: Es sind derzeit keine kompatiblen Mediengeräte auf Ihrem Gerät verfügbar.
fi_fi: Tällä hetkellä laitteeseesi sopivia medialaitteita ei ole saatavilla.
ja_jp: 現在お使いのデバイスに利用できる対応メディアデバイスがありません。
lv_lv: Pašlaik ierīcē nav atrasta neviena saderīga mediju iekārta.
ru_ru: На вашем устройстве нет совместимых медиаустройств.
sk_sk: Vo vašom zariadení momentálne nie sú k dispozícii žiadne kompatibilné multimediálne zariadenia.
tr_tr: Şu anda cihazınızda kullanılabilen uyumlu medya aygıtı yok.

source: There are no backup devices available for this account. Please notify support for help.
de_de: Für dieses Konto sind keine Backup-Geräte verfügbar. Bitte wenden Sie sich an den Support.
fi_fi: Tätä tiliä varten ei ole saatavilla varmuuslaitteita. Pyydä apua tuesta.
ja_jp: このアカウントに利用できるバックアップ用デバイスがありません。サポートに連絡してください。
lv_lv: Šim kontam nav pieejamas rezerves kopiju ierīces. Lūdzu sazinieties ar atbalsta darbiniekiem.
ru_ru: Для этого аккаунта не настроено ни одного резервного устройства. За помощью обратитесь к службе поддержки.
sk_sk: Pre tento účet nie sú nastavené žiadne záložné zariadenia. Prosím, obráťte sa na podporu ak potrebujete pomoc.
tr_tr: Bu hesap için kullanılabilir yedek cihaz yok. Yardım almak isterseniz destek ekibimizle iletişime geçebilirsiniz.

source: There are no external applications/services which can access your account.
de_de: Es sind keine externen Applikationen/Dienste vorhanden, die auf Ihr Konto zugreifen können.
fi_fi: Tiliisi ei ole pääsyä yhdelläkään ulkoisella sovelluksella/palvelulla.
ja_jp: アカウントへアクセス可能な外部アプリケーション/サービスはありません。
lv_lv: Nav nevienas ārējas aplikācijas vai servisa ar piekļuvi jūsu kontam.
ru_ru: Внешние приложения не имеют доступа к вашей учетной записи.
sk_sk: Žiadne externé aplikácie či služby nemajú povolený prístup k vášmu účtu.
tr_tr: Hesabınıza erişebilen harici uygulamalar/hizmetler yoktur.

source: There are no notifications
de_de: Es gibt keine Benachrichtigungen
fi_fi: Ei ilmoituksia
ja_jp: 通知はありません。
lv_lv: Nav paziņojumu
ru_ru: Уведомления отсутствуют
sk_sk: Nemáte žiadne nové oznámenia
tr_tr: Yeni bildiriminiz yok

source: There are unsaved changes.
de_de: Es gibt ungesicherte Änderungen.
fi_fi: Sinulla on tallentamattomia muutoksia.
ja_jp: まだ保存されていない変更があります。
lv_lv: Atrastas nesaglabātas izmaiņas.
ru_ru: Есть несохраненные изменения.
sk_sk: Existujú neuložené zmeny.
tr_tr: Kaydedilmemiş değişiklikler var.

source: There is %1$d message in this folder; not all messages are displayed in the list currently.
de_de: Dieser Ordner enthält eine Nachricht. Nicht alle Nachrichten werden derzeit in der Liste angezeigt.
fi_fi: Kansiossa on %1$d viesti, kaikki viestit eivät näy tällä hetkellä listalla.
ja_jp: このフォルダーにメッセージが %1$d 通あります；現在メッセージがすべてリストに表示されるわけではありません。
lv_lv: Šajā mapē ir %1$d ziņojums, bet ne visi no tiem ir uzrādīti pašlaik redzamajā sarakstā.
ru_ru: В этой папке есть %1$d сообщение; в настоящее время в списке отображаются не все сообщения.
sk_sk: Tento priečinok obsahuje %1$d správu v tomto priečinku. Nie všetky správy sú zobrazené v zozname.
tr_tr: Bu klasörde %1$d mesaj var. Şu anda listede tüm mesajlar görüntülenmiyor.

source: There is a new notification
de_de: Es gibt eine neue Benachrichtigung
fi_fi: Uusi ilmoitus
ja_jp: 新規通知があります。
lv_lv: Jums ir jauns paziņojums
ru_ru: Есть %1$d новое уведомление
sk_sk: Máte nové oznámenie
tr_tr: Yeni bir bildirim var

source: There is a notification
de_de: Es gibt eine Benachrichtigung
fi_fi: Ilmoitus
ja_jp: 通知があります。
lv_lv: Jums ir paziņojums
ru_ru: Есть %1$d уведомление
sk_sk: Máte oznámenie
tr_tr: Bir bildirim var

source: There is a problem with this account. Click for more information
de_de: Es liegt ein Problem mit diesem Konto vor. Klicken Sie für weitere Informationen.
fi_fi: Tilin kanssa on ongelma. Klikkaa lisätietoja saadaksesi
ja_jp: このアカウントに問題があります。詳細はこちらをクリックしてください。
lv_lv: Šim kontam ir problēmas. Noklikšķiniet papildus informācijas iegūšanai
ru_ru: Обнаружена проблема с учетной записью. Нажмите для получения информации
sk_sk: Nastal problém s týmto účtom. Ďalšie informácie po kliknutí
tr_tr: Bu hesapla ilgili bir sorun var. Daha fazla bilgi almak için tıklayın

source: There is an update available! Please reload the app.
de_de: Es ist ein Update verfügbar! Bitte aktualisieren Sie die App.
fi_fi: Päivitys on saatavilla! Lataa sovellus uudelleen.
ja_jp: 更新が利用できます。アプリケーションを再読み込みしてください。
lv_lv: Ir pieejams jauninājums! Lūdzu ielādējiet aplikāciju no jauna.
ru_ru: Доступно обновление! Пожалуйста, перезагрузите приложение.
sk_sk: Je dostupná nová aktualizácia. Prosím, znovu načítajte aplikáciu.
tr_tr: Bir güncelleme var! Lütfen sayfayı yeniden yükleyin.

source: There is currently an archive download available. By requesting a new download the current archive will be deleted and is no longer available.
de_de: Derzeit ist ein Archiv zum Herunterladen verfügbar. Durch das Anfordern eines neuen Archivs wird das aktuelle Archiv gelöscht und ist nicht mehr verfügbar.
fi_fi: Ladattu arkisto on saatavilla. Jos pyydät uutta latausta, nykyinen arkisto poistetaan eikä se ole enää käytettävissä.
ja_jp: アーカイブのダウンロードが現在可能です。新しいダウンロードを要求すると、現在のアーカイブが削除され、利用できなくなります。
lv_lv: Pašlaik ir pieejama arhīva lejupielāde. Pieprasot jaunu arhīvu, esošais tiks izdzēsts un vairs nebūs pieejams lejupielādei.
ru_ru: Архив доступен к загрузке. Запрашивая новую загрузку, текущая загрузка будет удалена и больше не будет доступна.
sk_sk: Momentálne je k dispozícii archív na stiahnutie. Vyžiadaním nového stiahnutia sa aktuálny archív odstráni a už nebude k dispozícii.
tr_tr: Şu anda indirilebilir bir arşiv mevcut. Yeni bir indirme isterseniz mevcut arşiv silinecek ve bundan sonra indirilemeyecektir.

source: There is no preview for this file type.
de_de: Für diesen Dateityp ist keine Voransicht möglich.
fi_fi: Tälle tiedostotyypille ei ole esikatselua.
ja_jp: このファイルタイプはプレビューできません
lv_lv: Šim failu tipam nav apskata iespēju.
ru_ru: Предпросмотр этого типа файлов не поддерживается.
sk_sk: Ľutujeme, nie je k dispozícii náhľad tohto typu súboru.
tr_tr: Bu dosya türünde ön izleme yapılamaz.

source: There is no recent activity in your Xing network.
de_de: Es gibt keine aktuellen Aktivitäten in Ihrem Xing-Netzwerk.
fi_fi: Xing-verkostossasi ei ole viimeaikaisia tapahtumia.
ja_jp: あなたの Xing ネットワークの最近のアクティビティはありません。
lv_lv: Jūsu Xing tīklā nav bijušas nekādas aktivitātes.
ru_ru: Нет событий в сети Xing.
sk_sk: Vo vašej sieti Xing nenastala nedávno žiadna aktivita.
tr_tr: Xing ağınızda güncel bir etkinlik görünmüyor.

source: There is no rule defined
de_de: Es wurde keine Regel definiert
fi_fi: Ei sääntöjä määriteltynä
ja_jp: 定義されているルールがありません
lv_lv: Nav definēts nosacījums
ru_ru: Нет правил
sk_sk: Žiadne pravidlo nie je definované
tr_tr: Tanımlanmış hiç kural yok

source: There was a problem adding the password.
de_de: Beim Hinzufügen des Passworts ist ein Problem aufgetreten.
fi_fi: Ongelma salasanan lisäämisessä.
ja_jp: パスワードの追加に問題がありました。
lv_lv: Problēmas paroles pievienošanā.
ru_ru: Не удалось добавить пароль.
sk_sk: Nastal problém s pridaním hesla.
tr_tr: Parola eklenirken bir sorun oluştu.

source: There was a problem getting the list of available applications from the server.
de_de: Beim Abrufen der Liste der verfügbaren Anwendungen vom Server ist ein Problem aufgetreten.
fi_fi: Ongelma käytettävissä olevien sovellusten listan saamisessa palvelimelta.
ja_jp: サーバーからの利用可能なアプリケーションリストの取得に問題がありました。
lv_lv: Problēmas pie servera pieejamo lietotņu saraksta iegūšanas.
ru_ru: Не удалось получить список доступных приложений с сервера.
sk_sk: Nastal problém so získaním zoznamu dostupných aplikácií zo servera.
tr_tr: Kullanılabilir uygulama listesi sunucudan alınırken bir sorun oluştu.
