Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Outgoing Server Settings
de_de: Einstellungen für ausgehenden Server
fi_fi: Lähtevän postin palvelinasetukset
ja_jp: 送信サーバー設定
lv_lv: Izejošā servera iestatījumi
ru_ru: Настройки сервера исходящей почты
sk_sk: Nastavenia odosielajúceho servera
tr_tr: Giden sunucusu ayarları

source: Outgoing server (SMTP)
de_de: Ausgehender Server (SMTP)
fi_fi: Lähtevän postin palvelin (SMTP)
ja_jp: 送信サーバー (SMTP)
lv_lv: Izejošais serveris (SMTP)
ru_ru: Сервер исходящей почты (SMTP)
sk_sk: Server odchádzajúcej pošty (SMTP)
tr_tr: Giden sunucu (SMTP)

source: Overdue
de_de: Überfällig
fi_fi: Myöhässä
ja_jp: 期限切れ
lv_lv: Nokavēts
ru_ru: Просрочено
sk_sk: Po termíne
tr_tr: Gecikmiş

source: Overdue Tasks
de_de: Überfällige Aufgaben
fi_fi: Erääntyneet tehtävät
ja_jp: 期限が過ぎたタスク
lv_lv: Novēloti uzdevumi
ru_ru: Просроченные задачи
sk_sk: Úlohy po termíne
tr_tr: Gecikmiş görevler

source: Overdue task
de_de: Überfällige Aufgabe
fi_fi: Erääntyneet tehtävät
ja_jp: 期限が過ぎたタスク
lv_lv: Novēlots uzdevums
ru_ru: Просроченная задача
sk_sk: Úloha po termíne
tr_tr: Gecikmiş görev

source: Owner
de_de: Eigentümer
fi_fi: Omistaja
ja_jp: 所有者
lv_lv: Īpašnieks
ru_ru: Владелец
sk_sk: Vlastník
tr_tr: Sahibi

source: PB
fi_fi: PT
ru_ru: ПБ

source: PDF file is being created. This might take a while.
de_de: Die PDF-Datei wird gerade erstellt. Dies kann eine Weile dauern.
fi_fi: PDF-tiedosto luodaan. Tämä saattaa kestää jonkin aikaa.
ja_jp: PDFファイルの作成中です。多少時間がかかることがあります。
lv_lv: Tiek veidots PDF fails. Tas var prasīt zināmu laiku.
ru_ru: PDF-файл создается. Это может занять некоторое время.
sk_sk: Vytvára sa súbor PDF. Môže to chvíľu trvať.
tr_tr: PDF dosyası oluşturuluyor. Bu biraz zaman alabilir.

source: PDF file was created successfully.
de_de: Die PDF-Datei wurde erfolgreich erstellt.
fi_fi: PDF-tiedosto luotiin onnistuneesti.
ja_jp: PDFファイルが作成されました。
lv_lv: PDF fails ir veiksmīgi izveidots.
ru_ru: PDF-файл успешно создан.
sk_sk: Súbor PDF bol úspešne vytvorený.
tr_tr: PDF dosyası başarıyla oluşturuldu.

source: PDFs
fi_fi: PDF-tiedostot
ja_jp: PDF
lv_lv: PDF
ru_ru: PDF
tr_tr: PDF'ler

source: PGP signature
de_de: PGP-Signatur
fi_fi: PGP-allekirjoitus
ja_jp: PGP署名
lv_lv: PGP paraskts
ru_ru: PGP подпись
sk_sk: Podpis PGP
tr_tr: PGP imzası

source: Pacific
de_de: Pazifik
fi_fi: Tyynimeri
ja_jp: 太平洋
lv_lv: Klusais okeāns
ru_ru: Тихий океан
sk_sk: Tichomorie
tr_tr: Pasifik

source: Page %1$d of %2$d
de_de: Seite %1$d von %2$d
fi_fi: Sivu %1$d/%2$d
ja_jp: %2$d ページ中の %1$d ページ
lv_lv: Lapa %1$d no %2$d
ru_ru: %1$d из %2$d
sk_sk: Strana %1$d z %2$d
tr_tr: Sayfa %1$d / %2$d

source: Pager
fi_fi: Hakulaite
ja_jp: ポケットベル
lv_lv: Peidžeris
ru_ru: Пейджер
tr_tr: Çağrı cihazı

source: Part
de_de: Teil
fi_fi: Osa
ja_jp: パート
lv_lv: Daļa
ru_ru: Является частью
sk_sk: Časť
tr_tr: Bölüm

source: Participant
de_de: Teilnehmer
fi_fi: Osallistuja
ja_jp: 参加者
lv_lv: Dalībnieks
ru_ru: Участник
sk_sk: Účastník
tr_tr: Katılımcı

source: Participant related actions
de_de: Teilnehmerbezogene Aktionen
fi_fi: Osallistujaan liittyvät toiminnot
ja_jp: 参加者関連アクション
lv_lv: Dalībnieku darbības
ru_ru: Действия участников
sk_sk: Operácie týkajúce sa účastníka
tr_tr: Katılımcıyı ilgilendiren eylemler

source: Participants
de_de: Teilnehmer
fi_fi: Osallistujat
ja_jp: 参加者
lv_lv: Dalībnieki
ru_ru: Участники
sk_sk: Účastníci
tr_tr: Katılımcılar

source: Participants (%1$d)
de_de: Teilnehmer (%1$d)
fi_fi: Osallistujat (%1$d)
ja_jp: 参加者（%1$d）
lv_lv: Dalībnieki (%1$d)
ru_ru: Участники (%1$d)
sk_sk: Účastníci (%1$d)
tr_tr: Katılımcılar (%1$d)

source: Participants and resources
de_de: Teilnehmer und Ressourcen
fi_fi: Osallistujat ja resurssit
ja_jp: 参加者とリソース
lv_lv: Dalībnieki un resursi
ru_ru: Участники и ресурсы
sk_sk: Účastníci a zdroje
tr_tr: Katılımcılar ve kaynaklar

source: Participants can make changes
de_de: Teilnehmer können Änderungen vornehmen
fi_fi: Osallistujat voivat muokata tapaamisia
ja_jp: 参加者が変更できます。
lv_lv: Dalībnieki var veikt izmaiņas
ru_ru: Участники могут вносить изменения
sk_sk: Účastníci môžu vykonávať zmeny
tr_tr: Katılımcılar değişiklik yapabilir

source: Participation
de_de: Teilnahme
fi_fi: Osallistuminen
ja_jp: 参加
lv_lv: Dalība
ru_ru: Участие
sk_sk: Účasť
tr_tr: Katılım

source: Participation is optional
de_de: Die Teilnahme ist optional
fi_fi: Osallistuminen on valinnaista
ja_jp: 参加はオプションです
lv_lv: Dalība nav obligāta
ru_ru: Участие необязательно
sk_sk: Účasť je voliteľná
tr_tr: Katılım isteğe bağlıdır

source: Password
de_de: Passwort
fi_fi: Salasana
ja_jp: パスワード
lv_lv: Parole
ru_ru: Пароль
sk_sk: Heslo
tr_tr: Parola

source: Password (optional)
de_de: Passwort (optional)
fi_fi: Salasana (valinnainen)
ja_jp: パスワード（オプション）
lv_lv: Parole (neobligāta)
ru_ru: Пароль (необязательно)
sk_sk: Heslo (voliteľné)
tr_tr: Parola (isteğe bağlı)

source: Password Created
de_de: Passwort erstellt
fi_fi: Salasana luotu
ja_jp: パスワードが作成されました
lv_lv: Parole ir izveidota
ru_ru: Пароль создан
sk_sk: Heslo bolo vytvorené
tr_tr: Parola oluşturuldu

source: Password length must be between %1$d and %2$d characters.
de_de: Passwortlänge muss zwischen %1$d und %2$d Zeichen liegen.
fi_fi: Salasanan pituuden tulee olla väliltä %1$d ja %2$d merkkiä.
ja_jp: パスワードは %1$d 文字以上 %2$d 文字以下にしてください。
lv_lv: Paroles garumam ir jābūt starp %1$d un %2$d simboliem.
ru_ru: Пароль может содержать от %1$d до %2$d знаков.
sk_sk: Heslo musí mať dĺžku medzi %1$d a %2$d znakmi.
tr_tr: Parola uzunluğu %1$d ile %2$d karakter arasında olmalıdır.

source: Password name
de_de: Passwortname
fi_fi: Salasana
ja_jp: パスワード名
lv_lv: Paroles vārds
ru_ru: Название пароля
sk_sk: Názov hesla
tr_tr: Parola adı

source: Password strength: Good
de_de: Passwortstärke: gut
fi_fi: Salasanan vahvuus: Hyvä
ja_jp: パスワードの強度: 良好
lv_lv: Paroles drošums: Labs
ru_ru: Пароль: хороший
sk_sk: Sila hesla: dobrá
tr_tr: Parola kalitesi: iyi

source: Password strength: Legendary!
de_de: Passwortstärke: legendär!
fi_fi: Salasanan vahvuus: Tarunomainen!
ja_jp: パスワードの強度: 理想的
lv_lv: Paroles drošums: Leģendārs!
ru_ru: Пароль: отличный!
sk_sk: Sila hesla: legendárna!
tr_tr: Parola kalitesi: mükemmel!

source: Password strength: Strong
de_de: Passwortstärke: stark
fi_fi: Salasanan vahvuus: Vahva
ja_jp: パスワードの強度: 強固
lv_lv: Paroles drošums: Stiprs
ru_ru: Пароль: сильный
sk_sk: Sila hesla: silné
tr_tr: Parola kalitesi: güçlü

source: Password strength: Too short
de_de: Passwortstärke: zu kurz
fi_fi: Salasanan vahvuus: Liian lyhyt
ja_jp: パスワードの強度: 短すぎます
lv_lv: Paroles drošums: Pārāk īsa
ru_ru: Пароль: слишком короткий
sk_sk: Sila hesla: príliš krátke
tr_tr: Parola kalitesi: çok kısa

source: Password strength: Very strong
de_de: Passwortstärke: sehr stark
fi_fi: Salasanan vahvuus: Hyvin vahva
ja_jp: パスワードの強度: 非常に強固
lv_lv: Paroles drošums: Ļoti stiprs
ru_ru: Пароль: очень сильный
sk_sk: Sila hesla: veľmi silné
tr_tr: Parola kalitesi: çok güçlü

source: Password strength: Very weak
de_de: Passwortstärke: sehr schwach
fi_fi: Salasanan vahvuus: Hyvin heikko
ja_jp: パスワードの強度: 非常に脆弱
lv_lv: Paroles drošums: Ļoti vājš
ru_ru: Пароль: очень слабый
sk_sk: Sila hesla: veľmi slabé
tr_tr: Parola kalitesi: çok zayıf

source: Password strength: Weak
de_de: Passwortstärke: schwach
fi_fi: Salasanan vahvuus: Heikko
ja_jp: パスワードの強度: 脆弱
lv_lv: Paroles drošums: Vājš
ru_ru: Пароль: слабый
sk_sk: Sila hesla: slabé
tr_tr: Parola kalitesi: zayıf

source: Password strength: Wrong length
de_de: Passwortstärke: falsche Länge
fi_fi: Salasanan vahvuus: Väärä pituus
ja_jp: パスワードの強度: 文字数が適正ではありません
lv_lv: Paroles drošums: Nepareizs garums
ru_ru: Пароль: недопустимая длина
sk_sk: Sila hesla: nesprávna dĺžka
tr_tr: Parola kalitesi: yanlış uzunlukta

source: Password: %s
de_de: Passwort: %s
fi_fi: Salasana: %s
ja_jp: パスワード: %s
lv_lv: Parole: %s
ru_ru: Пароль: %s
sk_sk: Heslo: %s
tr_tr: Parola: %s

source: People
de_de: Menschen
fi_fi: Ihmiset
ja_jp: 人物
lv_lv: Cilvēki
ru_ru: Люди
sk_sk: Ľudia
tr_tr: İnsanlar

source: Permanently remove deleted emails
de_de: Gelöschte E-Mails unwiderruflich entfernen
fi_fi: Poista poistetut viestit pysyvästi
ja_jp: メールの削除時にゴミ箱に移動せず完全に削除
lv_lv: Neatgriezeniski izmest izdzēsto e-pastu
ru_ru: Уничтожить удаленные сообщения
sk_sk: Trvale odstrániť zmazané poštové správy
tr_tr: Silinen e-postaları kalıcı olarak kaldır

source: Permissions
de_de: Berechtigungen
fi_fi: Oikeudet
ja_jp: 権限
lv_lv: Tiesības
ru_ru: Права
sk_sk: Oprávnenia
tr_tr: İzinler

source: Permissions for %1$s "%2$s"
de_de: Berechtigungen für %1$s "%2$s"
fi_fi: Valtuudet %1$s "%2$s"
ja_jp: %1$s "%2$s" の権限
lv_lv: Tiesības %1$s "%2$s"
ru_ru: Разрешения для %1$s «%2$s»
sk_sk: Oprávnenia pre %1$s "%2$s"
tr_tr: "%2$s" %1$s izinleri

source: Permissions: %1$s
de_de: Berechtigungen: %1$s
fi_fi: Oikeudet: %1$s
ja_jp: 権限：%1$s
lv_lv: Atļaujas: %1$s
ru_ru: Права: %1$s
sk_sk: Oprávnenia: %1$s
tr_tr: İzinler: %1$s

source: Personal Meeting ID:
de_de: Persönliche Meeting-ID:
fi_fi: Henkilökohtainen kokoustunniste: %1$s:
ja_jp: 個人用会議ID：
lv_lv: Personīgais mītiņa ID:
ru_ru: Персональный идентификатор встречи (Meeting ID):
sk_sk: Osobný identifikátor stretnutia:
tr_tr: Kişisel toplantı ID'si:

source: Personal information
de_de: Persönliche Daten
fi_fi: Henkilötiedot
ja_jp: 個人情報
lv_lv: Personīgā informācija
ru_ru: Личная информация
sk_sk: Osobné údaje
tr_tr: Kişisel bilgiler

source: Personalize the general appearance
de_de: Personalisieren Sie das allgemeine Erscheinungsbild
fi_fi: Yleisilmeen personointi
ja_jp: 一般的な外観をパーソナライズする
lv_lv: Pielāgot vispārējo izskatu
ru_ru: Настроить общий вид
sk_sk: Prispôsobiť si celkový vzhľad
tr_tr: Genel görünümü kişiselleştirin

source: Petrol
fi_fi: Petrooli
ja_jp: ペトロール
lv_lv: Benzīns
ru_ru: Бензин
sk_sk: Benzín

source: Phone
de_de: Telefon
fi_fi: Puhelin
ja_jp: 電話
lv_lv: Telefons
ru_ru: Телефон
sk_sk: Telefón
tr_tr: Telefon

source: Phone (assistant)
de_de: Telefon (Assistent)
fi_fi: Puhelin (assistentti)
ja_jp: 秘書の電話
lv_lv: Telefons (asistents)
ru_ru: Телефон (ассистент)
sk_sk: Telefón (asistent)
tr_tr: Telefon (asistan)

source: Phone (business alt)
de_de: Telefon (geschäftlich 2)
fi_fi: Puhelin (työ vaihtoehtoinen)
ja_jp: 電話 (勤務先 予備)
lv_lv: Telefons (bizness alt.)
ru_ru: Телефон (доп. рабочий)
sk_sk: Telefón (obchodný alt.)
tr_tr: Telefon (iş alternatif)

source: Phone (business)
de_de: Telefon (geschäftlich)
fi_fi: Puhelin (työ)
ja_jp: 電話 (勤務先)
lv_lv: Telefons (bizness)
ru_ru: Телефон (рабочий)
sk_sk: Telefón (obchodný)
tr_tr: Telefon (iş)

source: Phone (car)
de_de: Autotelefon
fi_fi: Puhelin (auto)
ja_jp: 自動車電話
lv_lv: Telefons (mašīnā)
ru_ru: Телефон (авто)
sk_sk: Telefón (auto)
tr_tr: Telefon (araba)

source: Phone (company)
de_de: Telefon (Zentrale)
fi_fi: Puhelin (yhtiö)
ja_jp: 勤務先電話
lv_lv: Telefons (uzņēmums)
ru_ru: Телефон (служебный)
sk_sk: Telefón (spoločnosť)
tr_tr: Telefon (şirket)

source: Phone (home alt)
de_de: Telefon (privat 2)
fi_fi: Puhelin (koti vaihtoehtoinen)
ja_jp: 電話 (自宅 予備)
lv_lv: Telefons (mājas alt.)
ru_ru: Телефон (доп. домашний)
sk_sk: Telefón (alt. domov)
tr_tr: Telefon (ev alternatif)

source: Phone (home)
de_de: Telefon (privat)
fi_fi: Puhelin (koti)
ja_jp: 電話 (自宅)
lv_lv: Telefons (mājas)
ru_ru: Телефон (домашний)
sk_sk: Telefón (domov)
tr_tr: Telefon (ev)

source: Phone (other)
de_de: Telefon (weiteres)
fi_fi: Puhelin (muu)
ja_jp: その他の電話
lv_lv: Telefons (cits)
ru_ru: Телефон (другой)
sk_sk: Telefón (iný)
tr_tr: Telefon (diğer)

source: Phone list
de_de: Telefonliste
fi_fi: Puhelinluettelo
ja_jp: 電話リスト
lv_lv: Telefonu saraksts
ru_ru: Телефонный список
sk_sk: Telefónny zoznam
tr_tr: Telefon listesi

source: Phone number
de_de: Telefonnummer
fi_fi: Puhelinnumero
ja_jp: 電話番号
lv_lv: Telefona numurs
ru_ru: Телефон
sk_sk: Telefónne číslo
tr_tr: Telefon numarası

source: Photos and images
de_de: Fotos und Bilder
fi_fi: Valokuvat ja kuvat
ja_jp: 写真と画像
lv_lv: Attēli un fotogrāfijas
ru_ru: Фото и изображения
sk_sk: Fotky a obrázky
tr_tr: Fotoğraflar ve resimler

source: Pink
fi_fi: Vaaleanpunainen
ja_jp: ピンク
lv_lv: Rozā
ru_ru: Розовый
sk_sk: Ružová
tr_tr: Pembe

source: Places
de_de: Orte
fi_fi: Paikat
ja_jp: 場所
lv_lv: Vietas
ru_ru: Места
sk_sk: Miesta
tr_tr: Yerler

source: Plain Text
de_de: Nur Text
fi_fi: Teksti
ja_jp: テキスト
lv_lv: Vienkāršs teksts
ru_ru: Текст
sk_sk: Čistý text
tr_tr: Düz metin

source: Plain text
de_de: Nur Text
fi_fi: Teksti
ja_jp: テキスト
lv_lv: Vienkāršs teksts
ru_ru: Текст
sk_sk: Čistý text
tr_tr: Düz metin

source: Platform
de_de: Plattform
fi_fi: Alusta
ja_jp: プラットフォーム
lv_lv: Platforma
ru_ru: Платформа
sk_sk: Platforma

source: Play audio
de_de: Audio wiedergeben
fi_fi: Soita äänitiedosto
ja_jp: オーディオを再生する
lv_lv: Atskaņot audio failus
ru_ru: Проигрывать аудио
sk_sk: Prehrať zvuk
tr_tr: Ses çal

source: Play ringtone on incoming call
de_de: Bei eingehendem Anruf Klingelton abspielen
fi_fi: Soita saapuvan puhelun soittoääni
ja_jp: 着信時に着信音を鳴らす
lv_lv: Atskaņot zvana skaņu ienākošiem zvaniem
ru_ru: Воспроизвести мелодию звонка при входящем звонке
sk_sk: Prehrať zvuk pri prichádzajúcom hovore
tr_tr: Arama geldiğinde zil sesi çal

source: Play sound %1$s after end.
de_de: %1$s nach Ende Ton abspielen.
fi_fi: Soita merkkiääni %1$s tapaamisen päättymisen jälkeen.
ja_jp: 終了後に%1$sの音を流します。
lv_lv: Atskaņot skaņu %1$s pēc beigām.
ru_ru: Воспроизвести звук %1$s после окончания.
sk_sk: Prehrať zvuk %1$s po ukončení.
tr_tr: Bittikten %1$s sonra ses çal.

source: Play sound %1$s after start.
de_de: %1$s nach Beginn Ton abspielen.
fi_fi: Soita merkkiääni %1$s tapaamisen alkamisen jälkeen.
ja_jp: 開始後に%1$sの音を流します。
lv_lv: Atskaņot skaņu %1$s pēc sākuma.
ru_ru: Воспроизвести звук %1$s после начала.
sk_sk: Prehrať zvuk %1$s po začiatku.
tr_tr: Başladıktan %1$s sonra ses çal.

source: Play sound %1$s before end.
de_de: %1$s vor Ende Ton abspielen.
fi_fi: Soita merkkiääni %1$s ennen tapaamisen päättymistä.
ja_jp: 終了前に%1$sの音を流します。
lv_lv: Atskaņot skaņu %1$s pirms beigām.
ru_ru: Воспроизвести звук %1$s до окончания.
sk_sk: Prehrať zvuk %1$s pred koncom.
tr_tr: Bitmeden %1$s önce ses çal.

source: Play sound %1$s before start.
de_de: %1$s vor Beginn Ton abspielen.
fi_fi: Soita merkkiääni %1$s ennen tapaamisen alkua.
ja_jp: 開始前に%1$sの音を流します。
lv_lv: Atskaņot skaņu %1$s pirms sākuma.
ru_ru: Воспроизвести звук %1$s до начала.
sk_sk: Prehrať zvuk %1$s pred začiatkom.
tr_tr: Başlamadan %1$s önce ses çal.

source: Play sound at %1$s.
de_de: Am %1$s Ton abspielen..
fi_fi: Soita merkkiääni %1$s.
ja_jp: %1$sに音を流します。
lv_lv: Atskaņot skaņu %1$s.
ru_ru: Воспроизвести звук %1$s.
sk_sk: Prehrať zvuk %1$s.
tr_tr: %1$s tarihinde ses çal.

source: Play sound at end.
de_de: Bei Ende Ton abspielen.
fi_fi: Soita merkkiääni tapaamisen loppuessa.
ja_jp: 終了時に音を流します。
lv_lv: Atskaņot skaņu pie beigām.
ru_ru: Воспроизвести звук по окончании.
sk_sk: Prehrať zvuk na konci.
tr_tr: Biterken ses çal.

source: Play sound at start.
de_de: Bei Beginn Ton abspielen.
fi_fi: Soita merkkiääni tapaamisen alkaessa.
ja_jp: 開始時に音を流します。
lv_lv: Atskaņot skaņu pie sākuma.
ru_ru: Воспроизвести звук в начале.
sk_sk: Prehrať zvuk na začiatku.
tr_tr: Başlarken ses çal.

source: Play sound on incoming mail
de_de: Bei eingehender E-Mail Ton abspielen
fi_fi: Soita ääni viestin saapuessa
ja_jp: メール受信時に音で知らせる
lv_lv: Atskaņot pie ienākošā pasta
ru_ru: Проигрывать звук при получении почты
sk_sk: Prehrať zvuk pri prichádzajúcej správe
tr_tr: E-posta geldiğinde ses çal

source: Please check your browser settings and enable desktop notifications for this domain
de_de: Bitte überprüfen Sie Ihre Browsereinstellungen und aktivieren Sie Desktop-Benachrichtigungen für diese Domain
fi_fi: Tarkista selainasetuksesi ja kytke päälle tämän domainin työpöytäilmoitukset
ja_jp: ブラウザの設定を確認して、このドメインに対するデスクトップ通知を有効にしてください
lv_lv: Lūdzu pārbaudiet pārlūkprogrammas iestatījumus un šai vietnei iespējojiet darbvirsmas paziņojumus
ru_ru: Проверьте настройки браузера и включите уведомления рабочего стола для этого домена
sk_sk: Prosím, skontrolujte nastavenia vášho prehliadača a povoľte oznámenia na ploche pre túto doménu
tr_tr: Lütfen tarayıcı ayarlarınızı kontrol edin ve bu alan adı için masaüstü bildirimlerini etkinleştirin

source: Please check your inbox for a confirmation email. Follow the instructions in the email and then return to the widget to complete account setup.
de_de: Sie erhalten nun eine Bestätigung per E-Mail. Bitte folgen Sie den Anweisungen in der E-Mail und richten Sie dann im Widget Ihr Konto fertig ein.
fi_fi: Tarkista vahvistusviesti inboxistasi. . Seuraa sähköpostiviestin ohjeita ja palaa widgetiin viimeistelläksesi tilin perustamisen.
ja_jp: 受信トレイで確認メールを確認してください。 メールの指示に従い、ウィジットを返信してアカウント設定を終了します。
lv_lv: Lūdzu pārbaudiet savu pastu sakarā ar apstiprinājma vēstuli. Izpildiet vēstulē norādītās darbības un atgriezieties pie logrīka, lai pabeigtu iestatīšanu.
ru_ru: Для подтверждения регистрации вам было отправлено письмо. Следуйте инструкциям в письме, затем вернитесь в это окно, чтобы завершить настройку учетной записи.
sk_sk: Prosím, skontrolujte, či do vašej schránky prišiel potvrdzovací e-mail. Postupujte podľa pokynov v emaile a potom sa vráťte späť do widgetu, aby ste dokončili nastavenie konta.
tr_tr: Bir onay e-postası gönderdik. Lütfen gelen kutunuzu kontrol edin. E-postada yönergeleri uyguladıktan sonra hesap kurulumunu tamamlamak için bu bileşene geri dönün.

source: Please choose your mail account provider.
de_de: Bitte wählen Sie Ihren E-Mail-Anbieter.
fi_fi: Valitse sähköpostitilisi tarjoaja.
ja_jp: ご利用のメールアカウント プロバイダを選択してください
lv_lv: Lūdzu izvēlieties savu pasta pakalpojumu nodrošinātāju.
ru_ru: Выберите поставщика почтовой учетной записи.
sk_sk: Prosím, vyberte vášho poskytovateľa e-mailového účtu.
tr_tr: Lütfen e-posta hesabı sağlayıcınızı seçin.

source: Please click "Continue" if you'd like to continue editing.
de_de: Wenn Sie das Objekt weiter bearbeiten möchten, klicken Sie bitte auf "Fortfahren".
fi_fi: Napauta 'Jatka' jos haluat jatkaa muokkaamista.
ja_jp: 編集を続行するには、「続ける」をクリックしてください。
lv_lv: Ja vēlaties turpināt rediģēšanu, noklikšķiniet uz "Turpināt".
ru_ru: Нажмите «Продолжить» если желаете продолжить редактирование.
sk_sk: Ak chcete pokračovať v úpravách, kliknite na "Pokračovať".
tr_tr: Düzenlemeye devam etmek istiyorsanız "Devam et"e tıklayın.

source: Please comment your confirmation status.
de_de: Kommentieren Sie bitte Ihren Bestätigungsstatus.
fi_fi: Muuta vahvistustilanne.
ja_jp: 参加可否についてコメントしてください。
lv_lv: Lūdzu komentējiet savu apstiprinājuma statusu.
ru_ru: Добавьте комментарий к статусу подтверждения.
sk_sk: Prosím, pridajte komentár k vášmu stav potvrdenia.
tr_tr: Lütfen onay durumuzla ilgili bir yorum ekleyin.

source: Please confirm
de_de: Bitte bestätigen
fi_fi: Vahvista
ja_jp: 確定してください。
lv_lv: Lūdzu apstiprniet
ru_ru: Подтвердите
sk_sk: Potvrďte, prosím
tr_tr: Lütfen onaylayın

source: Please define at least one action.
de_de: Bitte legen Sie mindestens eine Aktion fest.
fi_fi: Määritä vähintään yksi toiminto.
ja_jp: 少なくとも１つのアクションを指定してください。
lv_lv: Lūdzu definējiet vismaz vienu darbību.
ru_ru: Выберите хотя бы одно действие.
sk_sk: Prosím, definujte aspoň jednu úlohu.
tr_tr: Lütfen en az bir eylem tanımlayın.

source: Please download the configuration to automatically set up your account.
de_de: Bitte laden Sie die Konfiguration herunter, um Ihr Konto automatisch einzurichten.
fi_fi: Lataa konfiguraatio jos haluat tehdä tilisi asetukset automaattisesti.
ja_jp: 設定をダウンロードして、アカウントを自動で設定してください。
lv_lv: Lai automātiski iestatītu savu kontu, lūdzu lejupielādējiet konfigurāciju.
ru_ru: Загрузите конфигурацию для автоматической настройки вашей учетной записи.
sk_sk: Prosím, stiahnite si konfiguráciu na automatické nastavenie vášho účtu.
tr_tr: Hesabınızı otomatik olarak ayarlamak için lütfen yapılandırmayı indirin.

source: Please download the file using the button below.
de_de: Bitte laden Sie die Datei über die Schaltfläche unten herunter.
fi_fi: Käytä alla olevaa nappia tiedoston lataamiseen.
ja_jp: 下のボタンを使ってファイルをダウンロードしてください。
lv_lv: Lūdzu lejupielādējiet failu, izmantojot zemāk redzamo taustiņu.
ru_ru: Нажмите кнопку, чтобы скачать файл.
sk_sk: Prosím, stiahnite si súbor pomocou tlačidla nižšie.
tr_tr: Lütfen aşağıdaki düğmeye tıklayarak dosyayı indirin.

source: Please enter a date in the past
de_de: Bitte geben Sie ein Datum in der Vergangenheit ein
fi_fi: Ole hyvä ja syötä mennyt päivämäärä
ja_jp: 今現在より前の日付を入力してください
lv_lv: Lūdzu ievadiet pagātnes datumu
ru_ru: Введите прошедшую дату
sk_sk: Prosím, zadajte dátum v minulosti
tr_tr: Lütfen geçmişte olan bir tarih girin

source: Please enter a description
de_de: Bitte geben Sie eine Beschreibung ein
fi_fi: Syötä kuvaus
ja_jp: 説明を入力してください
lv_lv: Lūdzu ievadiet aprakstu
ru_ru: Заполните описание
sk_sk: Prosím, zadajte popis
tr_tr: Lütfen bir açıklama yazın

source: Please enter a description.
de_de: Bitte geben Sie eine Beschreibung ein.
fi_fi: Anna kuvaus.
ja_jp: 説明を入力してください。
lv_lv: Lūdzu ievadiet aprakstu.
ru_ru: Заполните описание.
sk_sk: Prosím, zadajte popis.
tr_tr: Lütfen bir açıklama yazın.

source: Please enter a feed URL.
de_de: Bitte geben Sie eine Feed-URL ein.
fi_fi: Anna syötteen URL.
ja_jp: フィードの URL を入力してください。
lv_lv: Lūdzu ievadiet avota URL.
ru_ru: Введите адрес ленты.
sk_sk: Prosím, zadajte URL kanálu.
tr_tr: Lütfen bir akış adresi ekleyin.

source: Please enter a name.
de_de: Bitte geben Sie einen Namen ein.
fi_fi: Kirjoita nimi.
ja_jp: 名前を入力してください。
lv_lv: Lūdzu ievadiet vārdu.
ru_ru: Пожалуйста, введите имя.
sk_sk: Prosím, zadajte meno.
tr_tr: Lütfen bir isim girin.

source: Please enter a positive whole number
de_de: Bitte geben Sie eine positive Ganzzahl ein
fi_fi: Anna positiivinen kokonaisluku
ja_jp: 1 以上の整数を入力してください
lv_lv: Lūdzu ievadiet pozitīvu veselu skaitli
ru_ru: Укажите целое положительное число
sk_sk: Prosím, zadajte kladné celé číslo
tr_tr: Lütfen pozitif bir tamsayı girin

source: Please enter a search query
de_de: Bitte geben Sie einen Suchbegriff ein
fi_fi: Syötä hakulauseke
ja_jp: 検索クエリを入力してください
lv_lv: Lūdzu ievadiet meklēšanas vaicājumu
ru_ru: Введите запрос поиска
sk_sk: Prosím, zadajte hľadaný text
tr_tr: Bir arama sorgusu girin

source: Please enter a valid date
de_de: Bitte geben Sie ein gültiges Datum ein
fi_fi: Ole hyvä ja syötä käypä päivämäärä
ja_jp: 有効な日付を入力してください
lv_lv: Ievadiet derīgu datumu
ru_ru: Введите действительную дату
sk_sk: Prosím, zadajte platný dátum
tr_tr: Lütfen geçerli bir tarih girin

source: Please enter a valid email address
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein
fi_fi: Ole hyvä ja syötä käypä sähköpostiosoite
ja_jp: 有効なメールアドレスを入力してください
lv_lv: Lūdzu ievadiet derīgu e-pasta adresi
ru_ru: Введите действительный электронный адрес
sk_sk: Prosím, zadajte platnú e-mailovú adresu
tr_tr: Lütfen geçerli bir e-posta adresi girin

source: Please enter a valid name
de_de: Bitte geben Sie einen gültigen Namen ein
fi_fi: Syötä käypä nimi
ja_jp: 名前を入力してください
lv_lv: Lūdzu ievadiet derīgu vārdu
ru_ru: Введите действительное имя
sk_sk: Prosím, zadajte platné meno
tr_tr: Lütfen geçerli bir ad yazın

source: Please enter a valid number
de_de: Bitte geben Sie eine gültige Zahl ein
fi_fi: Ole hyvä ja syötä käypä numero
ja_jp: 有効な数値を入力してください
lv_lv: Lūdzu ievadiet derīgu numuru
ru_ru: Введите действительный номер
sk_sk: Prosím, zadajte platné číslo
tr_tr: Lütfen geçerli bir sayı girin

source: Please enter a valid object
de_de: Bitte geben Sie ein gültiges Objekt ein
fi_fi: Ole hyvä ja syötä käypä kohde
ja_jp: 有効なオブジェクトを入力してください
lv_lv: Lūdzu ievadiet derīgu objektu
ru_ru: Укажите действительный объект
sk_sk: Prosím, zadajte platný objekt
tr_tr: Lütfen geçerli bir nesne girin
