Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Resource booking request
de_de: Buchungsanfrage für Ressourcen
fi_fi: Resurssinvarauspyyntö
ja_jp: リソース予約リクエスト
lv_lv: Resursu rezervēšanas pieprasījums
ru_ru: Запрос на резервирование ресурсов
sk_sk: Požiadavka na rezerváciu zdroja
tr_tr: Kaynak rezervasyonu isteği

source: Resource booking request for: %1$s
de_de: Ressourcen-Buchungsanfrage für: %1$s
fi_fi: Reurssin varauspyyntö: %1$s
ja_jp: 次のリソース予約リクエスト：%1$s
lv_lv: Resursu rezervācijas pieprasījums: %1$s
ru_ru: Запрос на резервирование ресурсов для: %1$s
sk_sk: Požiadavka na rezerváciu zdroja pre: %1$s
tr_tr: Kaynak rezervasyonu isteği: %1$s

source: Resource booking requests
de_de: Buchungsanfragen für Ressourcen
fi_fi: Resurssinvarauspyynnöt
ja_jp: リソース予約リクエスト
lv_lv: Resursu rezervēšanas pieprasījumi
ru_ru: Запросы на резервирование ресурсов
sk_sk: Požiadavky na rezerváciu zdroja
tr_tr: Kaynak rezervasyonu istekleri

source: Resource calendar group name
de_de: Name der Ressourcenkalendergruppe
fi_fi: Resurssikalenteriryhmän nimi
ja_jp: リソースカレンダーグループ名
lv_lv: Resursu kalendāra grupas vārds
ru_ru: Название группы календаря ресурсов
sk_sk: Nový názov skupiny kalendára zdrojov
tr_tr: Kaynak takvimi grubunun adı

source: Resource delegates
de_de: Ressourcenbeauftragte
fi_fi: Resurssivastaavat
ja_jp: リソース委任
lv_lv: Resursu delegāti
ru_ru: Представители ресурсов
sk_sk: Delegáti zdroja
tr_tr: Kaynak sorumluları

source: Resource delegates manually accept or decline the booking request.
de_de: Ressourcenbeauftragte bestätigen oder lehnen die Buchungsanfrage manuell ab.
fi_fi: Resurssivastaavat hyväksyvät tai hylkäävät varauspyynnön manuaalisesti.
ja_jp: リソース委任は予約リクエストを手動で承諾または辞退します。
lv_lv: Resursu delegāti manuāli pieņem vai noraida rezervācijas pieprasījumu.
ru_ru: Представители ресурса вручную принимают или отклоняют запрос на резервирование.
sk_sk: Delegáti zdroja manuálne prijímajú alebo zamietajú požiadavku na rezerváciu.
tr_tr: Kaynak sorumluları rezervasyon isteğini manuel olarak kabul veya reddeder.

source: Resource group
de_de: Ressourcengruppe
fi_fi: Resurssiryhmä
ja_jp: リソース グループ
lv_lv: Resursu grupa
ru_ru: Группа ресурсов
sk_sk: Skupina zdrojov
tr_tr: Kaynak grubu

source: Resource list
de_de: Ressourcenliste
fi_fi: Resurssiluettelo
ja_jp: リソースリスト
lv_lv: Resursu saraksts
ru_ru: Список ресурсов
sk_sk: Zoznam zdrojov
tr_tr: Kaynak listesi

source: Resources
de_de: Ressourcen
fi_fi: Resurssit
ja_jp: リソース
lv_lv: Resursi
ru_ru: Ресурсы
sk_sk: Zdroje
tr_tr: Kaynaklar

source: Restore
de_de: Wiederherstellen
fi_fi: Palauta
ja_jp: 復元
lv_lv: Atjaunot
ru_ru: Восстановить
sk_sk: Obnoviť
tr_tr: Geri yükle

source: Restore draft
de_de: Entwurf wiederherstellen
fi_fi: Palauta luonnos
ja_jp: 下書きを復元
lv_lv: Atjaunot melnrakstu
ru_ru: Восстановить черновик
sk_sk: Obnoviť rozpísanú správu
tr_tr: Taslağı geri yükle

source: Restored into folder: %s
de_de: Wiederhergestellt in Ordner: %s
fi_fi: Palautettu kansioon: %s
ja_jp: フォルダーに復元: %s
lv_lv: Atjaunots mapē: %s
ru_ru: Восстановлено в папку: %s
sk_sk: Obnovené do priečinka: %s
tr_tr: Klasöre geri yüklendi: %s

source: Restored into multiple folders: %s
de_de: Wiederhergestellt in mehreren Ordnern: %s
fi_fi: Palautettu useaan kansioon: %s
ja_jp: 複数のフォルダーに復元: %s
lv_lv: Atjaunots vairākās mapēs: %s
ru_ru: Восстановлено в множество папок: %s
sk_sk: Obnovené do viacerých priečinkov: %s
tr_tr: Birden çok klasöre geri yüklendi: %s

source: Restrict showing external images to reduce tracking
de_de: Die Anzeige externer Bilder einschränken, um die Nachverfolgung zu reduzieren
fi_fi: Ulkoisten kuvien näyttämisen rajoittaminen seurannan vaikeuttamiseksi
ja_jp: トラッキングを減らすために外部画像の表示を制限
lv_lv: Ierobežot ārējo attēlu parādīšanu lai samazinātu izsekošanu
ru_ru: Ограничить показ внешних изображений во избежание слежки
sk_sk: Obmedzenie zobrazovanie externých obrázkov za účelom redukcie sledovania
tr_tr: İzlenmeyi azaltmak için dış resimleri göstermeyi kısıtla

source: Restrict to appointments that have multiple participants or a link to join online meetings
de_de: Auf Termine mit mehreren Teilnehmern oder einem Link zur Teilnahme an Online-Meetings beschränken
fi_fi: Rajoita tapaamiset tapaamisiin, joissa on useita osallistujia tai linkki verkkokokouksiin liittymistä varten
ja_jp: 複数の参加者のいる予定またはオンライン会議のリンクに制限
lv_lv: Ierobežot mītiņus, kuros ir vairāki dalībnieki vai saites, lai pievienotos tiešsaistes mītiņiem
ru_ru: Ограничиваться встречами с несколькими участниками или ссылкой для присоединения
sk_sk: Obmedziť na schôdzky s viacerými účastníkmi alebo odkazom na pripojenie sa k online stretnutiu
tr_tr: Birden fazla katılımcısı veya çevrimiçi toplantı bağlantısı olan randevularla sınırla

source: Retired
de_de: im Ruhestand
fi_fi: Eläköitynyt
ja_jp: 退職
lv_lv: Atvaļināts
ru_ru: На пенсии
sk_sk: V dôchodku
tr_tr: Emekli

source: Retry
de_de: Erneut versuchen
fi_fi: Yritä uudelleen
ja_jp: 再試行
lv_lv: Vēlreiz
ru_ru: Повторить
sk_sk: Skúsiť znova
tr_tr: Yeniden dene

source: Reviewer
de_de: Überarbeiter
fi_fi: Arvioija
ja_jp: レビューア
lv_lv: Recenzents
ru_ru: Рецензент
sk_sk: Revidoval
tr_tr: Düzenleyici

source: Revoke
de_de: Widerrufen
fi_fi: Peruuta
ja_jp: 無効にする
lv_lv: Atsaukt
ru_ru: Отозвать
sk_sk: Odvolať
tr_tr: İptal et

source: Revoke access
de_de: Zugriff widerrufen
fi_fi: Peruuta käyttöoikeus
ja_jp: アクセスを取り消し
lv_lv: Atsaukt piekļuvi
ru_ru: Отозвать доступ
sk_sk: Odvolať prístup
tr_tr: Erişimi kaldır

source: Rich Text Area. Press ALT-F10 for toolbar
de_de: Rich-Text-Bereich. Drücken Sie ALT-F10 für Werkzeugleiste
fi_fi: Rich Text Area. Paina ALT-F10 saadaksesi näkyviin työkalupakin
ja_jp: リッチテキストエリアツールバーの表示には ALT-F10 を押します
lv_lv: Bagātīga teksta apgabals. Lai iegūtu rīkjoslu, piespiediet ALT-F10
ru_ru: Область форматирования текста. Нажмите ALT+F10, чтобы открыть панель инструментов
sk_sk: Oblasť RTF. Panel nástrojov vyvoláte stlačením ALT-F10
tr_tr: Zengin metin alanı. Araç çubuğu için Alt+F10

source: Room number
de_de: Raumnummer
fi_fi: Huonenumero
ja_jp: 部屋番号
lv_lv: Istabas numurs
ru_ru: Кабинет
sk_sk: Číslo izby
tr_tr: Oda numarası

source: Rotate left
de_de: Nach links drehen
fi_fi: Pyöräytä vasemmalle
ja_jp: 左に90°回転
lv_lv: Rotēt pa kreisi
ru_ru: Повернуть влево
sk_sk: Otočiť doľava
tr_tr: Sola döndür

source: Rotate right
de_de: Nach rechts drehen
fi_fi: Pyöräytä oikealle
ja_jp: 右に90°回転
lv_lv: Rotēt pa labi
ru_ru: Повернуть вправо
sk_sk: Otočiť doprava
tr_tr: Sağa döndür

source: Rows
de_de: Zeilen
fi_fi: Rivit
ja_jp: 行
lv_lv: Rindas
ru_ru: Строки
sk_sk: Riadky
tr_tr: Satırlar

source: Rule name
de_de: Regelname
fi_fi: Säännön nimi
ja_jp: ルール名
lv_lv: Noteikuma vārds
ru_ru: Название правила
sk_sk: Názov pravidla
tr_tr: Kural adı

source: Rules
de_de: Regeln
fi_fi: Säännöt
ja_jp: ルール
lv_lv: Noteikumi
ru_ru: Правила
sk_sk: Pravidlá
tr_tr: Kurallar

source: Rules provide you with the power to effortlessly organize and streamline your email inbox, enabling actions like automatically moving emails from specific senders to designated folders, deleting or marking them as read, or forwarding them to another email address.
de_de: Mit Regeln können Sie Ihren E-Mail-Posteingang mühelos organisieren und optimieren, indem Sie beispielsweise E-Mails von bestimmten Absendern automatisch in bestimmte Ordner verschieben, löschen, als gelesen markieren oder an eine andere E-Mail-Adresse weiterleiten.
fi_fi: Sääntöjen avulla voit vaivattomasti järjestää ja virtaviivaistaa sähköpostilaatikkosi ja mahdollistaa esimerkiksi tiettyjen lähettäjien sähköpostiviestien automaattisen siirtämisen määritettyihin kansioihin, niiden poistamisen tai merkitsemisen luetuiksi tai niiden välittämisen toiseen sähköpostiosoitteeseen.
ja_jp: ルールは、メールの受信トレイを簡単に整理し、効率化するためのもので、特定の送信者からのメールを指定のフォルダに自動的に移動したり、削除したり、既読にしたり、別のメールアドレスに転送したりすることができます。
lv_lv: Ar noteikumiem varat bez piepūles organizēt un racionalizēt savu e-pasta iesūtni, veicot tādas darbības kā automātiska konkrētu sūtītāju e-pasta vēstuļu pārvietošana uz norādītajām mapēm, dzēšana vai atzīmēšana kā izlasītus, vai pārsūtīšana uz citu e-pasta adresi.
ru_ru: Правила предоставляют вам возможность легко организовывать и оптимизировать ваш почтовый ящик, позволяя выполнять действия, такие как автоматическое перемещение писем от определенных отправителей в определенные папки, их удаление или пометку как прочитанных, а также пересылку на другой адрес электронной почты.
sk_sk: Pravidlá vám poskytujú možnosť bez námahy organizovať a zjednodušovať vašu e-mailovú schránku a umožňujú akcie, ako je automatické presúvanie e-mailov od konkrétnych odosielateľov do určených priečinkov, ich odstránenie alebo označenie ako prečítané alebo ich preposlanie na inú e-mailovú adresu.
tr_tr: Kurallar sayesinde gelen kutunuzu zahmetsizce organize edebilirsiniz. Belirli kişilerden gelen e-postaları otomatik olarak belirli klasörlere taşıma, okuma, silme, "okundu" olarak işaretleme, başka bir e-posta adresine iletme gibi eylemleri kullanabilirsiniz.

source: Run slideshow
de_de: Diashow starten
fi_fi: Näytä diaesitys
ja_jp: スライドショーを実施
lv_lv: Uzsākt slaidrādi
ru_ru: Начать слайд-шоу
sk_sk: Spustiť prezentáciu
tr_tr: Slayt gösterisini çalıştır

source: SMS Code
fi_fi: SMS-koodi
ja_jp: SMSコード
lv_lv: SMS kods
ru_ru: SMS-код
sk_sk: SMS kód
tr_tr: SMS kodu

source: Sales Volume
de_de: Umsatz
fi_fi: Liikevaihto
ja_jp: 売上規模
lv_lv: Pārdošanas apjoms
ru_ru: Объем продаж
sk_sk: Objem predaja
tr_tr: Satış hacmi

# superessive
source: Saturday
de_de: Samstag
fi_fi: Lauantaina
ja_jp: 土曜
lv_lv: Sestdienā
ru_ru: Суббота
sk_sk: Sobota
tr_tr: Cumartesi

source: Save
de_de: Speichern
fi_fi: Tallenna
ja_jp: 保存
lv_lv: Saglabāt
ru_ru: Сохранить
sk_sk: Uložiť
tr_tr: Kaydet

source: Save and apply rule now
de_de: Regel jetzt speichern und anwenden
fi_fi: Tallenna ja sovella sääntöä nyt
ja_jp: ルールを保存して適用
lv_lv: Saglabāt un piemērot tūlīt
ru_ru: Сохранить и применить правило
sk_sk: Uložiť a použiť pravidlo teraz
tr_tr: Kaydet ve kuralı uygula

source: Save and close
de_de: Speichern und schließen
fi_fi: Tallenna ja sulje
ja_jp: 保存して閉じる
lv_lv: Saglabāt un aizvērt
ru_ru: Сохранить и закрыть
sk_sk: Uložiť a zatvoriť
tr_tr: Kaydet ve kapat

source: Save appointment
de_de: Termin speichern
fi_fi: Tallenna tapaaminen
ja_jp: 予定を保存
lv_lv: Saglabāt mītiņu
ru_ru: Сохранить встречу
sk_sk: Uložiť schôdzku
tr_tr: Randevuyu kaydet

source: Save as PDF
de_de: Als PDF speichern
fi_fi: Tallenna PDF-tiedostoksi
ja_jp: PDF として保存
lv_lv: Saglabāt kā PDF
ru_ru: Сохранить как PDF
sk_sk: Uložiť ako PDF
tr_tr: PDF olarak kaydet

source: Save as distribution list
de_de: Als Verteilerliste speichern
fi_fi: Tallenna jakelulistana
ja_jp: 連絡先グループとして保存
lv_lv: Saglabāt kā izplatīšanas sarakstu
ru_ru: Создать список рассылки
sk_sk: Uložiť ako poštovú konferenciu
tr_tr: Dağıtım listesi olarak kaydet

source: Save as file
de_de: Als Datei speichern
fi_fi: Tallenna tiedostoksi
ja_jp: ファイルとして保存
lv_lv: Saglabāt kā failu
ru_ru: Сохранить как файл
sk_sk: Uložiť ako súbor
tr_tr: Dosya olarak kaydet

source: Save attachment
de_de: Anhang speichern
fi_fi: Tallenna liite
ja_jp: 添付ファイルを保存
lv_lv: Saglabāt pievienojumu
ru_ru: Сохранить вложение
sk_sk: Uložiť prílohu
tr_tr: Eki kaydet

source: Save changes
de_de: Änderungen speichern
fi_fi: Tallenna muutokset
ja_jp: 変更を保存
lv_lv: Saglabāt izmaiņas
ru_ru: Сохранить изменения
sk_sk: Uložiť zmeny
tr_tr: Değişiklikleri kaydet

source: Save contact
de_de: Kontakt speichern
fi_fi: Tallenna yhteystieto
ja_jp: 連絡先を保存
lv_lv: Saglabāt kontaktu
ru_ru: Сохранить контакт
sk_sk: Uložiť kontakt
tr_tr: Kişiyi kaydet

source: Save draft
de_de: Entwurf speichern
fi_fi: Tallenna luonnos
ja_jp: 下書きを保存
lv_lv: Saglabāt melnrakstu
ru_ru: Сохранить черновик
sk_sk: Uložiť rozpísanú správu
tr_tr: Taslağı kaydet

source: Save draft and close
de_de: Entwurf speichern und schließen
fi_fi: Tallenna luonnos ja sulje
ja_jp: 下書きを保存して閉じる
lv_lv: Saglabāt melnrakstu un aizvērt
ru_ru: Сохранить черновик и закрыть
sk_sk: Uložiť koncept a zavrieť
tr_tr: Taslağı kaydet ve kapat

source: Save task
de_de: Aufgabe speichern
fi_fi: Tallenna tehtävä
ja_jp: タスクを保存
lv_lv: Saglabāt uzdevumu
ru_ru: Сохранить задачу
sk_sk: Uložiť úlohu
tr_tr: Görevi kaydet

source: Save to %1$s
de_de: In %1$s speichern
fi_fi: Tallenna kohteeseen %1$s
ja_jp: %1$s へ保存
lv_lv: Saglabāt %1$s
ru_ru: Сохранить в %1$s
sk_sk: Uložiť do %1$s
tr_tr: %1$s'a kaydet

source: Saved %s
de_de: Gespeichert %s
fi_fi: Tallennettu %s
ja_jp: %sに保存
lv_lv: Saglabāts %s
ru_ru: Сохранено %s
sk_sk: Uložené %s
tr_tr: %s kaydedildi

source: Saved appointment attachment
de_de: Terminanhang wurde gespeichert
fi_fi: Tallennettu tapaamisliite
ja_jp: 保存された予定の添付ファイル
lv_lv: Saglabāts mītiņa pievienojums
ru_ru: Вложение сохранено
sk_sk: Uložená príloha schôdzky
tr_tr: Randevu eki kaydedildi

source: Saved attachment
de_de: Anhang wurde gespeichert
fi_fi: Tallennettu liite
ja_jp: 保存された添付ファイル
lv_lv: Saglabāts pievienojums
ru_ru: Вложение сохранено
sk_sk: Uložiť prílohu
tr_tr: Ek kaydedildi

source: Saved contact attachment
de_de: Kontaktanhang wurde gespeichert
fi_fi: Tallennettu yhteystietoliite
ja_jp: 保存された連絡先の添付ファイル
lv_lv: Saglabāts kontakta pievienojums
ru_ru: Вложение сохранено
sk_sk: Uložená príloha kontaktu
tr_tr: Kişi eki kaydedildi

source: Saved mail attachment
de_de: E-Mail-Anhang wurde gespeichert
fi_fi: Tallennettu viestin liite
ja_jp: 保存された添付ファイル
lv_lv: Pievienojums saglabāts
ru_ru: Вложение сохранено
sk_sk: Uložená príloha pošty
tr_tr: E-posta eki kaydedildi

source: Saved task attachment
de_de: Aufgabenanhang wurde gespeichert
fi_fi: Tallennettu tehtäväliite
ja_jp: 保存されたタスクの添付ファイル
lv_lv: Saglabāts uzdevuma pievienojums
ru_ru: Вложение сохранено
sk_sk: Uložená príloha úlohy
tr_tr: Görev eki kaydedildi

source: Saving attachment ...
de_de: Anhang wird gespeichert ...
fi_fi: Tallennetaan liite...
ja_jp: 添付ファイルを保存しています...
lv_lv: Saglabā pievienojumu ...
ru_ru: Сохранение вложения...
sk_sk: Ukladá sa príloha ...
tr_tr: Ek kaydediliyor...

source: Saving attachments ...
de_de: Anhänge werden gespeichert ...
fi_fi: Tallennetaan liitteitä...
ja_jp: 添付ファイルを保存しています...
lv_lv: Saglabā pielikumus ...
ru_ru: Сохранение вложений ...
sk_sk: Ukladajú sa prílohy ...
tr_tr: Ekler kaydediliyor...

source: Saving...
de_de: Speichern ...
fi_fi: Tallennetaan...
ja_jp: 保存中...
lv_lv: Saglabā...
ru_ru: Сохранение...
sk_sk: Ukladá sa...
tr_tr: Kaydediliyor...

source: Say no
de_de: Verneinen
fi_fi: Sano ei
ja_jp: 反対
lv_lv: Teikt nē
ru_ru: Сказать нет
sk_sk: Odmietnuť
tr_tr: "Hayır" de

source: Say thanks
de_de: Danken
fi_fi: Sano kiitos
ja_jp: 感謝
lv_lv: Teikt paldies
ru_ru: Сказать спасибо
sk_sk: Poďakovať
tr_tr: Teşekkür et

source: Say yes
de_de: Bejahen
fi_fi: Sano kyllä
ja_jp: 同意
lv_lv: Teikt jā
ru_ru: Сказать да
sk_sk: Súhlasiť
tr_tr: "Evet" de

source: Scan the QR code with your authenticator.
de_de: Scannen Sie den QR-Code mit Ihrem Authentifikator.
fi_fi: Skannaa QR-koodi vahvistajallasi.
ja_jp: 認証システムで QR コードをスキャンします。
lv_lv: Ieskenējiet QR kodu, izmantojot savu autentifikatoru.
ru_ru: Отсканируйте QR код с вашим аутентификатором.
sk_sk: Naskenujte QR kód pomocou vašej aplikácie na overovanie.
tr_tr: QR kodunu kimlik doğrulama uygulamanızla tarayın.

source: Scan this code with your phone's camera to synchronize your "%1$s":
de_de: Zum Synchronisieren Ihres %1$ss scannen Sie diesen Code mit Ihrer Telefonkamera:
fi_fi: Skannaa tämä koodi puhelimesi kameralla synkronoidaksesi "%1$s":
ja_jp: このコードを電話のカメラでスキャンして、"%1$s"を同期してください。
lv_lv: Lai sinhronizētu savu "%1$s", ieskenējiet šo kodu ar sava telefona kameru:
ru_ru: Отсканируйте этот код с помощью камеры своего телефона, чтобы синхронизировать ваш «%1$s»:
sk_sk: Ak chcete automaticky synchronizovať "%1$s", naskenujte tento kód pomocou fotoaparátu vášho telefónu:
tr_tr: "%1$s" uygulamanızı senkronize etmek için bu kodu telefonunuzun kamerasıyla tarayın:

source: Scan this code with your phone's camera to synchronize your Mail, Calendar and Address Book via Exchange Active Sync:
de_de: Zum Synchronisieren Ihrer E-Mails, Ihres Kalenders und Adressbuchs via Exchange Active Sync scannen Sie diesen Code mit Ihrer Telefonkamera:
fi_fi: Skannaa tämä koodi puhelimen kameralla synkronoidaksesi sähköpostin, kalenterin ja osoitteistosi Exchange Active Syncin avulla:
ja_jp: このコードを電話のカメラでスキャンして、メール、カレンダー、アドレス帳をExchange Active Syncで同期してください。
lv_lv: Lai sinhronizētu savu e-pastu, kalendāru un adrešu grāmatu izmantojot Exchange active Sync, ieskenējiet šo kodu ar sava telefona kameru:
ru_ru: Отсканируйте этот код с помощью камеры телефона, чтобы синхронизировать почту, календарь и адресную книгу через Exchange Active Sync:
sk_sk: Ak chcete synchronizovať Poštu, Kalendár a Adresár kontaktov prostredníctvom Exchange Active Sync, naskenujte tento kód pomocou fotoaparátu vášho telefónu:
tr_tr: E-posta, takvim ve adres defterinizi Exchange Active Sync ile senkronize etmek için bu kodu telefonunuzun kamerasına okutun:

source: Scheduling
de_de: Planung
fi_fi: Suunnittelu
ja_jp: スケジューリング
lv_lv: Plānošana
ru_ru: Планирование
sk_sk: Plánovanie
tr_tr: Planlama

# app
source: Scheduling
de_de: Planung
fi_fi: Suunnittelu
ja_jp: スケジューリング
lv_lv: Plānošana
ru_ru: Планирование
sk_sk: Plánovanie
tr_tr: Planlama

source: Search
de_de: Suchen
fi_fi: Etsi
ja_jp: 検索
lv_lv: Meklēšana
ru_ru: Поиск
sk_sk: Hľadať
tr_tr: Arama

source: Search all address lists
de_de: In allen Adresslisten suchen
fi_fi: Etsi kaikista osoiteluetteloista
ja_jp: すべてのアドレスのリストを検索する
lv_lv: Meklēt visos adrešu sarakstos
ru_ru: Поиск по всем спискам адресов
sk_sk: Vyhľadávať vo všetkých adresároch
tr_tr: Tüm adres listelerinde ara

source: Search appointments
de_de: In Terminen suchen
fi_fi: Hae tapaamisia
ja_jp: 予定を検索する
lv_lv: Meklēt mītiņos
ru_ru: Поиск встреч
sk_sk: Hľadať v schôdzkach
tr_tr: Randevularda ara

source: Search contacts
de_de: In Kontakten suchen
fi_fi: Hae yhteystiedoista
ja_jp: 連絡先を検索
lv_lv: Meklēt kontraktos
ru_ru: Поиск контактов
sk_sk: Hľadať v kontaktoch
tr_tr: Kişilerde ara

source: Search files
de_de: In Dateien suchen
fi_fi: Hae tiedostoja
ja_jp: ファイルを検索する
lv_lv: Meklēt failos
ru_ru: Поиск файлов
sk_sk: Hľadať súbory
tr_tr: Dosyalarda ara

source: Search for name, department, position
de_de: Nach Name, Abteilung, Position suchen
fi_fi: Etsi nimellä, osastolla tai asemalla
ja_jp: 名前、部署、役職を検索する
lv_lv: Meklēt vārdu, nodaļu, amatu
ru_ru: Поиск по имени, отделу, должности
sk_sk: Hľadať meno, oddelenie, pozíciu
tr_tr: Ad, departman, pozisyon ara

source: Search for resources
de_de: Nach Ressourcen suchen
fi_fi: Hae resursseja
ja_jp: リソースを検索
lv_lv: Meklēt resursus
ru_ru: Поиск ресурсов
sk_sk: Vyhľadať v zdrojoch
tr_tr: Kaynaklarda ara

source: Search in
de_de: Suchen in
fi_fi: Hae
ja_jp: 検索…
lv_lv: Meklēts iekš
ru_ru: Искать в
sk_sk: Hľadať v
tr_tr: Aranacak yer

# search
source: Search in
de_de: Suchen in
fi_fi: Hae kohteesta
ja_jp: 検索…
lv_lv: Meklēt iekš
ru_ru: Искать в
sk_sk: Hľadať v
tr_tr: Aranacak yer

source: Search in %s, between %s and %s
de_de: In %s suchen, zwischen %s und %s
fi_fi: Haku alueella %s, välillä %s ja %s
ja_jp: %sを%sと%sの間で検索する
lv_lv: Meklēt iekš %s, starp %s un %s
ru_ru: Искать в %s, между %s и %s
sk_sk: Hľadávať v %s, medzi %s a %s
tr_tr: %s içinde, %s ile %s arasında ara

source: Search mail
de_de: In E-Mail suchen
fi_fi: Hae viestejä
ja_jp: メールを検索する
lv_lv: Meklēt pastā
ru_ru: Поиск писем
sk_sk: Hľadať v pošte
tr_tr: E-postalarda ara

source: Search photos
de_de: Fotos suchen
fi_fi: Hae valokuvia
ja_jp: 写真を検索
lv_lv: Meklēt attēlus
ru_ru: Поиск фотографий
sk_sk: Vyhľadávanie fotografií
tr_tr: Fotoğraflarda ara

source: Search resources
de_de: Ressourcen durchsuchen
fi_fi: Hakuresurssit
ja_jp: リソースを検索
lv_lv: Meklēt resursus
ru_ru: Поисковые ресурсы
sk_sk: Vyhľadať v zdrojoch
tr_tr: Kaynaklarda ara

source: Search results
de_de: Suchergebnisse
fi_fi: Hakutulokset
ja_jp: 検索結果
lv_lv: Meklēšanas rezultāti
ru_ru: Результаты поиска
sk_sk: Výsledky vyhľadávania
tr_tr: Arama sonuçları

source: Search tasks
de_de: In Aufgaben suchen
fi_fi: Hae tehtäviä
ja_jp: タスクを検索する
lv_lv: Meklēt uzdevumos
ru_ru: Поиск задач
sk_sk: Zdieľané úlohy
tr_tr: Görevlerde ara

source: Search: %1$s
de_de: Suchen: %1$s
fi_fi: Aihe:%1$s
ja_jp: 「%1$s」を検索
lv_lv: Meklēt: %1$s
ru_ru: Поиск: %1$s
sk_sk: Hľadať: %1$s
tr_tr: Ara: %1$s

source: Searching is one of the most used functions. We have simplified and improved the search feature. It is now located in the most prominent position: upper, top central navigation bar. It's a simple and easy-to-use text field and more sophisticated filters are available in a separate dropdown.
de_de: Als eines der meistbenutzten Features haben wir die Suchfunktion vereinfacht und verbessert. Die Suchleiste wurde nach oben in die Mitte des Navigationsbereichs verschoben. Es ist ein simples und einfach zu benutzendes Eingabefeld mit einem zusätzlichen Dropdown, falls komplexere Suchfilter benötigt werden.
fi_fi: Haku on yksi käytetyimmistä funktioista. Olemme yksinkertaistaneet ja parantaneet hakuominaisuutta. Se sijaitsee nyt näkyvimmässä paikassa: ylemmässä keskellä ylhäällä olevassa navigointipalkissa. Se on yksinkertainen ja helppokäyttöinen tekstikenttä, ja kehittyneempiä suodattimia on saatavana erillisessä avattavassa valikossa.
ja_jp: 検索は最も使用される機能の一つです。検索機能を簡素化し、改善しました。最も目立つ位置である上部、中央のナビゲーションバーに配置されています。シンプルで使いやすいテキストフィールドで、より高度なフィルターが別のドロップダウンで利用できます。
lv_lv: Meklēšana ir viena no visbiežāk izmantotajām funkcijām. Mēs esam vienkāršojuši un uzlabojuši meklēšanas funkciju. Tagad tas atrodas visredzamākajā pozīcijā: augšējā, augšējā centrālajā navigācijas joslā. Tas ir vienkāršs un viegli lietojams teksta lauks, un sarežģītāki filtri ir pieejami atsevišķā nolaižamajā izvēlnē.
ru_ru: Поиск — одна из самых используемых функций. Мы упростили и улучшили функцию поиска. Теперь она расположена на самом видном месте: вверху, на центральной навигационной панели. Это простое и удобное текстовое поле, а более сложные фильтры доступны в отдельном выпадающем списке.
sk_sk: Vyhľadávanie je jednou z najpoužívanejších funkcií. Zjednodušili sme a vylepšili funkciu vyhľadávania. Teraz sa nachádza na najviditeľnejšom mieste: v strede horného navigačného panelu. Je to textové pole, ktoré sa jednoducho používa. Pokročilejšie možnosti filtrovania sú dostupné v samostatnom rozbaľovacom zozname.
tr_tr: Arama, en çok kullanılan işlevlerden birisi. Arama özelliğini basitleştirdik ve geliştirdik. Arama artık en belirgin konumda yer alıyor: tepedeki merkezi gezinti çubuğunda. Basit metin alanına aramak istediğiniz şeyi yazabilir veya gelişmiş filtreler için açılır menüyü kullanabilirsiniz.

source: Secret
de_de: Geheim
fi_fi: Salainen
ja_jp: 秘密
lv_lv: Apslēpts
ru_ru: Секретное
sk_sk: Tajné
tr_tr: Gizli

source: Security
de_de: Sicherheit
fi_fi: Suojaus
ja_jp: セキュリティ
lv_lv: Piekļuve
ru_ru: Безопасность
sk_sk: Bezpečnosť
tr_tr: Güvenlik

source: Security & Privacy
de_de: Sicherheit & Datenschutz
fi_fi: Turvallisuus ja tietosuoja
ja_jp: セキュリティ&プライバシー
lv_lv: Drošība un privātums
ru_ru: Безопасность и конфиденциальность
sk_sk: Bezpečnosť a súkromie
tr_tr: Güvenlik ve gizlilik

source: Security Token
de_de: Sicherheits-Token
fi_fi: Suojauslipuke
ja_jp: セキュリティトークン
lv_lv: Drošības žetons
ru_ru: Маркер безопасности
sk_sk: Bezpečnostný token
tr_tr: Güvenlik jetonu

source: See which devices are currently signed in
de_de: Hier sehen Sie, welche Geräte derzeit angemeldet sind
fi_fi: Katso, mitkä laitteet ovat tällä hetkellä kirjautuneena sisään
ja_jp: 現在ログインしているデバイスを参照
lv_lv: Skatīt pašreiz pieslēgtās ierīces
ru_ru: Посмотреть, на каких устройствах в настоящее время выполнен вход
sk_sk: Zobraziť zariadenia, ktoré sú aktuálne prihlásené
tr_tr: Oturum açmış cihazlarını görün

source: Select
de_de: Wählen
fi_fi: Valitse
ja_jp: 選択
lv_lv: Izvēlēties
ru_ru: Выбрать
sk_sk: Vybrať
tr_tr: Seç

# dropdown
source: Select
de_de: Wählen
fi_fi: Valitse
ja_jp: 選択
lv_lv: Izvēle
ru_ru: Выбрать
sk_sk: Vybrať
tr_tr: Seçin
