Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Move to folder
de_de: In Ordner verschieben
fi_fi: Siirrä kansioon
ja_jp: フォルダーに移動
lv_lv: Pārvietot uz mapi
ru_ru: Переместить в папку
sk_sk: Presunúť do priečinka
tr_tr: Klasöre taşı

source: Multiselect
de_de: Mehrfachauswahl
fi_fi: Monivalinta
ja_jp: 複数選択
lv_lv: Vairāku izvēle
ru_ru: Выбрать несколько
sk_sk: Viacnásobný výber
tr_tr: Çoklu seçim

source: Music
de_de: Musik
fi_fi: Musiikki
ja_jp: 音楽
lv_lv: Mūzika
ru_ru: Музыка
sk_sk: Hudba
tr_tr: Müzikler

source: My %1$s
de_de: Mein %1$s
fi_fi: Minun %1$s
ja_jp: マイ%1$s
lv_lv: Mans %1$s
ru_ru: Расположение: %1$s
sk_sk: Môj %1$s
tr_tr: %1$s

source: My %1$s account
de_de: Mein %1$s-Konto
fi_fi: %1$s -tilini
ja_jp: アカウント %1$s
lv_lv: Mans %1$s konts
ru_ru: Мой аккаунт %1$s
sk_sk: Môj účet %1$s
tr_tr: %1$s hesabım

source: My %1$s account (%2$d)
de_de: Mein %1$s-Konto (%2$d)
fi_fi: %1$s -tilini (%2$d)
ja_jp: アカウント %1$s (%2$d)
lv_lv: Mans %1$s konts (%2$d)
ru_ru: Мой аккаунт %1$s (%2$d)
sk_sk: Môj účet %1$s (%2$d)
tr_tr: %1$s hesabım (%2$d)

source: My %1$s calendar
de_de: Mein %1$s-Kalender
fi_fi: Kalenterini %1$s
ja_jp: カレンダー %1$s
lv_lv: Mans %1$s kalendārs
ru_ru: Мой календарь %1$s
sk_sk: Môj kalendár %1$s
tr_tr: %1$s takvimim

source: My %1$s contacts
de_de: Meine %1$s-Kontakte
fi_fi: %1$s -yhteystietoni
ja_jp: 連絡先 %1$s
lv_lv: Mani %1$s kontakti
ru_ru: Мои контакты %1$s
sk_sk: Moje kontakty %1$s
tr_tr: %1$s kişilerim

source: My Google Calendar
de_de: Mein Google-Kalender
fi_fi: Minun Google Calendar
ja_jp: Google カレンダー
lv_lv: Mans Google kalendārs
ru_ru: Мой календарь Google
sk_sk: Môj Kalendár Google
tr_tr: Google Takvimim

source: My Phone
de_de: Mein Telefon
fi_fi: Oma puhelin
ja_jp: 電話
lv_lv: Mans telefons
ru_ru: Мой телефон
sk_sk: Môj telefón
tr_tr: Telefonum

source: My account
de_de: Mein Konto
fi_fi: Oma tilini
ja_jp: アカウント
lv_lv: Mans konts
ru_ru: Мой аккаунт
sk_sk: Môj účet
tr_tr: Hesabım

source: My address books
de_de: Meine Adressbücher
fi_fi: Osoitekirjani
ja_jp: アドレス帳
lv_lv: Manas adrešu grāmatas
ru_ru: Мои адресные книги
sk_sk: Moje adresáre kontaktov
tr_tr: Adres defterlerim

source: My address lists
de_de: Meine Adresslisten
fi_fi: Omat osoiteluettelot
ja_jp: アドレスリスト
lv_lv: Mani adrešu saraksti
ru_ru: Мой список адресов
sk_sk: Moje adresáre kontaktov
tr_tr: Adres listem

source: My calendars
de_de: Meine Kalender
fi_fi: Kalenterini
ja_jp: カレンダー
lv_lv: Mani kalendāri
ru_ru: Мои календари
sk_sk: Moje kalendáre
tr_tr: Takvimlerim

source: My contact data
de_de: Meine Kontaktdaten
fi_fi: Omat yhteystietoni
ja_jp: マイ コンタクト データ
lv_lv: Mani kontakta dati
ru_ru: Мои контактные данные
sk_sk: Moje kontaktné údaje
tr_tr: İletişim bilgilerim

source: My files
de_de: Meine Dateien
fi_fi: Tiedostoni
ja_jp: マイ ファイル
lv_lv: Mani faili
ru_ru: Мои файлы
sk_sk: Moje súbory
tr_tr: Dosyalarım

source: My folders
de_de: Meine Ordner
fi_fi: Omat kansiot
ja_jp: マイフォルダー
lv_lv: Manas mapes
ru_ru: Мои папки
sk_sk: Moje priečinky
tr_tr: Klasörlerim

source: My latest files
de_de: Meine neuesten Dateien
fi_fi: Uusimmat tiedostoni
ja_jp: 自分の最新ファイル
lv_lv: Mani jaunākie faili
ru_ru: Последние файлы
sk_sk: Moje najnovšie súbory
tr_tr: Son dosyalarım

source: My lists
de_de: Meine Listen
fi_fi: Omat luettelot
ja_jp: リスト
lv_lv: Mani saraksti
ru_ru: Мои списки
sk_sk: Moje zoznamy
tr_tr: Listem

source: My password
de_de: Mein Passwort
fi_fi: Salasanani
ja_jp: パスワード
lv_lv: Mana parole
ru_ru: Мой пароль
sk_sk: Moje heslo
tr_tr: Parolam

source: My shares
de_de: Meine Freigaben
fi_fi: Jakamani kohteet
ja_jp: 自分の共有ファイル
lv_lv: Mani koplietojumi
ru_ru: Мои общие
sk_sk: Moje zdieľania
tr_tr: Paylaştıklarım

source: My tasks
de_de: Meine Aufgaben
fi_fi: Minun tehtäväni
ja_jp: 自分のタスク
lv_lv: Mani uzdevumi
ru_ru: Мои задачи
sk_sk: Moje úlohy
tr_tr: Görevlerim

source: Name
fi_fi: Nimi
ja_jp: 名前
lv_lv: Vārds
ru_ru: Имя
sk_sk: Meno
tr_tr: Ad

source: Name is already taken.
de_de: Der Name ist bereits vergeben.
fi_fi: Nimi on jo käytössä.
ja_jp: その名前は既に使用されています。
lv_lv: Vārds tiek jau izmantots.
ru_ru: Имя уже используется.
sk_sk: Názov sa už používa.
tr_tr: Bu isim alınmış.

source: Name or email address
de_de: Name oder E-Mail-Adresse
fi_fi: Nimi tai sähköpostiosoite
ja_jp: 名前またはメールアドレス
lv_lv: Vārds vai e-pasta adrese
ru_ru: Имя или адрес электронной почты
sk_sk: Meno alebo emailová adresa
tr_tr: İsim veya e-posta adresi

source: Names
de_de: Namen
fi_fi: Nimet
ja_jp: 名前
lv_lv: Vārdi
ru_ru: Имена
sk_sk: Mená
tr_tr: Adlar

source: Names & Addresses
de_de: Namen & Adressen
fi_fi: Nimet ja osoitteet
ja_jp: 名前＆アドレス
lv_lv: Vārdi un adreses
ru_ru: Имена и электронные адреса
sk_sk: Mená a emailové adresy
tr_tr: Adlar ve adresler

source: Nature
de_de: Natur
fi_fi: Luonto
ja_jp: 自然
lv_lv: Daba
ru_ru: Природа
sk_sk: Príroda
tr_tr: Doğa

source: Navigate to:
de_de: Navigieren zu:
fi_fi: Siirry kohteeseen:
ja_jp: 次に移動：
lv_lv: Pāriet uz:
ru_ru: Перейти:
sk_sk: Prejsť na:
tr_tr: Git:

source: Navigation
fi_fi: Navigointi
ja_jp: 移動
lv_lv: Navigācija
ru_ru: Навигация
sk_sk: Navigácia
tr_tr: Gezinme

source: Navy Blue
de_de: Marineblau
fi_fi: Laivastonsininen
ja_jp: ネイビーブルー
lv_lv: Jūras zils
ru_ru: Морской синий
sk_sk: Námornícka modrá
tr_tr: Lacivert

source: Need more space?
de_de: Sie brauchen mehr Speicher?
fi_fi: Tarvitsetko lisää tilaa?
ja_jp: もっと容量が必要ですか？
lv_lv: Vai ir nepieciešama papildus vieta?
ru_ru: Нужно больше места?
sk_sk: Potrebujete viac miesta?
tr_tr: Daha fazla alana mı ihtiyacınız var?

source: Nested condition
de_de: Verschachtelte Bedingung
fi_fi: Sisäinen ehto
ja_jp: 条件のネスト
lv_lv: Sazarots nosacījums
ru_ru: Вложенное условие
sk_sk: Vnorená podmienka
tr_tr: İç içe koşul

source: Neutral
fi_fi: Neutraali
ja_jp: 中立
lv_lv: Neitrāls
ru_ru: Нейтральный
sk_sk: Neutrálny
tr_tr: Nötr

source: Never
de_de: Nie
fi_fi: Ei koskaan
ja_jp: 無期限
lv_lv: Nekad
ru_ru: Никогда
sk_sk: Nikdy
tr_tr: Asla

source: Never miss a meeting
de_de: Verpassen Sie kein Meeting
fi_fi: Älä koskaan jätä kokousta väliin
ja_jp: 会議に必ず出席
lv_lv: Nekad nekavējiet mītiņu
ru_ru: Никогда не пропускайте встречи
sk_sk: Nikdy nezmeškajte schôdzku
tr_tr: Hiçbir toplantıyı kaçırmayın

source: Never show again
de_de: Nicht mehr anzeigen
fi_fi: Älä näytä uudestaam
ja_jp: 再表示しない
lv_lv: Nekad vairs nerādīt
ru_ru: Никогда не показывать
sk_sk: Už nikdy nezobrazovať
tr_tr: Bir daha gösterme

source: Never used
de_de: Nie verwendet
fi_fi: Ei koskaan käytetty
ja_jp: 未使用
lv_lv: Nav izmantots
ru_ru: Никогда не использовалось
sk_sk: Nikdy nepoužité
tr_tr: Hiç kullanılmadı

source: New
de_de: Neu
fi_fi: Uusi
ja_jp: 新規
lv_lv: Jauns
ru_ru: Создать
sk_sk: Nový
tr_tr: Yeni

source: New Folder
de_de: Neuer Ordner
fi_fi: Uusi kansio
ja_jp: 新規フォルダー
lv_lv: Jauna mape
ru_ru: Создать папку
sk_sk: Nový priečinok
tr_tr: Yeni Klasör

source: New Windows
de_de: Neue Fenster
fi_fi: Uusi Windows
ja_jp: 新規ウィンドウ
lv_lv: Jauni logi
ru_ru: Новые окна
sk_sk: Nové okná
tr_tr: Yeni penceler

source: New Zoom call
de_de: Neuer Zoom-Anruf
fi_fi: Uusi Zoom-puhelu
ja_jp: 新規Zoom会議
lv_lv: Jauns Zoom zvans
ru_ru: Новый звонок Zoom
sk_sk: Nový hovor Zoom
tr_tr: Yeni Zoom araması

source: New address book
de_de: Neues Adressbuch
fi_fi: Uusi osoitekirja
ja_jp: 新規アドレス帳
lv_lv: Jauna adrešu grāmata
ru_ru: Новая адресная книга
sk_sk: Nový adresár kontaktov
tr_tr: Yeni adres defteri

source: New appointment
de_de: Neuer Termin
fi_fi: Uusi tapaaminen
ja_jp: 新規予定
lv_lv: Jauns mītiņš
ru_ru: Новая встреча
sk_sk: Nová schôdzka
tr_tr: Yeni randevu

source: New calendar
de_de: Neuer Kalender
fi_fi: Uusi kalenteri
ja_jp: 新規カレンダー
lv_lv: Jauns kalendārs
ru_ru: Новый календарь
sk_sk: Nový kalendár
tr_tr: Yeni takvim

source: New calendar name
de_de: Neuer Kalendername
fi_fi: Uusi kalenterin nimi
ja_jp: 新規カレンダー名
lv_lv: Jauna kalendāra vārds
ru_ru: Новое название календаря
sk_sk: Nový názov kalendára
tr_tr: Yeni takvim adı

source: New category
de_de: Neue Kategorie
fi_fi: Uusi luokka
ja_jp: 新規カテゴリ
lv_lv: Jauna kategorija
ru_ru: Новая категория
sk_sk: Nová kategória
tr_tr: Yeni kategori

source: New code sent.
de_de: Neuer Code gesendet.
fi_fi: Uusi koodi lähetetty.
ja_jp: 新しいコードが送信されました。
lv_lv: Jaunais kods ir nosūtīts.
ru_ru: Новый код отправлен.
sk_sk: Zaslaný nový kód.
tr_tr: Yeni kod gönderildi.

source: New contact
de_de: Neuer Kontakt
fi_fi: Uusi yhteystieto
ja_jp: 新規連絡先
lv_lv: Jauns kontaksts
ru_ru: Новый контакт
sk_sk: Nový kontakt
tr_tr: Yeni kişi

source: New design
de_de: Neues Design
fi_fi: Uusi malli
ja_jp: 新規デザイン
lv_lv: Jauns dizains
ru_ru: Новый дизайн
sk_sk: Nový dizajn
tr_tr: Yeni tasarım

source: New distribution list
de_de: Neue Verteilerliste
fi_fi: Uusi jakelulista
ja_jp: 新規連絡先グループ
lv_lv: Jauns izplatīšanas saraksts
ru_ru: Новый список рассылки
sk_sk: Nová poštová konferencia
tr_tr: Yeni dağıtım listesi

source: New email
de_de: Neue E-Mail
fi_fi: Uusi sähköposti
ja_jp: 新規メール
lv_lv: Jaunais e-pasts
ru_ru: Новая почта
sk_sk: Nový email
tr_tr: Yeni e-posta

source: New email with attachment
de_de: Neue E-Mail mit Anhang
fi_fi: Uusi sähköpostiviesti liitetiedoston kanssa
ja_jp: 添付ファイル付きの新規メール
lv_lv: Jauns e-pasts ar pielikumu
ru_ru: Новое письмо с вложением
sk_sk: Nový e-mail s prílohou
tr_tr: Ekli yeni e-posta

source: New folder
de_de: Neuer Ordner
fi_fi: Uusi kansio
ja_jp: 新規フォルダー
lv_lv: Jauna mape
ru_ru: Новая папка
sk_sk: Nový priečinok
tr_tr: Yeni klasör

source: New list
de_de: Neue Liste
fi_fi: Uusi luettelo
ja_jp: 新規リスト
lv_lv: Jauns saraksts
ru_ru: Новый список
sk_sk: Nový zoznam
tr_tr: Yeni liste

source: New mail
de_de: Neue E-Mail
fi_fi: Uusi viesti
ja_jp: 新着メール
lv_lv: Jaunais pasts
ru_ru: Новая почта
sk_sk: Nový email
tr_tr: Yeni e-posta

source: New mails
de_de: Neue E-Mails
fi_fi: Uudet viestit
ja_jp: 新着メール
lv_lv: Jaunās vēstules
ru_ru: Новые сообщения
sk_sk: Nové emaily
tr_tr: Yeni e-postalar

source: New meeting
de_de: Neues Meeting
fi_fi: Uusi kokous
ja_jp: 新規会議
lv_lv: Jauns mītiņš
ru_ru: Новая встреча
sk_sk: Nové stretnutie
tr_tr: Yeni toplantı

source: New note
de_de: Neue Notiz
fi_fi: Uusi huomautus
ja_jp: 新規ノート
lv_lv: Jauna piezīme
ru_ru: Добавить примечание
sk_sk: Nová poznámka
tr_tr: Yeni not

source: New notification center
de_de: Neue Mitteilungszentrale
fi_fi: Uusi ilmoituskeskus
ja_jp: 新規通知センター
lv_lv: Jauno paziņojumu centrs
ru_ru: Новый центр уведомлений
sk_sk: Nové centrum oznámení
tr_tr: Yeni bildirim merkezi

source: New organizer
de_de: Neuer Organisator
fi_fi: Uusi järjestäjä
ja_jp: 新規開催者
lv_lv: Jauns organizators
ru_ru: Новый организатор
sk_sk: Nový organizátor
tr_tr: Yeni organizatör

source: New password
de_de: Neues Passwort
fi_fi: Uusi salasana
ja_jp: 新しいパスワード
lv_lv: Jaunā parole
ru_ru: Новый пароль
sk_sk: Nové heslo
tr_tr: Yeni parola

source: New resource group
de_de: Neue Ressourcengruppe
fi_fi: Uusi resurssiryhmä
ja_jp: 新規リソース グループ
lv_lv: Jauna resursu grupa
ru_ru: Новая группа ресурсов
sk_sk: Nová skupina zdrojov
tr_tr: Yeni kaynak grubu

source: New rule
de_de: Neue Regel
fi_fi: Uusi sääntö
ja_jp: 新しいルール
lv_lv: Jauns noteikums
ru_ru: Новое правило
sk_sk: Nové pravidlo
tr_tr: Yeni kural

source: New search
de_de: Neue Suche
fi_fi: Uusi haku
ja_jp: 新規検索
lv_lv: Jauna meklēšana
ru_ru: Новый поиск
sk_sk: Nové vyhľadávanie
tr_tr: Yeni arama

source: New task
de_de: Neue Aufgabe
fi_fi: Uusi tehtävä
ja_jp: 新規のタスク
lv_lv: Jauns uzdevums
ru_ru: Новая задача
sk_sk: Nová úloha
tr_tr: Yeni görev

source: Next
de_de: Weiter
fi_fi: Seuraava
ja_jp: 次へ
lv_lv: Nākošais
ru_ru: Вперед
sk_sk: Ďalší
tr_tr: Sonraki

source: Next day
de_de: Nächster Tag
fi_fi: Seuraava päivä
ja_jp: 翌日
lv_lv: Nākošā diena
ru_ru: Следующий день
sk_sk: Ďalší deň
tr_tr: Sonraki gün

source: Next message
de_de: Nächste Nachricht
fi_fi: Seuraava viesti
ja_jp: 次のメッセージ
lv_lv: Nākošais ziņojums
ru_ru: Следующее сообщение
sk_sk: Ďalšia správa
tr_tr: Sonraki ileti

source: Next month
de_de: Nächster Monat
fi_fi: Ensi kuussa
ja_jp: 翌月
lv_lv: Nākošais mēnesis
ru_ru: Следующий месяц
sk_sk: Ďalší mesiac
tr_tr: Sonraki ay

source: Next page
de_de: Nächste Seite
fi_fi: Seuraava sivu
ja_jp: 次のページ
lv_lv: Nākošā lapa
ru_ru: Следующая страница
sk_sk: Ďalšia stránka
tr_tr: Sonraki sayfa

source: Next week
de_de: Nächste Woche
fi_fi: Ensi viikolla
ja_jp: 翌週
lv_lv: Nākošā nedēļa
ru_ru: Следующая неделя
sk_sk: Ďalší týždeň
tr_tr: Sonraki hafta

source: Next year
de_de: Nächstes Jahr
fi_fi: Ensi vuosi
ja_jp: 翌年
lv_lv: Nākošais gads
ru_ru: Следующий год
sk_sk: Ďalší rok
tr_tr: Sonraki yıl

source: Nickname
fi_fi: Kutsumanimi
ja_jp: ニックネーム
lv_lv: Iesauka
ru_ru: Псевдоним
sk_sk: Prezývka
tr_tr: Takma adı

source: No 2-step verification options configured yet.
de_de: Es wurden noch keine Zwei-Faktor-Authentifizierungsoptionen konfiguriert.
fi_fi: Kaksivaiheisia vahvistusvaihtoehtoja ei ole vielä konfiguroitu.
ja_jp: ２ステップ検証オプションがまだ構成されていません。
lv_lv: Divpakāpju verifikācijas opcijas vēl nav konfigurētas.
ru_ru: Параметры верификации не настроены.
sk_sk: Nenastavili ste zatiaľ žiadne možnosti dvojkrokového overenia.
tr_tr: 2 adımlı doğrulama seçenekleri henüz yapılandırılmadı.

source: No RSS feeds found.
de_de: Kein RSS-Feed gefunden.
fi_fi: Ei RSS syötteitä.
ja_jp: RSS フィードが見つかりません。
lv_lv: Nav atrasta neviena RSS ziņapmaiņa.
ru_ru: RSS-каналы не найдены.
sk_sk: Neboli nájdené žiadne kanály RSS.
tr_tr: RSS akışı bulunamadı.

source: No appointment selected
de_de: Kein Termin ausgewählt
fi_fi: Ei valittuja tapaamisia
ja_jp: 予定が選択されていません。
lv_lv: Nav izvēlēts neviens mītiņš
ru_ru: Не выбрано ни одной встречи
sk_sk: Žiadna schôdzka nie je vybraná
tr_tr: Randevu seçilmedi

source: No appointments found until %s
de_de: Keine Termine gefunden bis %s
fi_fi: Tapaamisia ei löytynyt ennen %s
ja_jp: %s まで予定はありません。
lv_lv: Līdz %s nav atrasts neviens mītiņš
ru_ru: Нет встреч до %s
sk_sk: Do %s neboli nájdené žiadne schôdzky
tr_tr: %s tarihine kadar randeuvunuz yok

source: No autocomplete entries found
de_de: Keine Autovervollständigungseinträge gefunden
fi_fi: Täydennysehdotuksia ei löytynyt
ja_jp: 自動補完項目が見つかりません
lv_lv: Automātiskas pabeigšanas ieraksti nav atrasti
ru_ru: Нет вариантов автозаполнения по этому запросу
sk_sk: Neboli nájdené žiadne položky automatického dopĺňania
tr_tr: Hiç otomatik tamamlama kaydı bulunamadı

source: No birthdays within the next %1$d weeks
de_de: Keine Geburtstage in den nächsten %1$d Wochen
fi_fi: Ei syntymäpäiviä seuraavan %1$d viikon aikana
ja_jp: %1$d 週先まで誕生日はありません
lv_lv: Nākamajās %1$d nedēļas nav nevienas dzimšanas dienas
ru_ru: Нет дней рождения на протяжении %1$d недели
sk_sk: Žiadne narodeniny v najbližších %1$d týždňoch
tr_tr: Gelecek %1$d hafta içinde doğum günü yok

source: No color
de_de: Keine Farbe
fi_fi: Ei väriä
ja_jp: 色なし
lv_lv: Bez krāsas
ru_ru: Без цвета
sk_sk: Bez farby
tr_tr: Renksiz

source: No connection to server. Please check your internet connection and retry.
de_de: Keine Verbindung zum Server. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
fi_fi: Ei yhteyttä palvelimeen. Tarkista internetyhteytesi ja yritä uudelleen.
ja_jp: サーバーへの接続がありません。インターネット接続をチェックして、もう一度やり直してください。
lv_lv: Nav pieslēguma serverim. Lūdzu pārbaudiet piekļuvi internetam un mēģiniet vēlreiz.
ru_ru: Нет соединения с сервером. Проверьте подключение к Интернету и повторите попытку.
sk_sk: Chýba spojenie so serverom! Prosím, skontrolujte svoje pripojenie k internetu a skúste to znova.
tr_tr: Sunucuya bağlanılamadı. Lütfen internet bağlantınızı kontrol edip yeniden deneyin.

source: No contacts found.
de_de: Keine Kontakte gefunden.
fi_fi: Yhteystietoja ei löytynyt.
ja_jp: 連絡先が見つかりません。
lv_lv: Nav atrasta neviens kontakts.
ru_ru: Контакты не найдены.
sk_sk: Neboli nájdené žiadne kontakty.
tr_tr: Hiç kişi bulunamadı.

source: No elements selected
de_de: Keine Objekte markiert
fi_fi: Ei valittuja kohteita
ja_jp: アイテムが選択されていません
lv_lv: Neviens elements nav izvēlēts
ru_ru: Ничего не выбрано
sk_sk: Žiadne prvky neboli vybrané
tr_tr: Hiçbir öğe seçilmedi

source: No export format available
de_de: Kein Exportformat vorhanden
fi_fi: Vientiformaattia ei saatavilla
ja_jp: 利用可能なエクスポート形式がありません。
lv_lv: Neviens eksporta formāts nav pieejams
ru_ru: Формат экспорта недоступен
sk_sk: Žiadny formát exportu nie je dostupný
tr_tr: Kullanılabilir dışa verme biçimi yok

source: No files have been changed recently
de_de: Es wurden kürzlich keine Dateien geändert
fi_fi: Mitään tiedostoja ei ole hiljattain muutettu
ja_jp: 最近変更されたファイルはありません
lv_lv: Neviens fails nav nesen izmainīts
ru_ru: В последнее время файлы не изменялись
sk_sk: Žiadne súbory boli nedávno zmenené
tr_tr: Son zamanlarda hiçbir dosya değiştirilmedi

source: No icon
de_de: Kein Symbol
fi_fi: Ei kuvaketta
ja_jp: アイコンはありません
lv_lv: Nav ikonas
ru_ru: Нет значка
sk_sk: Žiadna ikona
tr_tr: Simge yok

source: No link
de_de: Kein Link
fi_fi: Ei linkkiä
ja_jp: リンクはありません
lv_lv: Nav saites
ru_ru: Нет ссылки
sk_sk: Žiadne spojenie
tr_tr: Bağlantı yok

source: No mails in your inbox
de_de: Der Posteingang enthält keine E-Mails
fi_fi: Ei viestejä saapuneet laatikossasi
ja_jp: 受信トレイにメールがありません
lv_lv: Jūsu pasta kastē nav vēstuļu
ru_ru: Нет входящих сообщений
sk_sk: Žiadne poštové správy v priečinku Prijaté
tr_tr: Gelen kutunuzda e-posta yok

source: No matching items found.
de_de: Keine passenden Objekte gefunden.
fi_fi: Kohteita ei löytynyt.
ja_jp: アイテムが見つかりません。
lv_lv: Nav atrasta neviena vienība.
ru_ru: Нет совпадающих результатов.
sk_sk: Neboli nájdené žiadne zodpovedajúce položky.
tr_tr: Eşleşen öğe bulunamadı.

source: No member
de_de: Kein Mitglied
fi_fi: Ei jäseniä
ja_jp: メンバーは登録されていません。
lv_lv: Nav loceklis
ru_ru: Нет участника
sk_sk: Žiadny člen
tr_tr: Üye yok

source: No members
de_de: Keine Mitglieder
fi_fi: Ei jäseniä
ja_jp: メンバーは登録されていません。
lv_lv: Nav locekļu
ru_ru: Нет участников
sk_sk: Žiadni členovia
tr_tr: Üye yok

source: No message selected
de_de: Keine Nachricht markiert
fi_fi: Ei valittuja viestejä
ja_jp: メッセージを選択してください
lv_lv: Neviens ziņojums nav izvēlēts
ru_ru: Сообщения не выбраны
sk_sk: Nebola vybraná žiadna správa
tr_tr: İleti seçilmedi

source: No notifications
de_de: Keine Benachrichtigungen
fi_fi: Ei ilmoituksia
ja_jp: 通知はありません
lv_lv: Nav paziņojumu
ru_ru: Нет уведомлений
sk_sk: Žiadne oznámenia
tr_tr: Bildirim yok

source: No priority
de_de: Keine Priorität
fi_fi: Ei asetettua tärkeyttä
ja_jp: 優先度 (なし)
lv_lv: Bez prioritātes
ru_ru: Нет приоритета
sk_sk: Bez priority
tr_tr: Öncelik yok

source: No providers available
de_de: Keine Anbieter verfügbar
fi_fi: Ei palveluntarjoajia saatavilla
ja_jp: 利用可能なプロバイダはありません
lv_lv: Nodrošinātāji nav pieejami
ru_ru: Провайдеры не найдены
sk_sk: Nie sú k dispozícii žiadni poskytovatelia
tr_tr: Kullanılabilir sağlayıcı yok

source: No recipients
de_de: Keine Empfänger
fi_fi: Ei vastaanottajia
ja_jp: 宛先がありません
lv_lv: Nav saņēmēju
ru_ru: Нет получателей
sk_sk: Žiadni príjemcovia
tr_tr: Alıcı yok

source: No reminder
de_de: Keine Erinnerung
fi_fi: Ei muistutusta
ja_jp: アラームなし
lv_lv: Nav atgādinājuma
ru_ru: Без напоминания
sk_sk: Bez pripomenutia
tr_tr: Anımsatıcı yok

source: No search results
de_de: Keine Suchergebnisse
fi_fi: Ei hakutuloksia
ja_jp: 検索結果がありません。
lv_lv: Nav meklēšanas rezultātu
ru_ru: Нет результатов поиска
sk_sk: Žiadne výsledky vyhľadávania
tr_tr: Arama sonucu yok

source: No signature
de_de: Keine Signatur
fi_fi: Ei allekirjoitusta
ja_jp: 署名なし
lv_lv: Nav paraksta
ru_ru: Нет подписи
sk_sk: Bez podpisu
tr_tr: İmza yok

source: No subject
de_de: Kein Betreff
fi_fi: Ei aihetta
ja_jp: 件名なし
lv_lv: Nav temata
ru_ru: Без темы
sk_sk: Bez predmetu
tr_tr: Konu yok

source: No subscription services available for this module
de_de: Für dieses Modul stehen keine Abonnement-Dienste zur Verfügung
fi_fi: Moduulille ei ole saatavilla tilauspalveluja
ja_jp: このモジュールで利用できる登録サービスがありません
lv_lv: Šim modulim nav pieejami abonēšanas pakalpojumi
ru_ru: Сервис подписки для этого модуля недоступен
sk_sk: Pre tento modul nie sú k dispozícii žiadne predplatné služby
tr_tr: Bu modül için kullanılabilir abonelik hizmeti yok

source: Nobody
de_de: Niemand
fi_fi: Ei kukaan
ja_jp: 非表示
lv_lv: Neviens
ru_ru: Никто
sk_sk: Nikto
tr_tr: Hiç kimse

source: Non-blocking time frame
de_de: Nicht-blockierender Zeitrahmen
fi_fi: Aikaväli, jolloin ei esteitä
ja_jp: ブロックしない期間
lv_lv: Nebloķēts laika apgabals
ru_ru: Время без блокировки
sk_sk: Neblokujúci časový interval
tr_tr: Bloke olmayan zaman aralığı

source: None
de_de: Keine
fi_fi: Ei tunnistetta
ja_jp: なし
lv_lv: Nekas
ru_ru: Нет
sk_sk: Žiadne
tr_tr: Yok

# Tasks priority
source: None
de_de: Keine
fi_fi: Ei mitään
ja_jp: なし
lv_lv: Nekas
ru_ru: Нет
sk_sk: Žiadna
tr_tr: Yok

source: None of the uploaded files matches the requested file type.
de_de: Keine der hochgeladenen Dateien stimmt mit dem angeforderten Dateityp überein.
fi_fi: Yksikään ladatuista tiedostoista ei vastaa pyydettyä tiedostotyyppiä.
ja_jp: アップロードされたファイルの種類は要求されたファイルタイプと一致しません
lv_lv: Neviens no augšupielādētajiem failiem neatbilst prasītajam faila tipam.
ru_ru: Ни один из загруженных файлов не соответствует запрошенному типу файла.
sk_sk: Žiadne z nahraných súborov nie sú požadovaného typu.
tr_tr: Yüklenen dosyaların hiçbiri istenen dosya türüne uymuyor.

# E-Mail priority
source: Normal
fi_fi: Normaali
ja_jp: 標準
lv_lv: Parasta
ru_ru: Средний
sk_sk: Normálna

source: Not Regex
de_de: Kein regulärer Ausdruck
fi_fi: Ei Regex
ja_jp: 次の正規表現に一致しない
lv_lv: Nav Regex
ru_ru: Не является регулярным выражением
sk_sk: Nezodpovedá regulárnemu výrazu
tr_tr: Regex değil

source: Not flagged
de_de: Nicht markiert
fi_fi: Ei liputettu
ja_jp: 未フラグ
lv_lv: Nav iezīmēts
ru_ru: Не отмечено
sk_sk: Neoznačené
tr_tr: İşaretli değil

source: Not likely at all
de_de: Sehr unwahrscheinlich
fi_fi: Ei lainkaan todennäköistä
ja_jp: 非常に低い
lv_lv: Maz ticami
ru_ru: Очень низкая
sk_sk: Vôbec to nie je pravdepodobné
tr_tr: Hiç olası değil

source: Not spam
de_de: Kein Spam
fi_fi: Ei roskapostia
ja_jp: 迷惑メールではありません。
lv_lv: Nav mēstule
ru_ru: Не спам
sk_sk: Nie je Spam
tr_tr: Spam değil

source: Not started
de_de: Nicht begonnen
fi_fi: Ei aloitettu
ja_jp: 未着手
lv_lv: Nav iesākts
ru_ru: Не началось
sk_sk: Nezačaté
tr_tr: Başlamadı

source: Note
de_de: Notiz
fi_fi: Huomaa
ja_jp: メモ
lv_lv: Piezīme
ru_ru: Примечание
sk_sk: Poznámka
tr_tr: Not

# contact
source: Note
de_de: Notiz
fi_fi: Huomio
ja_jp: メモ
lv_lv: Piezīme
ru_ru: Заметка
sk_sk: Poznámka
tr_tr: Not

source: Note on CSV files:
de_de: Hinweis zu CSV-Dateien:
fi_fi: CSV-tiedostoja koskeva viesti:
ja_jp: CSVファイルについての注意：
lv_lv: Piezīme pie CSV failiem:
ru_ru: Примечание CSV:
sk_sk: Poznámka o súboroch CSV:
tr_tr: CVS dosyalarına dair hatırlatma:

source: Note:
de_de: Hinweis:
fi_fi: Huomio:
ja_jp: 注:
lv_lv: Piezīme:
ru_ru: Примечание:
sk_sk: Poznámka:
tr_tr: Not:

source: Note: %1$d contact is not shown due to missing phone numbers
de_de: Hinweis: Ein Kontakt wird wegen fehlender Telefonnummern nicht angezeigt
fi_fi: Huom. %1$d yhteystieto ei näy, koska puhelinnumerot puuttuvat
ja_jp: 注: 電話番号が登録されていないため、表示されない連絡先が%1$dつあります
lv_lv: Piezīme: %1$d kontakts nav uzrādīts iztrūkstošu telefona numuru dēļ
ru_ru: Примечание. %1$d контакт не отображается из-за отсутствия номеров телефонов
sk_sk: Poznámka: %1$d kontakt sa nezobrazuje z dôvodu chýbajúcich telefónnych čísel
tr_tr: Not: Telefon numarası eksik olduğu için %1$d kişi gösterilmiyor
