Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Contacts in public address books
de_de: Kontakte in öffentlichen Adressbüchern
fi_fi: Yhteystiedot yleisissä osoitteistoissa
ja_jp: パブリックアドレス帳の中の連絡先
lv_lv: Kontakti publiskajās adrešu grāmatās
ru_ru: Контакты в публичных адресных книгах
sk_sk: Kontakty vo verejných adresároch
tr_tr: Genel adres defterlerindeki kişiler

source: Contacts in shared address books
de_de: Kontakte in freigegebenen Adressbüchern
fi_fi: Yhteystiedot jaetuissa osoitteistoissa
ja_jp: 共有アドレス帳の中の連絡先
lv_lv: Kontakti koplietojuma adrešu grāmatās
ru_ru: Контакты в общих адресных книгах
sk_sk: Kontakty v zdieľaných adresároch
tr_tr: Paylaşılan adres defterlerindeki kişiler

source: Contacts toolbar
de_de: Kontakte-Werkzeugleiste
fi_fi: Yhteystietojen tehtäväpalkki
ja_jp: 連絡先ツールバー
lv_lv: Kontaktu rīkjosla
ru_ru: Панель контактов
sk_sk: Panel nástrojov Kontakty
tr_tr: Kişiler araç çubuğu

source: Contains
de_de: Enthält
fi_fi: Sisältää merkkejä
ja_jp: 次の文字列を含む
lv_lv: Satur
ru_ru: Содержит
sk_sk: Obsahuje
tr_tr: Şunu içeren

source: Contains not
de_de: Enthält nicht
fi_fi: Ei sisällä
ja_jp: 次の文字列を含まない
lv_lv: Nesatur
ru_ru: Не содержит
sk_sk: Neobsahuje
tr_tr: Şunu içermeyen

source: Contains words
de_de: Enthält Wörter
fi_fi: Sisältää sanoja
ja_jp: 文字列を含みます
lv_lv: Satur vārdus
ru_ru: Содержит слова
sk_sk: Obsahuje slová
tr_tr: Şu kelimeleri içeren

source: Continue
de_de: Fortfahren
fi_fi: Jatka
ja_jp: 続行
lv_lv: Turpināt
ru_ru: Продолжить
sk_sk: Pokračovať
tr_tr: Devam et

source: Continue sign out
de_de: Abmeldung fortsetzen
fi_fi: Jatka uloskirjautumista
ja_jp: サインアウトを続行
lv_lv: Turpināt atslēgšanos
ru_ru: Продолжить выход
sk_sk: Pokračovať v odhlásení
tr_tr: Çıkışa devam et

source: Continuous improvements
de_de: Kontinuierliche Verbesserungen
fi_fi: Jatkuvat parannukset
ja_jp: 改良を続行
lv_lv: Nepārtraukti uzlabojumi
ru_ru: Постоянные улучшения
sk_sk: Ďalšie vylepšenia
tr_tr: Düzenli iyileştirmeler

source: Conversation
de_de: Konversation
fi_fi: Keskustelu
ja_jp: スレッド
lv_lv: Sarunas
ru_ru: Переписка
sk_sk: Konverzácia
tr_tr: Yazışma

source: Conversations
de_de: Konversationen
fi_fi: Keskustelut
ja_jp: スレッド
lv_lv: Sarunas
ru_ru: Обсуждения
sk_sk: Konverzácie
tr_tr: Yazışmalar

source: Copy
de_de: Kopieren
fi_fi: Kopioi
ja_jp: コピー
lv_lv: Kopēt
ru_ru: Копировать
sk_sk: Kopírovať
tr_tr: Kopyala

# CC
source: Copy
de_de: Kopie
fi_fi: Kopio
ja_jp: コピー
lv_lv: Kopija
ru_ru: Копия
sk_sk: Kópia
tr_tr: Kopya

source: Copy dial-in information to description
de_de: Einwahlinformationen in die Beschreibung kopieren
fi_fi: Kopioi soittotiedot kuvaukseen
ja_jp: ダイアルイン情報を説明にコピー
lv_lv: Kopēt iezvana informāciju apraksta laukā
ru_ru: Скопируйте информацию о телефонном подключении в описание
sk_sk: Skopírovať informácie o pripojení do popisu
tr_tr: Telefon bilgisini açıklamaya kopyala

source: Copy into
de_de: Kopieren nach
fi_fi: Kopioi kansioon
ja_jp: 次のフォルダーにコピー
lv_lv: Kopēt iekš
ru_ru: Копировать в
sk_sk: Skopírovať do
tr_tr: Kopyala

source: Copy link
de_de: Link kopieren
fi_fi: Kopioi linkki
ja_jp: リンクをコピー
lv_lv: Kopēt saiti
ru_ru: Скопировать ссылку
sk_sk: Skopírovať odkaz
tr_tr: Bağlantıyı kopyala

source: Copy link to clipboard
de_de: Link in Zwischenablage kopieren
fi_fi: Kopioi linkki leikepöydälle
ja_jp: リンクをクリックボードにコピー
lv_lv: Kopēt saiti starpliktuvē
ru_ru: Скопировать ссылку в буфер обмена
sk_sk: Skopírovať odkaz do schránky
tr_tr: Bağlantıyı panoya kopyala

source: Copy link to location
de_de: Link in "Ort" kopieren
fi_fi: Kopioi linkki kohteeseen
ja_jp: リンクを場所にコピー
lv_lv: Kopēt saiti atrašanās vietas laukā
ru_ru: Скопировать ссылку в расположение
sk_sk: Skopírovať odkaz do umiestnenia
tr_tr: Bağlantıyı konuma kopyala

source: Copy to clipboard
de_de: In die Zwischenablage kopieren
fi_fi: Kopioi leikepöydälle
ja_jp: クリックボードにコピー
lv_lv: Kopēt uz starpliktuvi
ru_ru: Копировать в буфер
sk_sk: Skopírovať do schránky
tr_tr: Panoya kopyala

source: Copy to description
de_de: In Beschreibung kopieren
fi_fi: Kopioi kuvaukseen
ja_jp: 説明へコピー
lv_lv: Kopēt uz apsrakstu
ru_ru: Копировать в описание
sk_sk: Skopírovať do popisu
tr_tr: Açıklamaya kopyala

source: Copy to location field
de_de: In Feld "Ort" kopieren
fi_fi: Kopioi sijaintikenttään
ja_jp: 場所フィールドをコピー
lv_lv: Kopēt uz vietas lauku
ru_ru: Копировать в поле местоположения
sk_sk: Skopírovať do poľa umiestnenie
tr_tr: Konum alanına kopyala

source: Costs must be between -%1$d and %1$d.
de_de: Die Kosten müssen zwischen -%1$d und %1$d liegen.
fi_fi: Kustannusten tulee olla väliltä -%1$d ja %1$d.
ja_jp: コストは -%1$d から %1$d までの数字でなければなりません。
lv_lv: Izmaksām ir jābūt starp -%1$d un %1$d.
ru_ru: Стоимость должна быть в диапазоне от -%1$d до %1$d.
sk_sk: Náklady musia byť medzi %1$d a %1$d.
tr_tr: Maliyetler -%1$d ile %1$d arasında olmalıdır.

source: Costs must only have two decimal places.
de_de: Die Kosten dürfen nur zwei Dezimalstellen haben.
fi_fi: Kustannuksella voi olla vain kaksi desimaalia.
ja_jp: コストは小数第 2位までしか入力できません。
lv_lv: Izmaksām var būt tikai divas decimālās zīmes.
ru_ru: Стоимость может содержать только два десятичных знака.
sk_sk: Náklady musia mať len dve desatinné miesta.
tr_tr: Maliyetlerin yalnızca iki ondalık basamağı olabilir.

source: Could not create PDF file.
de_de: PDF-Datei konnte nicht erstellt werden.
fi_fi: PDF-tiedostoa ei voitu luoda.
ja_jp: PDFファイルを作成できませんでした。
lv_lv: Nevar izveidot PDF failu.
ru_ru: Не удалось создать PDF-файл.
sk_sk: Nepodarilo sa vytvoriť súbor PDF.
tr_tr: PDF dosyası oluşturulamadı.

source: Could not create deputy.
de_de: Der Stellvertreter konnte nicht angelegt werden.
fi_fi: Sijaista ei voitu luoda.
ja_jp: 代理人を作成できませんでした。
lv_lv: Nevar izveidot vietnieku.
ru_ru: Не удалось создать заместителя.
sk_sk: Nepodarilo sa vytvoriť zástupcu.
tr_tr: Vekil oluşturulamadı.

source: Could not delete folder. This can be due to insufficient permissions in your trash folder or this might be a special folder that cannot be deleted.
de_de: Der Ordner konnte nicht gelöscht werden. Dies kann an unzureichenden Berechtigungen für Ihren Papierkorb liegen oder es handelt sich um einen speziellen Ordner, der nicht gelöscht werden kann.
fi_fi: Kansiota ei voitu poistaa. Tämä voi johtua roskakorisi puuttuvista luvista tai kyseessä saattaa olla erityinen kansio, jota ei voida poistaa.
ja_jp: フォルダーを削除できませんでした。ごみ箱フォルダーの権限が不十分か、削除ができない特別なフォルダーの可能性があります。
lv_lv: Nevar izdzēst mapi. Tas var būt saistīts ar nepietiekamām tiesībām miskastes mapē vai tā var arī būt īpaša mape, kuru nevar dzēst.
ru_ru: Не удалось удалить папку. Возможно, у вас недостаточно разрешений для управления папкой удаленных, либо это папка специального типа, которая не может быть удалена.
sk_sk: Priečinok nemožno odstrániť. Dôvodom môžu byť nedostatočné oprávnenia vo vašom priečinku Kôš alebo môže to byť špeciálny priečinok, ktorý nemožno odstrániť.
tr_tr: Klasör silinemedi. Bu durum, çöp kutusu klasörünüzdeki izinlerin yetersiz olmasından veya bu klasörün silinemeyen, özel bir klasör olmasından kaynaklanabilir.

source: Could not find the requested appointment
de_de: Der gewünschte Termin konnte nicht gefunden werden
fi_fi: Pyydettyä tapaamista ei löytynyt
ja_jp: 要求された予定が見つかりません。
lv_lv: Nevar atrast prasīto mītiņu
ru_ru: Не удалось найти запрашиваемую встречу
sk_sk: Nepodarilo sa nájsť požadovanú schôdzku
tr_tr: İstenen randevu bulunamadı

source: Could not get a default folder for this application.
de_de: Für diese Applikation konnte kein Standardordner gefunden werden.
fi_fi: Oletuskansion noutaminen tälle sovellukselle ei onnistunut.
ja_jp: このアプリケーションの既定のフォルダーを取得できませんでした。
lv_lv: Nevar iegūt šīs aplikācijas noklusēto mapi.
ru_ru: Не удалось получить стандартную папку для этого приложения.
sk_sk: Nepodarilo sa získať predvolený priečinok pre túto aplikáciu.
tr_tr: Bu uygulama için varsayılan klasör bulunamadı.

source: Could not get appointment information
de_de: Termininformationen konnten nicht abgerufen werden
fi_fi: Tapaamistietoa ei saatu
ja_jp: 予定情報を取得できませんでした。
lv_lv: Nevar iegūt mītiņa informāciju
ru_ru: Не удалось получить информацию о встрече
sk_sk: Nepodarilo sa získať informácie o schôdzke
tr_tr: Randevu bilgileri alamadı

source: Could not load address book.
de_de: Das Adressbuch konnte nicht geladen werden.
fi_fi: Osoitteistoa ei voitu ladata.
ja_jp: アドレス帳を読み込ませんでした。
lv_lv: Nevar ielādēt adrešu grāmatu.
ru_ru: Не удалось загрузить адресную книгу.
sk_sk: Nepodarilo sa načítať adresár.
tr_tr: Adres defteri yüklenemedi.

source: Could not load attachments for this contact.
de_de: Die Anhänge zu diesem Kontakt konnten nicht geladen werden.
fi_fi: Tämän yhteystiedon liitteitä ei voitu ladata.
ja_jp: この連絡先の添付ファイルを読み込めませんでした。
lv_lv: Nevar ielādēt šī kontakta pievienojumus.
ru_ru: Не удалось загрузить вложения для этого контакта.
sk_sk: Nepodarilo sa načítať prílohy tohto kontaktu.
tr_tr: Bu kişinin ekleri yüklenemedi.

source: Could not load attachments for this task.
de_de: Die Anhänge zu dieser Aufgabe konnten nicht geladen werden.
fi_fi: Tämän tehtävän liitteitä ei voitu ladata.
ja_jp: このタスクの添付ファイルを読み込みできませんでした。
lv_lv: Nevar ielādēt šī uzdevuma pievienojumus.
ru_ru: Не удалось загрузить вложения для этой задачи.
sk_sk: Nepodarilo sa načítať prílohy tejto úlohy.
tr_tr: Bu görevin ekleri yüklenemedi.

source: Could not load contacts
de_de: Kontakte konnten nicht geladen werden
fi_fi: Yhteystietoja ei voitu ladata
ja_jp: 連絡先を読み込めませんでした。
lv_lv: Nevar ielādēt kontaktus
ru_ru: Не удалось загрузить контакты
sk_sk: Nepodarilo sa načítať kontakty
tr_tr: Kişiler yüklenemedi

source: Could not load data
de_de: Daten konnten nicht geladen werden
fi_fi: Tietoa ei voitu ladata
ja_jp: データを読み込めませんでした
lv_lv: Nevar ielādēt datus
ru_ru: Не удалось загрузить данные
sk_sk: Nepodarilo sa načítať údaje
tr_tr: Veri yüklenmedi

source: Could not load deputy data.
de_de: Stellvertreterdaten konnten nicht geladen werden.
fi_fi: Sijaistietoa ei voitu ladata.
ja_jp: 代理人データを読み込めませんでした。
lv_lv: Nevar ielādēt vietnieka datus.
ru_ru: Не удалось загрузить данные заместителя.
sk_sk: Nepodarilo sa načítať údaje o zástupcovi.
tr_tr: Vekil verileri yüklenemedi.

source: Could not load this list
de_de: Diese Liste konnte nicht geladen werden
fi_fi: Tätä listaa ei voitu ladata
ja_jp: このリストを読み込みできませんでした
lv_lv: Nevar ielādēt šo sarakstu
ru_ru: Не удалось загрузить список
sk_sk: Nepodarilo sa načítať tento zoznam
tr_tr: Bu liste yüklenemedi

source: Could not remove deputy.
de_de: Der Stellvertreter konnte nicht entfernt werden.
fi_fi: Sijaista ei voitu poistaa.
ja_jp: 代理人を削除できませんでした。
lv_lv: Nevar noņemt vietnieku.
ru_ru: Не удалось удалить заместителя.
sk_sk: Nepodarilo sa odstrániť zástupcu.
tr_tr: Vekil kaldırılamadı.

source: Could not save settings
de_de: Einstellungen konnten nicht gespeichert werden
fi_fi: Asetuksia ei voitu tallentaa
ja_jp: 設定を保存できませんでした
lv_lv: Nevar saglabāt iestatījumus
ru_ru: Не удалось сохранить параметры
sk_sk: Nepodarilo sa uložiť nastavenia
tr_tr: Ayarlar kaydedilemedi

source: Could not save settings.
de_de: Einstellungen konnten nicht gespeichert werden.
fi_fi: Asetuksia ei voitu tallentaa.
ja_jp: 設定を保存できませんでした。
lv_lv: Nevar saglabāt iestatījumus.
ru_ru: Не удалось сохранить настройки.
sk_sk: Nepodarilo sa uložiť nastavenia.
tr_tr: Ayarlar kaydedilemedi.

source: Could not save settings. There has to be at least one user with administration rights.
de_de: Einstellungen konnten nicht gespeichert werden. Es muss mindestens einen Benutzer mit administrativen Rechten geben.
fi_fi: Asetuksia ei voitu tallentaa. Vähintään yhdellä käyttäjällä tulee olla pääkäyttäjän valtuudet.
ja_jp: 設定を保存できませんでした。管理者権限のあるユーザーが 1名必要です。
lv_lv: Nevar saglabāt iestatījumus. Sistēmā ir jābūt vismaz vienam lietotājam ar administrēšanas tiesībām.
ru_ru: Не удалось сохранить настройки. Должен быть хотя бы один пользователь с правами администратора.
sk_sk: Nepodarilo sa uložiť nastavenia. Musí existovať aspoň jeden používateľ s právami správcu.
tr_tr: Ayarlar kaydedilemedi. Yönetim haklarına sahip en az bir kullanıcı olması gerekir.

source: Could not update deputy permissions.
de_de: Die Berechtigungen für den Stellvertreter konnten nicht aktualisiert werden.
fi_fi: Sijaisen käyttöoikeuksia ei voitu päivittää.
ja_jp: 代理人の許可を更新できませんでした。
lv_lv: Nevar jaunināt vietnieka tiesības.
ru_ru: Не удалось обновить разрешения заместителя.
sk_sk: Nepodarilo sa aktualizovať oprávnenia zástupcu.
tr_tr: Vekil izinleri güncellenemedi.

source: Couldn't load appointment data.
de_de: Termindaten konnten nicht geladen werden.
fi_fi: Tapaamisen tietoja ei voitu ladata.
ja_jp: 予定データを読み込めませんでした。
lv_lv: Nevar ielādēt mītiņa datus.
ru_ru: Не удалось загрузить информацию о встрече.
sk_sk: Nepodarilo sa načítať dáta schôdzky.
tr_tr: Randevu verileri yüklenemedi.

source: Couldn't load contact data.
de_de: Kontaktdaten konnten nicht geladen werden.
fi_fi: Yhteystietoja ei voitu ladata.
ja_jp: 連絡先のデータを読み込めませんでした。
lv_lv: Nevar ielādēt kontaktpersonas datus.
ru_ru: Не удалось загрузить контактные данные.
sk_sk: Nepodarilo sa načítať dáta kontaktu.
tr_tr: Kişi verileri yüklenemedi.

source: Couldn't load editor
de_de: Editor konnte nicht geladen werden
fi_fi: Editoria ei voitu ladata
ja_jp: エディタをロードできません
lv_lv: Nevar ielādēt redaktoru
ru_ru: Не удалось загрузить редактор
sk_sk: Nepodarilo sa načítať editor
tr_tr: Düzenleyici yüklenemedi

source: Couldn't load that task.
de_de: Die Aufgabe konnte nicht geladen werden.
fi_fi: Tehtävää ei voitu ladata.
ja_jp: タスクを読み込めませんでした。
lv_lv: Nevar ielādēt uzdevumu.
ru_ru: Не удалось загрузить задачу.
sk_sk: Nepodarilo sa načítať túto úlohu.
tr_tr: Bu görev yüklenemedi.

source: Couldn't load your mail filter rules.
de_de: Ihre Mailfilterregeln konnten nicht geladen werden.
fi_fi: Postisuodatinsääntöjäsi ei voitu ladata.
ja_jp: メールのフィルタールールを読み込めませんでした。
lv_lv: Nevar ielādēt jūsu pasta filtra noteikumus.
ru_ru: Не удалось загрузить правила фильтрации почты.
sk_sk: Nepodarilo sa načítať vaše pravidlá filtra pošty.
tr_tr: E-posta filtre kurallarınız yüklenemedi.

source: Countdown
fi_fi: Lähtölaskenta
ja_jp: カウトダウン
lv_lv: Atskaite
ru_ru: Обратный отсчет
sk_sk: Odpočet
tr_tr: Geri sayım

source: Country
de_de: Land
fi_fi: Maa
ja_jp: 国
lv_lv: Valsts
ru_ru: Страна
sk_sk: Krajina
tr_tr: Ülke

source: Create
de_de: Anlegen
fi_fi: Luo
ja_jp: 作成
lv_lv: Izveidot
ru_ru: Создать
sk_sk: Vytvoriť
tr_tr: Oluştur

source: Create Flickr photo stream
de_de: Flickr-Fotostream erstellen
fi_fi: Luo Flickr -kuvavirtaa
ja_jp: Flickr フォトストリームを作成
lv_lv: Izveidot Flickr foto straumi
ru_ru: Создать Flickr фото-стрим
sk_sk: Vytvoriť tok fotiek Flickr
tr_tr: Flickr fotoğraf akışı oluştur

source: Create Tumblr feed
de_de: Tumblr-Feed erstellen
fi_fi: Luo Tumblr -syöte
ja_jp: Tumblr フィードを作成
lv_lv: Izveidot Tumblr straumi
ru_ru: Создать ленту Tumblr
sk_sk: Vytvoriť kanál Tumblr
tr_tr: Tumblr akışı oluştur

source: Create a XING Account
de_de: XING-Konto anlegen
fi_fi: Luo XING-tili
ja_jp: XING アカウントを作成
lv_lv: Izveidot XING kontu
ru_ru: Создать учетную запись XING
sk_sk: Vytvoriť účet XING
tr_tr: XING hesabı oluştur

source: Create additional passwords with limited access
de_de: Erstellen Sie zusätzliche Passwörter mit eingeschränktem Zugriff
fi_fi: Luo lisäsalasanoja, joilla on rajoitettu käyttöoikeus
ja_jp: アクセス制限付きの追加パスワードを作成
lv_lv: Izveidot papildus paroles ar ierobežotu piekļuvi
ru_ru: Создание дополнительных паролей с ограниченным доступом
sk_sk: Vytvoriť ďalšie heslá s obmedzeným prístupom
tr_tr: Sınırlı erişime sahip ek parolalar oluştur

source: Create all-day appointment
de_de: Ganztägigen Termin anlegen
fi_fi: Luo koko päivän tapaaminen
ja_jp: 終日の予定を作成
lv_lv: Izveidot visas dienas notikumu
ru_ru: Создать встречу на весь день
sk_sk: Vytvoriť celodennú schôdzku
tr_tr: Tam günlük randevu oluştur

source: Create appointment
de_de: Termin anlegen
fi_fi: Luo tapaaminen
ja_jp: 予定を作成
lv_lv: Izveidot mītiņu
ru_ru: Создать встречу
sk_sk: Vytvoriť schôdzku
tr_tr: Randevu oluştur

source: Create category
de_de: Kategorie erstellen
fi_fi: Luo kategoria
ja_jp: カテゴリを作成
lv_lv: Izveidot kategoriju
ru_ru: Создать категорию
sk_sk: Vytvoriť kategóriu
tr_tr: Kategori oluştur

source: Create distribution list
de_de: Verteilerliste erstellen
fi_fi: Luo jakelulista
ja_jp: 連絡先グループを作成
lv_lv: Izveidot izplatīšanas sarakstu
ru_ru: Создать список рассылки
sk_sk: Vytvoriť distribučný zoznam
tr_tr: Dağıtım listesi oluştur

source: Create filter rule
de_de: Filterregel erstellen
fi_fi: Luo suodatinsääntö
ja_jp: フィルタールールを作成
lv_lv: Izveidot filtra nosacījumu
ru_ru: Создать правило фильтрации
sk_sk: Vytvoriť pravidlo filtra
tr_tr: Filtre kuralı oluştur

source: Create folder
de_de: Ordner anlegen
fi_fi: Luo kansio
ja_jp: 新規フォルダーを作成
lv_lv: Izveidot mapi
ru_ru: Создать папку
sk_sk: Vytvoriť priečinok
tr_tr: Klasör oluştur

source: Create in public calendar
de_de: In öffentlichem Kalender anlegen
fi_fi: Luo julkisessa kalenterissa
ja_jp: パブリックカレンダーに作成
lv_lv: Izveidot publiskajā kalendārā
ru_ru: Создать в общем календаре
sk_sk: Vytvoriť vo verejnom kalendári
tr_tr: Ortak takvimde oluştur

source: Create list
de_de: Liste erstellen
fi_fi: Luo lista
ja_jp: リストを作成
lv_lv: Izveidot
ru_ru: Создать список
sk_sk: Vytvoriť zoznam
tr_tr: Liste oluştur

source: Create new %1$s account
de_de: Neues %1$s-Konto anlegen
fi_fi: Luo uusi %1$s tili
ja_jp: 次の新規アカウントを作成: %1$s
lv_lv: Izveidot jaunu %1$s kontu
ru_ru: Создать аккаунт %1$s
sk_sk: Vytvoriť nový účet %1$s
tr_tr: Yeni %1$s hesabı oluştur

source: Create new Zoom meeting
de_de: Neues Zoom-Meeting erstellen
fi_fi: Luo uusi Zoom-kokous
ja_jp: 新規Zoom会議を作成する
lv_lv: Izveidot jaunu Zoom mītiņu
ru_ru: Создать новую конференцию Zoom
sk_sk: Vytvoriť nové stretnutie Zoom
tr_tr: Yeni Zoom toplantısı oluştur

source: Create new group
de_de: Neue Gruppe erstellen
fi_fi: Luo uusi ryhmä
ja_jp: 新規のルールを作成
lv_lv: Izveidot jaunu grupu
ru_ru: Создать группу
sk_sk: Vytvoriť novú skupinu
tr_tr: Yeni grup oluştur

source: Create new resource
de_de: Neue Ressource erstellen
fi_fi: Luo uusi resurssi
ja_jp: リソースを作成
lv_lv: Izveidot jaunu resursu
ru_ru: Создать ресурс
sk_sk: Vytvoriť nový zdroj
tr_tr: Yeni kaynak oluştur

source: Create new rule
de_de: Neue Regel erstellen
fi_fi: Luo uusi sääntö
ja_jp: 新規のルールを作成
lv_lv: Izveidot jaunu noteikumu
ru_ru: Создать правило
sk_sk: Vytvoriť nové pravidlo
tr_tr: Yeni kural oluştur

source: Create objects
de_de: Objekte anlegen
fi_fi: Luo objekteja
ja_jp: オブジェクトを作成
lv_lv: Izveidot objektus
ru_ru: Создавать объекты
sk_sk: Vytvárať objekty
tr_tr: Nesne oluşturma

source: Create objects and subfolders
de_de: Objekte und Unterordner anlegen
fi_fi: Luo objekteja ja aliobjekteja
ja_jp: オブジェクトとサブフォルダーを作成
lv_lv: Izveidot objektus un apakšmapes
ru_ru: Создавать объекты и вложенные папки
sk_sk: Vytvárať objekty a podpriečinky
tr_tr: Nesne ve alt klasörler oluşturma

source: Create reminder
de_de: Erinnerung erstellen
fi_fi: Luo muistutus
ja_jp: アラームを作成
lv_lv: Izveidot atgādinājumu
ru_ru: Создать напоминание
sk_sk: Vytvoriť pripomienku
tr_tr: Anımsatısı oluştur

source: Create sharing link
de_de: Freigabelink erstellen
fi_fi: Luo jakolista
ja_jp: ダイレクトリンク
lv_lv: Izveidot koplietojuma saiti
ru_ru: Создать общую ссылку
sk_sk: Vytvorenie odkaz na zdieľanie
tr_tr: Paylaşım linki oluştur

source: Create task
de_de: Aufgabe erstellen
fi_fi: Luo tehtävä
ja_jp: タスクを作成
lv_lv: Izveidot uzdevumu
ru_ru: Создать задачу
sk_sk: Vytvoriť úlohu
tr_tr: Görev oluştur

source: Created
de_de: Erstellt
fi_fi: Luotu
ja_jp: 作成日
lv_lv: Izveidots
ru_ru: Создано
sk_sk: Vytvorené
tr_tr: Oluşturma

source: Created by: %1$s
de_de: Erstellt von: %1$s
fi_fi: Tekijä: %1$s
ja_jp: 作成者：%1$s
lv_lv: Izveidoja: %1$s
ru_ru: Автор: %1$s
sk_sk: Vytvoril: %1$s
tr_tr: Oluşturan: %1$s

source: Creating %s conference...
de_de: %s-Konferenz wird erstellt...
fi_fi: Luodaan %s -kokous...
ja_jp: %s 会議を作成中...
lv_lv: Izveido %s konferenci...
ru_ru: Создание %s конференции...
sk_sk: Vytvoriť nový konferenčný hovor %s...
tr_tr: %s konferansı oluşturuluyor...

source: Currency
de_de: Währung
fi_fi: Valuutta
ja_jp: 通貨
lv_lv: Valūta
ru_ru: Денежная единица
sk_sk: Mena
tr_tr: Para birimi

source: Current date
de_de: Aktuelles Datum
fi_fi: Päivämäärä tänään
ja_jp: 現在の日付
lv_lv: Pašreizējais datums
ru_ru: Текущая дата
sk_sk: Aktuálny dátum
tr_tr: Geçerli tarih

source: Current folder
de_de: Aktueller Ordner
fi_fi: Nykyinen kansio
ja_jp: 現在のフォルダー
lv_lv: Pašreizējā mape
ru_ru: Текущая папка
sk_sk: Aktuálnom priečinku
tr_tr: Geçerli klasör

source: Current list
de_de: Aktuelle Liste
fi_fi: Nykyinen luettelo
ja_jp: 現在のリスト
lv_lv: Pašreizējais saraksts
ru_ru: Текущий список
sk_sk: Aktuálny zoznam
tr_tr: Geçerli liste

source: Current organizer
de_de: Aktueller Organisator
fi_fi: Nykyinen järjestäjä
ja_jp: 現在の開催者
lv_lv: Pašreizējais rīkotājs
ru_ru: Текущий организатор
sk_sk: Aktuálny organizátor
tr_tr: Geçerli organizatör

source: Current role
de_de: Aktuelle Rolle
fi_fi: Nykyinen rooli
ja_jp: 現在のロール
lv_lv: Pašreizējā loma
ru_ru: Текущая роль
sk_sk: Aktuálna rola
tr_tr: Geçerli rol

source: Currently refreshing
de_de: Es wird aktualisiert
fi_fi: Virkistetään
ja_jp: 現在更新中
lv_lv: Notiek jaunināšana
ru_ru: Обновляется
sk_sk: Práve sa aktualizuje
tr_tr: Yenileniyor

source: Currently there are no compatible webcams available on your device.
de_de: Derzeit sind keine kompatiblen Webcams auf Ihrem Gerät verfügbar.
fi_fi: Tällä hetkellä laitteeseesi sopivia web-kameroita ei ole saatavilla.
ja_jp: 現在お使いのデバイスに利用できる対応するWebカメラがありません。
lv_lv: Pašlaik ierīcē nav atrasta neviena saderīga Web kamera.
ru_ru: На вашем устройстве нет совместимых веб-камер.
sk_sk: Vo vašom zariadení momentálne nie sú k dispozícii žiadne kompatibilné webové kamery.
tr_tr: Cihazınızda uyumlu bir web kamerası bulunamadı.

source: Custom name
de_de: Benutzerdefinierter Name
fi_fi: Mukautettu nimi
ja_jp: カスタム名
lv_lv: Pielāgots vārds
ru_ru: Другое имя
sk_sk: Vlastné meno
tr_tr: Özel ad

source: Customize date and time formats
de_de: Datums- und Uhrzeitformate anpassen
fi_fi: Mukauta päivämäärä- ja aikaformaatteja
ja_jp: 日時フォーマットをカスタム
lv_lv: Pielāgot datuma un laika formātu
ru_ru: Настройка форматов даты и времени
sk_sk: Prispôsobiť formáty dátumu a času
tr_tr: Tarih ve saati biçimlerini özelleştir

source: Customized
de_de: Benutzerdefiniert
fi_fi: Mukautettu
ja_jp: カスタム
lv_lv: Pielāgots
ru_ru: Кастомизировано
sk_sk: Prispôsobené
tr_tr: Özelleştirilmiş

source: Cyan
fi_fi: Syaani
ja_jp: シアン
lv_lv: Ciān-zils
ru_ru: Голубой
sk_sk: Tyrkysová
tr_tr: Camgöbeği

source: Daily
de_de: Täglich
fi_fi: Päivittäin
ja_jp: 毎日
lv_lv: Ik-dienas
ru_ru: Каждый день
sk_sk: Denne
tr_tr: Her gün

source: Daily on workdays
de_de: Täglich an Werktagen
fi_fi: Työpäivinä
ja_jp: 稼働日は毎日
lv_lv: Darba dienās
ru_ru: Каждый будний день
sk_sk: Denne v pracovné dni
tr_tr: Hafta içi her gün

source: Dark
de_de: Dunkel
fi_fi: Tumma
ja_jp: 濃い
lv_lv: Tumšs
ru_ru: Темный
sk_sk: Tmavá
tr_tr: Koyu

source: Dark Blue
de_de: Dunkelblau
fi_fi: Tummansininen
ja_jp: 濃い青
lv_lv: Tumši zils
ru_ru: Темно-синий
sk_sk: Tmavomodrá
tr_tr: Koyu mavi

source: Dark Gray
de_de: Dunkelgrau
fi_fi: Tummanharmaa
ja_jp: 濃いグレー
lv_lv: Tumši pelēks
ru_ru: Темно-серый
sk_sk: Tmavošedá
tr_tr: Koyu gri

source: Dark Purple
de_de: Dunkelviolett
fi_fi: Tummanvioletti
ja_jp: 濃い紫
lv_lv: Tumši purpura
ru_ru: Темно-фиолетовый
sk_sk: Tmavofialová
tr_tr: Koyu mor

source: Dark Red
de_de: Dunkelrot
fi_fi: Tummanpunainen
ja_jp: 濃い赤
lv_lv: Tumši sarkans
ru_ru: Темно-красный
sk_sk: Tmavočervená
tr_tr: Koyu kırmızı

source: Dark Turquoise
de_de: Dunkeltürkis
fi_fi: Tummanturkoosi
ja_jp: 濃いターコインズ
lv_lv: Tumši tirkīzkrāsas
ru_ru: Темно-бирюзовый
sk_sk: Tmavá tyrkysová
tr_tr: Koyu turkuaz

source: Dark mode
de_de: Dunkelmodus
fi_fi: Tumma tila
ja_jp: ダークモード
lv_lv: Tumšais režīms
ru_ru: Темный режим
sk_sk: Nočný režim
tr_tr: Koyu mod
