Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Add all attachments
de_de: Alle Anhänge hinzufügen
fi_fi: Lisää kaikki liitteet
ja_jp: すべての添付ファイルを追加
lv_lv: Pievienot visus pielikumus
ru_ru: Добавить все вложения
sk_sk: Pridať všetky prílohy
tr_tr: Tüm dosyaları ekle

source: Add an extra layer of security to your account
de_de: Fügen Sie eine zusätzliche Sicherheitsebene für Ihr Konto hinzu
fi_fi: Lisää tilillesi ylimääräinen turvakerros
ja_jp: アカウントに追加のセキュリティ層を追加
lv_lv: Pievienot kontam papildus drošības līmeni
ru_ru: Дополнительный уровень безопасности для вашей учетной записи
sk_sk: Pridať do vášho účtu ďalšiu úroveň zabezpečenia
tr_tr: Hesabınıza ekstra bir güvenlik katmanı ekleyin

source: Add as public calendar
de_de: Als öffentlichen Kalender hinzufügen
fi_fi: Lisää julkisena kalenterina
ja_jp: パブリックカレンダーとして追加
lv_lv: Pievienot publisko kalendāru
ru_ru: Добавить общий календарь
sk_sk: Pridať ako verejný kalendár
tr_tr: Ortak takvim olarak ekle

source: Add as public folder
de_de: Als öffentlichen Ordner hinzufügen
fi_fi: Lisää julkisena kansiona
ja_jp: パブリックフォルダーに追加
lv_lv: Pievienot publisko mapi
ru_ru: Добавить общую папку
sk_sk: Pridať ako verejný priečinok
tr_tr: Ortak klasör olarak ekle

source: Add attachment
de_de: Anhang hinzufügen
fi_fi: Lisää liite
ja_jp: 添付ファイルを追加
lv_lv: Pievienot pielikumu
ru_ru: Добавить вложение
sk_sk: Pridať prílohu
tr_tr: Dosya ekle

source: Add attachments
de_de: Anhänge hinzufügen
fi_fi: Lisää liitteitä
ja_jp: 添付ファイルを追加
lv_lv: Pielikumu pievienošana
ru_ru: Добавить вложения
sk_sk: Pridať prílohy
tr_tr: Dosya ekle

source: Add attachments from another email
de_de: Anhänge aus einer anderen E-Mail hinzufügen
fi_fi: Lisää liitteitä toisesta sähköpostista
ja_jp: 別のメールからの添付ファイルを追加
lv_lv: Pievienot pielikumus no cita e-pasta
ru_ru: Добавить вложения из другого письма
sk_sk: Pridať prílohy z inej správy
tr_tr: Başka bir e-postadan dosya ekle

source: Add business info
de_de: Geschäftsinformationen hinzufügen
fi_fi: Lisää työosoite
ja_jp: ビジネス情報を追加
lv_lv: Pievienot biznesa informāciju
ru_ru: Добавить бизнес информацию
sk_sk: Pridať firemné údaje
tr_tr: İş bilgisi ekle

source: Add category
de_de: Kategorie hinzufügen
fi_fi: Lisää luokka
ja_jp: カテゴリを追加
lv_lv: Pievienot kategoriju
ru_ru: Добавить категорию
sk_sk: Pridať kategóriu
tr_tr: Kategori ekle

source: Add comment
de_de: Kommentar hinzufügen
fi_fi: Lisää kommentti
ja_jp: コメントを追加
lv_lv: Pievienot komentāru
ru_ru: Добавить комментарий
sk_sk: Pridať komentár
tr_tr: Yorum ekle

source: Add condition
de_de: Bedingung hinzufügen
fi_fi: Lisää ehto
ja_jp: 条件を追加
lv_lv: Pievienot nosacījumu
ru_ru: Добавить условие
sk_sk: Pridať podmienku
tr_tr: Koşul ekle

source: Add contact
de_de: Kontakt hinzufügen
fi_fi: Lisää yhteystieto
ja_jp: 連絡先を追加
lv_lv: Pievienot kontaktu
ru_ru: Добавить участника
sk_sk: Pridať člena
tr_tr: Kişi ekle

source: Add contact/resource
de_de: Kontakt/Ressource hinzufügen
fi_fi: Lisää yhteystieto/resurssi
ja_jp: 連絡先/リソースを追加
lv_lv: Pievienot dalībnieku/resursu
ru_ru: Добавить контакт/ресурс
sk_sk: Pridať účastníkov/zdroje
tr_tr: Kişi/kaynak ekle

source: Add delegates
de_de: Beauftragte hinzufügen
fi_fi: Lisää resurssivastaavia
ja_jp: 委任を追加
lv_lv: Pievienot delegātus
ru_ru: Добавить представителей
sk_sk: Pridať delegátov
tr_tr: Sorumlu ekle

source: Add email and document encryption
de_de: Verschlüsselung für E-Mail- und Dokumente hinzufügen
fi_fi: Lisää sähköpostin ja asiakirjojen salaus
ja_jp: メール、ドキュメントの暗号化を追加
lv_lv: Pievienot pasta un dokumentu šifrēšanu
ru_ru: Добавить шифрование электронной почты и документов
sk_sk: Pridať šifrovanie emailu a dokumentu
tr_tr: E-posta ve belge şifrelemesi ekle

source: Add email, phone, fax
de_de: E-Mail, Telefon und Fax hinzufügen
fi_fi: Lisää sähköposti, puhelin, faksi
ja_jp: メール、電話番号、FAXを追加
lv_lv: Pievienot e-pastu, telefonu, faksu
ru_ru: Добавить электронный адрес, телефон, факс
sk_sk: Pridať e-mail, telefón, fax
tr_tr: E-posta, telefon, faks ekle

source: Add file
de_de: Datei hinzufügen
fi_fi: Lisää tiedosto
ja_jp: ファイルを追加
lv_lv: Pievienot failu
ru_ru: Добавить файл
sk_sk: Pridať súbory
tr_tr: Dosya ekle

source: Add files
de_de: Dateien hinzufügen
fi_fi: Lisää tiedostoja
ja_jp: ファイルを追加
lv_lv: Pievienot failus
ru_ru: Добавить файлы
sk_sk: Pridať súbory
tr_tr: Dosya ekle

source: Add frequent parts as templates to save time
de_de: Fügen Sie häufig genutzte Textteile als Vorlagen hinzu, um Zeit zu sparen
fi_fi: Lisää usein käytettäviä osia malleina ajan säästämiseksi
ja_jp: 頻繁に使用する部分をテンプレートとして追加し、時間を節約
lv_lv: Pievienot bieži izmantotus vienumus kā sagataves
ru_ru: Добавьте часто используемые компоненты в виде шаблонов для экономии времени
sk_sk: Pridať často používané časti ako šablóny, aby ste ušetrili čas
tr_tr: Zaman kazanmak için sık kullandığınız metinleri şablon olarak ekleyin

source: Add from %1$s
de_de: Von %1$s hinzufügen
fi_fi: Lisää luokasta %1$s
ja_jp: %1$s から追加
lv_lv: Pievienot no %1$s
ru_ru: Добавить из %1$s
sk_sk: Pridať z %1$s
tr_tr: %1$s uygulamasından ekle

source: Add keywords to fine-tune your response
de_de: Hinzufügen von Schlüsselwörtern zur Feinabstimmung Ihrer Antwort
fi_fi: Lisää avainsanoja vastauksen hienosäätämiseksi
ja_jp: キーワードを追加して、応答を微調整
lv_lv: Lai uzlabotu savas atbildes, pievienojiet atslēgvārdus
ru_ru: Добавьте ключевые слова для точной настройки вашего ответа
sk_sk: Pridať kľúčové slová na doladenie vašej odpovede
tr_tr: Yanıtınıza ince ayar yapmak için anahtar kelimeler ekleyin

source: Add local file
de_de: Lokale Datei hinzufügen
fi_fi: Lisää paikallinen tiedosto
ja_jp: ローカルファイルを追加
lv_lv: Pievienot lokālu failu
ru_ru: Добавить локальный файл
sk_sk: Priložiť lokálny súbor
tr_tr: Yerel dosya ekle

source: Add login password
de_de: Anmeldepasswort hinzufügen
fi_fi: Lisää sisäänkirjautumisen salasana
ja_jp: ログインパスワードを追加
lv_lv: Pievienot pieslēgšanās paroli
ru_ru: Дополнительный пароль
sk_sk: Pridať prihlasovacie heslo
tr_tr: Parola ekle

source: Add mail account
de_de: E-Mail-Konto hinzufügen
fi_fi: Lisää postitili
ja_jp: メールアカウントを追加
lv_lv: Pievienot pasta kontu
ru_ru: Добавить учетную запись
sk_sk: Pridať poštový účet
tr_tr: E-posta hesabı ekle

source: Add new address book
de_de: Neues Adressbuch hinzufügen
fi_fi: Lisää uusi osoitekirja
ja_jp: 新規アドレス帳を追加
lv_lv: Pievienot jaunu adrešu grāmatu
ru_ru: Добавить адресную книгу
sk_sk: Pridať nový adresár kontaktov
tr_tr: Yeni adres defteri ekle

source: Add new calendar
de_de: Neuen Kalender hinzufügen
fi_fi: Lisää uusi kalenteri
ja_jp: カレンダーに追加
lv_lv: Pievienot jaunu kalendāru
ru_ru: Добавить новый календарь
sk_sk: Pridať nový kalendár
tr_tr: Yeni takvim ekle

source: Add new folder
de_de: Neuen Ordner hinzufügen
fi_fi: Lisää uusi kansio
ja_jp: 新規フォルダーを追加
lv_lv: Pievienot jaunu mapi
ru_ru: Добавить папку
sk_sk: Pridať nový priečinok
tr_tr: Yeni klasör ekle

source: Add new list
de_de: Neue Liste hinzufügen
fi_fi: Lisää uusi luettelo
ja_jp: 新規リストを追加
lv_lv: Pievienot jaunu sarakstu
ru_ru: Добавить новый список
sk_sk: Pridať nový zoznam
tr_tr: Yeni liste ekle

source: Add new participant
de_de: Neuen Teilnehmer hinzufügen
fi_fi: Lisää uusi osallistuja
ja_jp: 新規参加者を追加
lv_lv: Pievienot dalībnieku
ru_ru: Добавить нового участника
sk_sk: Pridať nového účastníka
tr_tr: Yeni katılımcı ekle

source: Add new password
de_de: Neues Passwort hinzufügen
fi_fi: Lisää uusi salasana
ja_jp: 新規パスワードを追加
lv_lv: Pievienot jaunu paroli
ru_ru: Добавить новый пароль
sk_sk: Pridať nové heslo
tr_tr: Yeni parola ekle

source: Add new resource calendar
de_de: Neuen Ressourcenkalender hinzufügen
fi_fi: Lisää uusi resurssikalenteri
ja_jp: 新規リソースカレンダーを追加
lv_lv: Pievienot jaunu resursu kalendāru
ru_ru: Добавить новый календарь ресурсов
sk_sk: Pridať nový kalendár zdrojov
tr_tr: Yeni kaynak takvimi ekle

source: Add new resource calendar group
de_de: Neue Ressourcenkalendergruppe hinzufügen
fi_fi: Lisää uusi resurssikalenteriryhmä
ja_jp: 新規リソースカレンダーグループを追加
lv_lv: Pievienot jaunu resursu kalendāru grupu
ru_ru: Добавить новую группу календаря ресурсов
sk_sk: Pridať novú skupinu kalendára zdrojov
tr_tr: Yeni kaynak takvimi grubu ekle

source: Add new rule
de_de: Neue Regel hinzufügen
fi_fi: Lisää uusi sääntö
ja_jp: ルールの新規追加
lv_lv: Pievienot jaunu noteikumu
ru_ru: Создать правило
sk_sk: Pridať nové pravidlo
tr_tr: Yeni kural ekle

source: Add new signature
de_de: Neue Signatur hinzufügen
fi_fi: Lisää uusi allekirjoitus
ja_jp: 新規の署名を追加
lv_lv: Pievienot jaunu parakstu
ru_ru: Добавить новую подпись
sk_sk: Pridať nový podpis
tr_tr: Yeni imza ekle

source: Add new task list
de_de: Neue Aufgabenliste hinzufügen
fi_fi: Lisää uusi tehtäväluettelo
ja_jp: 新規タスクリストを追加
lv_lv: Pievienot jaunu uzdevumu sarakstu
ru_ru: Добавить новый список задач
sk_sk: Pridať nový zoznam úloh
tr_tr: Yeni görev listesi ekle

source: Add new template
de_de: Neue Vorlage hinzufügen
fi_fi: Lisää uusi malli
ja_jp: 新規テンプレートを追加
lv_lv: Pievienot jaunu sagatavi
ru_ru: Добавить новый шаблон
sk_sk: Pridať novú šablónu
tr_tr: Yeni şablon ekle

source: Add new version
de_de: Neue Version hinzufügen
fi_fi: Lisää uusi versio
ja_jp: 新規バージョンを追加
lv_lv: Pievienot jaunu versiju
ru_ru: Добавить новую версию
sk_sk: Pridať novú verziu
tr_tr: Yeni sürüm ekle

source: Add new version and show notification
de_de: Neue Version hinzufügen und Benachrichtigung zeigen
fi_fi: Lisää uusi versio ja näytä ilmoitus
ja_jp: 新規バージョンを追加して通知を表示
lv_lv: Pievienot jaunu versiju un rādīt paziņojumu
ru_ru: Добавить новую версию и показать уведомление
sk_sk: Pridať novú verziu a zobraziť oznámenie
tr_tr: Yeni sürüm ekle ve bildirim göster

source: Add on %s
de_de: Zu %s hinzufügen
fi_fi: %s lisää
ja_jp: %s に追加
lv_lv: Pievienot %s
ru_ru: Добавить в %s
sk_sk: Pridať na %s
tr_tr: %s üzerine ekle

source: Add other mail account
de_de: Weiteres E-Mail-Konto hinzufügen
fi_fi: Lisää toinen postitili
ja_jp: 別のメールアカウントを追加
lv_lv: Pievienot citu pasta kontu
ru_ru: Добавить другую почтовую учетную запись
sk_sk: Pridať ďalší poštový účet
tr_tr: Başka bir e-posta hesabı ekle

source: Add participant
de_de: Teilnehmer hinzufügen
fi_fi: Lisää osallistuja
ja_jp: 参加者を追加
lv_lv: Pievienot dalībnieku
ru_ru: Добавить участника
sk_sk: Pridať účastníka
tr_tr: Katılımcı ekle

source: Add passwords
de_de: Passwörter hinzufügen
fi_fi: Lisää salasanoja
ja_jp: パスワードを追加
lv_lv: Pievienot paroles
ru_ru: Добавить пароли
sk_sk: Pridať heslá
tr_tr: Parola ekle

source: Add people
de_de: Personen hinzufügen
fi_fi: Lisää ihmisiä
ja_jp: 招待者を追加
lv_lv: Pievienot cilvēkus
ru_ru: Добавить пользователей
sk_sk: Pridať ľudí
tr_tr: Kişi ekle

source: Add personal info
de_de: Persönliche Informationen hinzufügen
fi_fi: Lisää henkilötiedot
ja_jp: 個人情報を追加
lv_lv: Pievienot personīgo informāciju
ru_ru: Добавить личную информацию
sk_sk: Pridať osobné údaje
tr_tr: Kişisel bilgi ekle

source: Add postal address
de_de: Postanschrift hinzufügen
fi_fi: Lisää postiosoite
ja_jp: 住所を追加
lv_lv: Pievienot pasta adresi
ru_ru: Почтовый адрес
sk_sk: Pridať poštovú adresu
tr_tr: Mektup adresi ekle

source: Add recovery option
de_de: Wiederherstellungsoption hinzufügen
fi_fi: Lisää palautusvaihtoehto
ja_jp: 復元オプションを追加
lv_lv: Pievienot atgūšanas opciju
ru_ru: Добавить параметр восстановления
sk_sk: Pridať možnosť obnovenia
tr_tr: Kurtarma seçeneği ekle

source: Add reminder
de_de: Erinnerung hinzufügen
fi_fi: Lisää muistutus
ja_jp: アラームを追加
lv_lv: Pievienot atgādinājumu
ru_ru: Добавить напоминание
sk_sk: Pridať pripomienku
tr_tr: Anımsatıcı ekle

source: Add signature
de_de: Signatur hinzufügen
fi_fi: Lisää allekirjoitus
ja_jp: 署名を追加
lv_lv: Pievienot parakstu
ru_ru: Добавить подпись
sk_sk: Pridať podpis
tr_tr: İmza ekle

source: Add signature above quoted text
de_de: Signatur oberhalb des zitierten Textes einfügen
fi_fi: Lisää allekirjoitus ennen lainattua tekstiä
ja_jp: 署名を引用文の上に追加
lv_lv: Pievienot parakstu virs kvotētā teksta
ru_ru: Подпись над цитируемым текстом
sk_sk: Pridať podpis nad citovaný text
tr_tr: İmzayı alıntılanan metnin üstüne ekle

source: Add signature below quoted text
de_de: Signatur unterhalb des zitierten Textes einfügen
fi_fi: Lisää allekirjoitus lainatun tekstin jälkeen
ja_jp: 署名を引用文の下に追加
lv_lv: Pievienot parakstu zem kvotētā teksta
ru_ru: Подпись под цитируемым текстом
sk_sk: Pridať podpis pod citovaný text
tr_tr: İmzayı alıntılanan metnin altına ekle

source: Add storage account
de_de: Speicherkonto hinzufügen
fi_fi: Lisää säilytystili
ja_jp: ストレージアカウントを追加
lv_lv: Pievienot glabātuves kontu
ru_ru: Добавить учетную запись хранения данных
sk_sk: Pridať účet úložiska
tr_tr: Depolama hesabı ekle

source: Add subject
de_de: Betreff hinzufügen
fi_fi: Lisää aihe
ja_jp: 件名を追加
lv_lv: Pievienot tematu
ru_ru: Добавить тему
sk_sk: Pridať predmet
tr_tr: Konu ekle

source: Add template
de_de: Vorlage hinzufügen
fi_fi: Lisää mallipohja
ja_jp: テンプレートを追加
lv_lv: Pievienot sagatavi
ru_ru: Добавить шаблон
sk_sk: Pridať šablónu
tr_tr: Şablon ekle

source: Add time zone
de_de: Zeitzone hinzufügen
fi_fi: Lisää aikavyöhyke
ja_jp: タイムゾーンを追加
lv_lv: Pievienot laika joslu
ru_ru: Добавить часовой пояс
sk_sk: Pridať časové pásmo
tr_tr: Saat dilimi ekle

source: Add to %1$s
de_de: Zu %1$s hinzufügen
fi_fi: Lisää %1$s-sovellukseen
ja_jp: %1$s に追加
lv_lv: Pievienot pie %1$s
ru_ru: Добавить в %1$s
sk_sk: Pridať do %1$s
tr_tr: %1$s uygulamasına ekle

source: Add to Calendar
de_de: Zum Kalender hinzufügen
fi_fi: Lisää kalenteriin
ja_jp: カレンダーに追加
lv_lv: Pievienot kalendāram
ru_ru: Добавить в календарь
sk_sk: Pridať do kalendára
tr_tr: Takvime ekle

source: Add to address book
de_de: Zum Adressbuch hinzufügen
fi_fi: Lisää osoitekirjaan
ja_jp: アドレス帳に追加
lv_lv: Pievienot adrešu grāmatai
ru_ru: Добавить в адресную книгу
sk_sk: Pridať do adresára
tr_tr: Adres defterine ekle

source: Add to calendar
de_de: Zum Kalender hinzufügen
fi_fi: Lisää kalenteriin
ja_jp: カレンダーに追加
lv_lv: Pievienot kalendāram
ru_ru: Добавить в календарь
sk_sk: Pridať do kalendára
tr_tr: Takvime ekle

source: Add to favorites
de_de: Zu Favoriten hinzufügen
fi_fi: Lisää suosikkeihin
ja_jp: お気に入りに追加
lv_lv: Pievienot izlasei
ru_ru: Добавить в избранное
sk_sk: Pridať medzi obľúbené
tr_tr: Favorilere ekle

source: Add to portal
de_de: Zum Portal hinzufügen
fi_fi: Lisää portaaliin
ja_jp: ポータルに追加
lv_lv: Pievienot portālam
ru_ru: Добавить в портал
sk_sk: Pridať do portálu
tr_tr: Portale ekle

source: Add user fields
de_de: Benutzerfelder hinzufügen
fi_fi: Käyttäjäkenttien lisääminen
ja_jp: ユーザー フィールドを追加
lv_lv: Pievienot papildus laukus
ru_ru: Добавить пользовательские поля
sk_sk: Pridať používateľské polia
tr_tr: Kullanıcı alanı ekle

source: Add verification option
de_de: Verifizierungsoption hinzufügen
fi_fi: Lisää vahvistusvaihtoehto
ja_jp: 検証オプションを追加
lv_lv: Pievienot verifikācijas opciju
ru_ru: Добавить параметр верификации
sk_sk: Pridať možnosť overenia
tr_tr: Doğrulama seçeneği ekle

source: Add widget
de_de: Widget hinzufügen
fi_fi: Lisää widget
ja_jp: ウィジェットを追加
lv_lv: Pievienot vidžetu
ru_ru: Добавить модуль
sk_sk: Pridanie miniaplikáciu
tr_tr: Bileşen ekle

source: Add your %1$s account
de_de: Fügen Sie Ihr %1$s-Konto hinzu
fi_fi: Lisää %1$s -tilisi
ja_jp: アカウント %1$s を追加
lv_lv: Pievienot savu %1$s kontu
ru_ru: Добавить %1$s
sk_sk: Pridať váš účet %1$s
tr_tr: %1$s hesabınızı ekleyin

source: Add your contact details and important information automatically
de_de: Ihre Kontaktdaten und wichtige Informationen automatisch hinzufügen
fi_fi: Lisää yhteystietosi ja tärkeät tiedot automaattisesti
ja_jp: 連絡先の詳細および重要な情報を自動で追加
lv_lv: Automātiski pievienot jūsu kontakta detaļas un svarīgu informāciju
ru_ru: Автоматически добавляйте свои контактные данные и важную информацию
sk_sk: Automatické pridávanie kontaktných údajov a dôležitých informácií
tr_tr: İletişim bilgilerinizi ve önemli bilgilerinizi otomatik olarak ekleyin

source: Add, remove, and reorder your portal widgets
de_de: Hier können Sie Portal-Widgets hinzufügen, entfernen und neu anordnen
fi_fi: Lisää, poista ja järjestä portaalin widgetit uudelleen
ja_jp: ポータルウィジェットの追加、削除、順番の変更
lv_lv: Pievienot, noņemt un pārkārtot portāla logrīkus
ru_ru: Добавление, удаление и изменение порядка виджетов на вашем портале
sk_sk: Pridanie, odstránenie a zmena poradia miniaplikácií portálu
tr_tr: Portal widget'larınızı ekleyin, kaldırın ve yeniden sıralayın

source: Added %1$s, %2$s.
de_de: %1$s, %2$s wurde hinzugefügt.
fi_fi: %1$s, %2$s lisätty.
ja_jp: %1$s ( %2$s ) を追加しました。
lv_lv: Pievienots %1$s, %2$s.
ru_ru: Добавлен(а) %1$s, %2$s.
sk_sk: Pridaný %1$s, %2$s.
tr_tr: %1$s, %2$s eklendi.

source: Added %1$s.
de_de: %1$s wurde hinzugefügt.
fi_fi: %1$s lisätty.
ja_jp: %1$sを追加しました。
lv_lv: Pievienots %1$s.
ru_ru: Добавлено: %1$s.
sk_sk: Pridané %1$s.
tr_tr: %1$s eklendi.

source: Added %s to attachments.
de_de: %s zu Anhängen hinzugefügt.
fi_fi: %s lisätty liitteisiin.
ja_jp: 添付ファイルに %s を追加しました。
lv_lv: %s pievienots pielikumiem.
ru_ru: Вложено в сообщение: %s.
sk_sk: Pridané súbory %s medzi prílohy.
tr_tr: %s eklendi.

source: Added distribution list %s with %s member. The only member of the distribution list is %s.
de_de: Verteilerliste %s mit %s Mitglied hinzugefügt. Das einzige Mitglied der Verteilerliste ist %s.
fi_fi: Jakelulista %s, jossa %s jäsen, on lisätty. Jakelulistan ainoa jäsen on %s.
ja_jp: 連絡先グループ %s (メンバー数 %s名) を作成しました。メンバー: %s
lv_lv: Adresātu saraksts %s ar %s locekli ir pievienots. Vienīgais loceklis adresātu sarakstā ir %s.
ru_ru: Был добавлен список рассылки %s всего с %s участником: %s.
sk_sk: Pridaný distribučný poštový zoznam %s s členom %s. Jediný člen distribučného zoznamu je %s.
tr_tr: %s dağıtım listesi %s üyeyle eklendi. Dağıtım listesinin tek üyesi %s.

source: Added distribution list %s with %s members. Members of the distribution list are %s.
de_de: Verteilerliste %s mit %s Mitgliedern hinzugefügt. Die Mitglieder der Verteilerliste sind %s.
fi_fi: Jakelulista %s, jossa %s jäsentä, on lisätty. Jakelulistan jäsenet ovat %s.
ja_jp: 連絡先グループ %s (メンバー数 %s名) を作成しました。メンバー: %s
lv_lv: Adresātu saraksts %s ar %s locekļiem ir pievienots. Adresātu saraksta locekļi ir %s.
ru_ru: Был добавлен список рассылки %s с %s участниками. Его состав: %s.
sk_sk: Pridaný distribučný poštový zoznam %s s %s členmi. Členovia distribučného zoznamu sú %s.
tr_tr: %s dağıtım listesi %s üyeyle eklendi. Dağıtım listesinin üyeleri %s.

source: Added group %s with %s member. The only member of the group is %s.
de_de: Gruppe %s mit %s Mitglied hinzugefügt. Das einzige Mitglied der Gruppe ist %s.
fi_fi: Lisätty ryhmä %s, jossa on %s jäsen. Ryhmän ainoa jäsen on %s.
ja_jp: グループ %s (メンバー数 %s名) を作成しました。メンバー: %s
lv_lv: Grupa %s ar %s dalībnieku ir pievienota. Vienīgais dalībnieks grupā ir %s.
ru_ru: Добавлена группа %s с участником %s. Единственным членом группы является %s.
sk_sk: Pridaná skupina %s s členom %s. Jediný člen skupiny je %s.
tr_tr: %s grubu %s üyeyle eklendi. Grubun listesinin tek üyesi %s.

source: Added group %s with %s members. Members of the group are %s.
de_de: Gruppe %s mit %s Mitgliedern hinzugefügt. Die Mitglieder der Gruppe sind %s.
fi_fi: Lisätty ryhmä %s, jossa on %s jäseniä. Ryhmän jäsenet ovat %s.
ja_jp: グループ %s (メンバー数 %s名) を作成しました。メンバー: %s
lv_lv: Grupa %s ar %s dalībniekiem ir pievienota. Dalībnieki grupā ir %s.
ru_ru: Добавлена группа %s с %s участниками. Членами группы являются %s.
sk_sk: Pridaná skupina %s s %s členmi. Členovia skupiny sú %s.
tr_tr: %s grubu %s üyeyle eklendi. Grubun üyeleri %s.

source: Added the new participant
de_de: Der neue Teilnehmer wurde hinzugefügt
fi_fi: Uusi osallistuja lisätty
ja_jp: 新規参加者が追加されました。
lv_lv: Jauns dalībnieks ir pievienots
ru_ru: Новый участник добавлен
sk_sk: Pridať nového účastníka
tr_tr: Yeni katılımcı eklendi

source: Adding files
de_de: Dateien hinzufügen
fi_fi: Lisätään tiedostoja
ja_jp: ファイルの追加
lv_lv: Pievienot failus
ru_ru: Добавление файлов
sk_sk: Pridávajú sa súbory
tr_tr: Dosya ekleme

source: Additional options
de_de: Zusätzliche Optionen
fi_fi: Lisävalinnat
ja_jp: 追加オプション
lv_lv: Papildus opcijas
ru_ru: Дополнительные опции
sk_sk: Ďalšie možnosti
tr_tr: Ek seçenekler

source: Additional time zones
de_de: Zusätzliche Zeitzonen
fi_fi: Lisäaikavyöhykkeet
ja_jp: 追加タイムゾーン
lv_lv: Papildus laika joslas
ru_ru: Дополнительные часовые пояса
sk_sk: Ďalšie časové pásma
tr_tr: Ek saat dilimleri

source: Additional time zones allow you to effortlessly keep track of multiple time zones in day, workweek, and week view, eliminating the need for manual time zone calculations and simplifying time management across different regions.
de_de: Zusätzliche Zeitzonen ermöglichen es Ihnen, mühelos den Überblick über mehrere Zeitzonen in der Tages-, Arbeitswochen- und Wochenansicht zu behalten. Dadurch entfällt die Notwendigkeit manueller Zeitzonen-Berechnungen und das Zeitmanagement über verschiedene Regionen hinweg wird vereinfacht.
fi_fi: Lisäaikavyöhykkeiden avulla voit vaivattomasti seurata useita aikavyöhykkeitä päivä-, työviikko- ja viikkonäkymässä, jolloin manuaalisia aikavyöhykelaskelmia ei enää tarvita ja ajanhallinta eri alueilla on yksinkertaisempaa.
ja_jp: タイムゾーンを追加することで、日、稼働週、週表示で複数のタイムゾーンを簡単に追跡でき、タイムゾーンを手動で計算する必要がなくなり、異なる地域での時間管理が簡素化されます。
lv_lv: Papildu laika joslas ļauj bez piepūles sekot līdzi vairākām laika joslām dienas, darba nedēļas un nedēļas skatā, tādējādi novēršot nepieciešamību manuāli veikt laika joslu aprēķinus un vienkāršojot laika pārvaldību dažādos reģionos.
ru_ru: Дополнительные часовые пояса позволяют легко отслеживать несколько часовых поясов в режимах «день», «рабочая неделя» и «неделя», исключая необходимость вручных расчетов часовых поясов и упрощая управление временем в разных регионах.
sk_sk: Ďalšie časové pásma vám umožňujú bez námahy sledovať viaceré časové pásma v zobrazení dňa, pracovného týždňa a týždňa. Vďaka tomu odpadá potreba manuálne prepočítavať medzi časovými pásmami a zjednodušuje to správu času v rôznych oblastiach.
tr_tr: Ek saat dilimleri sayesinde gün, iş haftası ve hafta görünümünde birden fazla saat dilimini zahmetsizce takip edebilirsiniz. Bu sayede saat dilimini kendiniz hesaplamanıza gerek kalmaz ve farklı bölgelerdeki zaman yönetimini basitleşir.

source: Address
de_de: Anschrift
fi_fi: Osoite
ja_jp: アドレス
lv_lv: Adrese
ru_ru: Адрес
sk_sk: Adresa
tr_tr: Adres

source: Address Book
de_de: Adressbuch
fi_fi: Osoitekirja
ja_jp: アドレス帳
lv_lv: Adrešu grāmata
ru_ru: Адресная книга
sk_sk: Adresár kontaktov
tr_tr: Adres defteri

# app
source: Address Book
de_de: Adressbuch
fi_fi: Osoitekirja
ja_jp: アドレス帳
lv_lv: Adrešu grāmata
ru_ru: Адресная книга
sk_sk: Adresár kontaktov
tr_tr: Adres Defteri

source: Address Business
de_de: Geschäftsanschrift
fi_fi: Työosoite
ja_jp: 住所 (勤務先)
lv_lv: Adrese (darba)
ru_ru: Адрес (рабочий)
sk_sk: Adresa do práce
tr_tr: İş adresi

source: Address Home
de_de: Privatanschrift
fi_fi: Kotiosoite
ja_jp: 住所 (自宅)
lv_lv: Adrese (mājas)
ru_ru: Адрес (домашний)
sk_sk: Adresa domov
tr_tr: Ev adresi

source: Address Other
de_de: Weitere Anschrift
fi_fi: Muu osoite
ja_jp: 住所 (その他)
lv_lv: Adrese (cita)
ru_ru: Адрес (другой)
sk_sk: Iná adresa
tr_tr: Diğer adres

source: Address book
de_de: Adressbuch
fi_fi: Osoitekirja
ja_jp: アドレス帳
lv_lv: Adrešu grāmata
ru_ru: Адресная книга
sk_sk: Adresár kontaktov
tr_tr: Adres defteri

source: Address book name
de_de: Name des Adressbuchs
fi_fi: Osoitekirjan nimi
ja_jp: アドレス帳名
lv_lv: Adrešu grāmatas vārds
ru_ru: Название адресной книги
sk_sk: Názov adresára kontaktov
tr_tr: Adres defteri adı

source: Address directory
de_de: Adressverzeichnis
fi_fi: Osoitehakemisto
ja_jp: アドレスディレクトリ
lv_lv: Adrešu direktorija
ru_ru: Адресная книга
sk_sk: Adresár kontaktov
tr_tr: Adres dizini

source: Address list
de_de: Adressliste
fi_fi: Osoiteluettelo
ja_jp: アドレスリスト
lv_lv: Adrešu saraksts
ru_ru: Список адресов
sk_sk: Zoznam adries
tr_tr: Adres listesi
