Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: What's new in %1$s
de_de: Was ist neu in %1$s
fi_fi: Uutta %1$s-sovelluksessa
ja_jp: %1$sの新機能
lv_lv: %1$s jaunumi
ru_ru: Что нового в %1$s
sk_sk: Novinky v %1$s
tr_tr: %1$s yazılımındaki yenilikler

source: When you respond to an email, you typically reply to the person who sent it. However, there are situations where it's preferred that the recipients of the response are different, such as a whole team or group. In these cases, the original sender can specify one or even multiple email addresses in the "reply-to" field, indicating who the response should be directed to. Additionally, if the same group of people often needs to receive the responses, default "reply-to" addresses can be set to simplify the process.
de_de: Wenn Sie auf eine E-Mail antworten, antworten Sie normalerweise der Person, die sie gesendet hat. In manchen Situationen werden jedoch andere Empfänger für die Antwort gewünscht, z. B. ein ganzes Team oder eine Gruppe. In diesen Fällen kann der ursprüngliche Absender im Feld "Antwort an" eine oder sogar mehrere E-Mail-Adressen als Empfänger angeben. Wenn eine Gruppe von Personen häufiger Antworten erhalten soll, können außerdem Standard-Antwortadressen festgelegt werden, um den Prozess zu vereinfachen.
fi_fi: Kun vastaat sähköpostiin, vastaat yleensä sähköpostin lähettäjälle. On kuitenkin tilanteita, joissa on parempi, että vastauksen vastaanottajat ovat eri henkilöitä, esimerkiksi koko tiimi tai ryhmä. Näissä tapauksissa alkuperäinen lähettäjä voi määritellä yhden tai useamman sähköpostiosoitteen vastauskenttään ja ilmoittaa, kenelle vastaus on osoitettava. Jos vastaukset on usein lähetettävä samalle henkilöryhmälle, vastausosoitteet voidaan asettaa oletusarvoisesti prosessin yksinkertaistamiseksi.
ja_jp: メールに返信するときには通常、メールの送信者に返信します。しかし、返信をチームやグループなど違う受取人に送るのがいい場合があります。その場合、元の送信者は「返信先」フィールドに一つまたは複数のメールアドレスを指定することができ、返信先の指定することができます。さらに、同じグループの人たちが頻繁に返信を受け取る必要がある場合は、デフォルトの「返信先」アドレスを設定して、プロセスを簡素化することができます。
lv_lv: Atbildot uz e-pastu, parasti atbildat personai, kas to nosūtījusi. Tomēr ir situācijas, kad vēlams, lai atbildes saņēmēji būtu citi, piemēram, visa komanda vai grupa. Šādos gadījumos sākotnējais sūtītājs laukā "Atbildēt līdz" var norādīt vienu vai pat vairākas e-pasta adreses, norādot, kam adresēt atbildi. Turklāt, ja atbildes bieži jāsaņem vienai un tai pašai personu grupai, var iestatīt noklusējuma "reply-to" adreses, lai vienkāršotu procesu.
ru_ru: При ответе на письмо обычно отвечаете тому, кто его отправил. Однако есть ситуации, когда предпочтительно, чтобы получатели ответа были другими, например, весь коллектив или группа. В этих случаях отправитель может указать один или даже несколько адресов электронной почты в поле "Ответить", указывая, кому должен быть направлен ответ. Кроме того, если одной и той же группе людей часто необходимо получать ответы, можно установить адреса "Ответить по умолчанию", чтобы упростить процесс.
sk_sk: Keď odpovedáte na e-mail, zvyčajne odpovedáte osobe, ktorá ho odoslala. Existujú však situácie, kedy sa uprednostňuje, aby odpoveď dostali odlišní príjemcovia, napríklad celý tím alebo skupina. V týchto prípadoch môže pôvodný odosielateľ zadať jednu alebo dokonca viacero e-mailových adries v poli "Odpovedať komu", ktoré indikuje, komu máte adresovať odpoveď. Naviac, ak často potrebujete, aby odpovede dostávala rovnaká skupina ľudí, je možné nastaviť predvolené adresy "Odpovedať komu" a túto situáciu tým zjednodušiť.
tr_tr: Bir e-postaya yanıt verdiğinizde genellikle gönderen kişiye yanıt verirsiniz. Ancak yanıtı alacak kişinin farklı olmasının (örn. tüm bir ekip veya grup) tercih edildiği durumlar da vardır. Böyle durumlarda gönderen, yanıtın yönlendirileceği bir veya birden fazla e-posta adresini "yanıtla" alanında belirtebilir. Ayrıca, aynı gruptaki kişilerin yanıtları sıklıkla alması gerekiyorsa süreci basitleştirmek için varsayılan "yanıtla" adresleri belirlenebilir.

source: Which application do you want to use?
de_de: Welche Applikation möchten Sie verwenden?
fi_fi: Mitä sovellusta haluat käyttää?
ja_jp: どのアプリケーションを使用しますか？
lv_lv: Kuru aplikāciju jūs vēlaties izmantot?
ru_ru: Какое приложение вы хотите использовать?
sk_sk: Ktorú aplikáciu chcete používať?
tr_tr: Hangi uygulamayı kullanmak istiyorsunuz?

source: Which device do you want to configure?
de_de: Welches Gerät möchten Sie konfigurieren?
fi_fi: Minkä laitteen haluat konfiguroida?
ja_jp: どのデバイスを構成しますか？
lv_lv: Kuru ierīci jūs vēlaties konfigurēt?
ru_ru: Какое устройство вы хотите настроить?
sk_sk: Ktoré zariadenie chcete nakonfigurovať?
tr_tr: Hangi cihazı yapılandırmak istiyorsunuz?

source: Which features do you value or use the most?
de_de: Welche Funktionen schätzen oder nutzen Sie am meisten?
fi_fi: Mitä ominaisuuksia arvostat tai käytät eniten?
ja_jp: どの機能を一番大切にしていますか、あるいは一番使っていますか？
lv_lv: Kuras funkcijas jūs vērtējat visaugstāk vai lietojiet visbiežāk?
ru_ru: Какие функции для вас наиболее ценны?
sk_sk: Ktoré funkcie si ceníte najviac alebo ich najčastejšie používate?
tr_tr: Sizin için en önemli veya en çok kullandığınız özellikler hangileri?

source: White
de_de: Weiß
fi_fi: Valkoinen
ja_jp: 白
lv_lv: Balts
ru_ru: Белый
sk_sk: Biela
tr_tr: Beyaz

source: Who can access this calendar?
de_de: Wer kann auf diesen Kalender zugreifen?
fi_fi: Kuka voi käyttää tätä kalenteria?
ja_jp: このカレンダーにアクセスできる人
lv_lv: Kurš var piekļūt šim kalendāram?
ru_ru: Кто может получить доступ к этому календарю?
sk_sk: Kto má prístup k tomuto kalendáru?
tr_tr: Bu takvime kimler erişebilir?

source: Who can access this file?
de_de: Wer kann auf diese Datei zugreifen?
fi_fi: Kuka voi käyttää tätä tiedostoa?
ja_jp: このファイルにアクセスできる人
lv_lv: Kurš var piekļūt šim failam?
ru_ru: Кто может получить доступ к этому файлу?
sk_sk: Kto má prístup k tomuto súboru?
tr_tr: Bu dosyaya kimler erişebilir?

source: Who can access this folder?
de_de: Wer kann auf diesen Ordner zugreifen?
fi_fi: Kuka voi käyttää tätä kansiota?
ja_jp: このフォルダーにアクセスできる人
lv_lv: Kurš var piekļūt šai mapei?
ru_ru: Кто может получить доступ к этой папке?
sk_sk: Kto má prístup k tomuto priečinku?
tr_tr: Bu klasöre kimler erişebilir?

source: Windows PC
ru_ru: Windows ПК
sk_sk: PC s Windows

source: Windows you have minimized will appear in all applications for easy access. You can maximize a window again by clicking on it.
de_de: Fenster, die Sie minimiert haben, erscheinen für einen einfachen Zugang in allen Anwendungen. Sie können ein Fenster wieder maximieren, indem Sie darauf klicken.
fi_fi: Pienentämäsi ikkunat ilmestyvät kaikkiin sovelluksiin, jotta niihin on helppo pääsy. Voit suurentaa ikkunan napsauttamalla sitä.
ja_jp: 最小化したウィンドウは、簡単にアクセスできるように、すべてのアプリケーションで表示されます。再度最大化するには、ウィンドウをクリックしてください。
lv_lv: Minimizētie logi tiks uzrādīti visās aplikācijās ērtai piekļuvei tiem. Jūs variet maksimizēt logus vienkārši noklikšķinot uz tiem.
ru_ru: Минимизированные окна будут доступны во всех приложениях. Чтобы развернуть окно, щелкните его еще раз.
sk_sk: Na uľahčenie prístupu sa minimalizované okná objavia vo všetkých aplikáciách. Okno môžete znovu maximalizovať kliknutím naň.
tr_tr: Küçülttüğünüz pencereler kolay erişim için tüm uygulamalarda görünür. Bir pencereyi tekrar üzerine tıklayarak büyütebilirsiniz.

source: Without delay
de_de: Ohne Verzögerung
fi_fi: Ilman viivettä
ja_jp: 遅延なし
lv_lv: Bez aizkavēšanas
ru_ru: Без задержки
sk_sk: Bez oneskorenia
tr_tr: Gecikmesiz

source: Wood
de_de: Holz
fi_fi: Puu
ja_jp: 木
lv_lv: Koks
ru_ru: Палочки
sk_sk: Drevo

source: Work
de_de: Arbeit
fi_fi: Työ
ja_jp: 職場
lv_lv: Darbs
ru_ru: Рабочий
sk_sk: Práca
tr_tr: İş

source: Working Time
de_de: Arbeitszeit
fi_fi: Työaika
ja_jp: 稼働時間
lv_lv: Darbalaiks
ru_ru: Рабочее время
sk_sk: Pracovná doba
tr_tr: Çalışma saatleri

source: Working time & workweek
de_de: Arbeitszeit & Arbeitswoche
fi_fi: Työaika ja työviikko
ja_jp: 稼働時間＆稼働週
lv_lv: Darbalaiks un darba nedēļa
ru_ru: Рабочее время и неделя
sk_sk: Pracovná doba a pracovný týždeň
tr_tr: Çalışma saatleri ve iş haftası

source: Workweek
de_de: Arbeitswoche
fi_fi: Työviikko
ja_jp: 稼働日
lv_lv: Darba nedēļa
ru_ru: Рабочая неделя
sk_sk: Pracovný týždeň
tr_tr: İş haftası

source: Write about
de_de: Schreiben über
fi_fi: Kirjoita asiasta
ja_jp: 以下について書く
lv_lv: Rakstīt par
ru_ru: Написать о
sk_sk: Napísať o
tr_tr: Yazılacak konu

source: Write answer
de_de: Antwort schreiben
fi_fi: Kirjoita vastaus
ja_jp: 返信を作成
lv_lv: Rakstīt atbildi
ru_ru: Написать ответ
sk_sk: Napísať odpoveď
tr_tr: Yanıt yaz

source: Write or rephrase text
de_de: Text schreiben oder umformulieren
fi_fi: Kirjoita tai muotoile teksti uudelleen
ja_jp: テキストを書く、または言い換える
lv_lv: Rakstīt vai pārfrāzēt tekstu
ru_ru: Напишите или перефразируйте текст
sk_sk: Napísať alebo preformulovať text
tr_tr: Metni yaz

source: Write permissions
de_de: Schreibberechtigungen
fi_fi: Kirjoita valtuuksia
ja_jp: 書き込み権限
lv_lv: Rakstīšanas tiesības
ru_ru: Разрешения записи
sk_sk: Oprávnenie zapisovať
tr_tr: Yazma izinleri

source: YB
fi_fi: YT
ru_ru: ЙБ

source: Year
de_de: Jahr
fi_fi: Vuosi
ja_jp: 年
lv_lv: Gads
ru_ru: Год
sk_sk: Rok
tr_tr: Yıl

source: Year view
de_de: Jahresansicht
fi_fi: Vuosinäkymä
ja_jp: 年ビュー
lv_lv: Gada skats
ru_ru: Просмотр по годам
sk_sk: Zobrazenie roka
tr_tr: Yıl görünümü

source: Yearly
de_de: Jährlich
fi_fi: Vuosittain
ja_jp: 毎年
lv_lv: Ik-gada
ru_ru: Каждый год
sk_sk: Ročne
tr_tr: Her yıl

source: Yellow
de_de: Gelb
fi_fi: Keltainen
ja_jp: 黄
lv_lv: Dzeltens
ru_ru: Желтый
sk_sk: Žltá
tr_tr: Sarı

source: Yes
de_de: Ja
fi_fi: Kyllä
ja_jp: はい
lv_lv: Jā
ru_ru: Да
sk_sk: Áno
tr_tr: Evet

source: Yesterday
de_de: Gestern
fi_fi: Eilen
ja_jp: 昨日
lv_lv: Vakar
ru_ru: Вчера
sk_sk: Včera
tr_tr: Dün

source: You are currently acting on behalf of the calendar owner.
de_de: Sie handeln derzeit im Namen des Kalendereigentümers.
fi_fi: Toimit tällä hetkellä kalenterin omistajan puolesta.
ja_jp: あなたは現在カレンダーの所有者の代理です。
lv_lv: Jūs pašlaik darbojieties kalendāra īpašnieka vārdā.
ru_ru: Вы действуете от лица владельца календаря.
sk_sk: Momentálne konáte v mene vlastníka kalendára.
tr_tr: Şu anda takvim sahibi adına hareket ediyorsunuz.

source: You are currently signed in with the following devices
de_de: Sie sind derzeit mit folgenden Geräten angemeldet
fi_fi: Olet kirjautuneena seuraaville laitteille
ja_jp: 現在次のデバイスでログインしています。
lv_lv: Jūs pašlaik esat pieslēdzies no sekojošām ierīcēm
ru_ru: Вы выполнили вход на следующих устройствах
sk_sk: Momentálne ste prihlásení na nasledujúcich zariadeniach
tr_tr: Aşağıdaki cihazlarda oturum açmış durumdasınız

source: You are moving one or more items that are shared with other people. These people will lose access.
de_de: Sie verschieben ein oder mehrere Elemente, die für andere Personen freigegeben wurden. Diese Personen werden die Zugriffsrechte verlieren.
fi_fi: Olet siirtämässä vähintään yhtä kohdetta, joka on jaettu muiden kanssa. Nämä ihmiset menettävät pääsyn.
ja_jp: 他の人と共有している一つまたは複数のアイテムを移動しています。共有している人はアクセスできなくなります。
lv_lv: Jūs pārvietojat vienumus, kuri tiek koplietoti ar citām personām. Rezultātā šīs personas zaudēs piekļuvi.
ru_ru: Вы перемещаете один или несколько элементов, к которым предоставлен доступ другим людям. Эти люди потеряют доступ.
sk_sk: Presúvate jednu alebo viac položiek, ktoré sú zdieľané s inými ľuďmi. Títo ľudia prídu o prístup.
tr_tr: Başkalarıyla paylaşılan bir veya daha fazla öğeyi taşıyorsunuz. Bu kişiler erişim haklarını kaybedecek.

source: You are no longer using a public calendar. You were added as organizer.
de_de: Sie verwenden keinen öffentlichen Kalender mehr. Sie wurden als Organisator hinzugefügt.
fi_fi: Et enää käytä julkista kalenteria. Sinut lisättiin järjestäjäksi.
ja_jp: パブリックカレンダーを使用していません。開催者として追加されました。
lv_lv: Jūs vairs nelietojat kopīgotu kalendāru. Jūs esat pievienots kā organizators.
ru_ru: Вы больше не используете публичный календарь. Вы были добавлены как организатор.
sk_sk: Už viac nepoužívate zdieľaný kalendár. Boli ste pridali ako organizátor.
tr_tr: Artık ortak bir takvim kullanmıyorsunuz. Organizatör olarak eklendiniz.

source: You are no longer using a shared calendar. You were added as organizer.
de_de: Sie verwenden keinen freigegebenen Kalender mehr. Sie wurden als Organisator hinzugefügt.
fi_fi: Et käytää enää jaettua kalenteria. Sinut on lisätty järjestäjänä.
ja_jp: 共有カレンダーを使用していません。開催者として追加されました。
lv_lv: Jūs vairs nelietojat kopīgotu kalendāru. Jūs esat pievienots kā organizators.
ru_ru: Вы больше не используете совместный календарь. Вы были добавлены в качестве организатора.
sk_sk: Už viac nepoužívate zdieľaný kalendár. Boli ste pridali ako organizátor.
tr_tr: Artık paylaşılan bir takvim kullanmıyorsunuz. Organizatör olarak eklendiniz.

source: You are not directly linked to %s. Here are people who are linked to %s:
de_de: Sie sind nicht direkt mit %s verbunden. %s hat folgenden Kontakte:
fi_fi: Sinulla ei ole suoraa yhteyttä %s kanssa. Tässä ihmisiä, joilla on suora yhteys %s kanssa:
ja_jp: 直接 %s にリンクされていません。%s にリンクされているユーザー:
lv_lv: Jūs neesat tieši saistīts ar %s. Šeit ir ar %s saistītās personas:
ru_ru: Вы не связаны с %s напрямую. Контакты, связанные с %s:
sk_sk: Nie sú priamo spojený s %s. Tu sú ľudia, ktorí sú spojení s %s:
tr_tr: %s ile doğrudan bağlantılı değilsiniz. %s ile doğrudan bağlantılı olan kişilerin listesi:

source: You are the organizer
de_de: Sie sind der Organisator
fi_fi: Sinä olet järjestäjä
ja_jp: あなたはこの予定の開催者です。
lv_lv: Jūs esat rīkotājs
ru_ru: Вы являетесь организатором
sk_sk: Ste organizátorom
tr_tr: Organizatör sizsiniz

source: You are using a shared calendar. The calendar owner was added as organizer.
de_de: Sie verwenden einen freigegebenen Kalender. Der Kalendereigentümer wurde als Organisator hinzugefügt.
fi_fi: Käytät jaettua kalenteria. Kalenterin omistaja on lisätty järjestäjänä.
ja_jp: 共有カレンダーを使用しています。カレンダーの所有者が開催者として追加されました。
lv_lv: Jūs izmantojat kopīgotu kalendāru. Kalendāra īpašnieks tika pievienots kā organizators.
ru_ru: Вы используете совместный календарь. Владелец календаря был добавлен в качестве организатора.
sk_sk: Používate zdieľaný kalendár. Vlastník kalendára bol pridaný ako organizátor.
tr_tr: Paylaşılan bir takvim kullanıyorsunuz. Takvim sahibi organizatör olarak eklendi.

source: You called %1$s
de_de: Sie haben %1$s angerufen
fi_fi: Soitit henkilölle %1$s
ja_jp: %1$sで電話しました
lv_lv: Jūs zvanījāt %1$s
ru_ru: Вы позвонили %1$s
sk_sk: Volali ste %1$s
tr_tr: %1$s adlı kişiyi aradınız

source: You can adjust the countdown in %1$s
de_de: Sie können den Countdown unter %1$s einstellen
fi_fi: Voit säätää lähtölaskentaa kohdassa %1$s
ja_jp: %1$sでカウントダウンを調整できます。
lv_lv: Atskaitīšanas režīmu var iestatīt %1$s
ru_ru: Вы можете настроить обратный отсчет %1$s
sk_sk: Odpočítavanie môžete upraviť v %1$s
tr_tr: Sayacı %1$s kısmından ayarlayabilirsiniz

source: You can adjust the time to undo sending an email in %1$s
de_de: Sie können die Zeit bis zum Zurücknehmen des Versands einer E-Mail unter %1$s einstellen
fi_fi: Voit säätää sähköpostin lähettämisen peruuttamisaikaa kohdassa %1$s
ja_jp: %1$sで時間を調整して、メールの送信を取り消すことができます。
lv_lv: Laiku, kad var atcelt e-pasta nosūtīšanu, varat iestatīt %1$s
ru_ru: Вы можете настроить время отмены отправки сообщения электронной почты в %1$s
sk_sk: V %1$s môžete upraviť čas, ktorý budete mať na zrušenie odoslania
tr_tr: Gönderilen e-postaları geri alma süresini %1$s bölümünden ayarlayabilirsiniz

source: You can download a copy of your personal data from your account, if you want to save it or transfer it to another provider.
de_de: Sie können eine Kopie Ihrer persönlichen Daten von Ihrem Konto herunterladen, wenn Sie sie speichern oder an einen anderen Anbieter übertragen möchten.
fi_fi: Voit ladata kopion henkilötiedoistasi tililtäsi jos haluat tallentaa ne tai siirtää ne toiselle palveluntarjoajalle.
ja_jp: 個人データを保存したり、別のプロバイダに送ったりしたい場合、そのコピーをアカウントからダウンロードできます。
lv_lv: Jūs varat lejupielādēt jūsu personīgo datu kopiju no sava konta, ja vēlaties to saglabāt un pārvietot uz citu pakalpojumu nodrošinātāju.
ru_ru: Вы можете загрузить копию ваших персональных данных из Вашей учетной записи, если Вы хотите сохранить данные или передать другому провайдеру.
sk_sk: Môžete si stiahnuť kópiu svojich osobných údajov zo svojho účtu, ak ho chcete uložiť alebo preniesť k inému poskytovateľovi.
tr_tr: Hesabınızdaki kişisel verilerin bir kopyasını indirerek verilerinizi saklayabilir veya başka bir sağlayıcıya aktarabilirsiniz.

source: You can edit the list of countries in your Zoom profile.
de_de: Sie können die Liste der Länder in Ihrem Zoom-Profil bearbeiten.
fi_fi: Voit muokata maaluetteloa Zoom-profiilissasi.
ja_jp: Zoomプロファイルの国リストを編集できます。
lv_lv: Jūs varat rediģēt valstu sarakstu savā Zoom profilā.
ru_ru: Вы можете редактировать список стран в своем профиле Zoom.
sk_sk: Zoznam krajín môžete upraviť vo vašom profile Zoom.
tr_tr: Ülke listesini Zoom profilinizden düzenleyebilirsiniz.

source: You can enable categories again via the "Inbox categories" entry in the settings dropdown
de_de: Sie können die Kategorien über den Eintrag "Posteingangskategorien" im Aufklappmenü der Einstellungen wieder aktivieren
fi_fi: Voit ottaa kategoriat uudelleen käyttöön asetusten pudotusvalikossa olevan "Saapuneiden postilaatikon kategoriat" -kohdan kautta
ja_jp: カテゴリは設定ドロップダウンの「受信トレイカテゴリ」から再度有効にできます。
lv_lv: Jūs varat atkal iespējot kategorijas izmantojot izvēlni "Iesūtnes kategorijas" iestatījumu nolaižamajā skatā
ru_ru: Снова включить категории входящих вы можете в выпадающем меню
sk_sk: Kategórie môžete opäť povoliť položkou rozbaľovacieho zoznamu nastavení "Kategórie doručených"
tr_tr: Sağdaki ayarlar menüsündeki "Gelen kutusu kategorileri" üzerinden kategorileri yeniden etkinleştirebilirsiniz

source: You can find these options in %1$s
de_de: Sie finden diese Optionen unter %1$s
fi_fi: Löydät nämä vaihtoehdot kohdasta %1$s
ja_jp: これらのオプションは%1$sにあります。
lv_lv: Šīs opcijas var atrast iekš %1$s
ru_ru: Вы можете найти эти параметры в %1$s
sk_sk: Tieto možnosti nájdete v %1$s
tr_tr: Bu seçenekleri %1$s kısmında bulabilirsiniz

source: You can manage the templates in %1$s
de_de: Sie können die Vorlagen unter %1$s verwalten
fi_fi: Voit hallita malleja kohdassa %1$s
ja_jp: %1$sでテンプレートを管理できます。
lv_lv: Jūs varat pārvaldīt sagataves iekš %1$s
ru_ru: Вы можете управлять шаблонами в %1$s
sk_sk: Šablóny môžete spravovať v menu %1$s
tr_tr: Şablonları %1$s bölümünden yönetebilirsiniz

source: You can now add additional verification options to enhance the security of your account.
de_de: Sie können nun zusätzliche Verifizierungsoptionen hinzufügen, um die Sicherheit Ihres Kontos zu erhöhen.
fi_fi: Voit nyt lisätä lisää varmennusvaihtoehtoja tilisi turvallisuuden parantamiseksi.
ja_jp: 検証オプションを追加して、お使いのアカウントのセキュリティを強化できます。
lv_lv: Tagad jūs varat pievienot papildus verifikācijas opcijas sava konta drošības līmeņa paaugstināšanai.
ru_ru: Теперь вы можете усилить безопасность своего аккаунта, включив дополнительные опции аутентификации.
sk_sk: Teraz môžete pridať ďalšie možnosti overenia, aby ste zvýšili zabezpečenie svojho účtu.
tr_tr: Hesap güvenliğinizi artırmak amacıyla artık ikinci bir kimlik doğrulama seçeneği ekleyebilirsiniz.

source: You can now attach files from %1$s directly to appointments, contacts, or tasks
de_de: Sie können jetzt Dateien aus %1$s direkt an Termine, Kontakte oder Aufgaben anhängen
fi_fi: Voit nyt liittää tiedostoja %1$s -sovelluksesta suoraan tapaamisiin, yhteystietoihin tai tehtäviin
ja_jp: %1$sのファイルを予定、連絡先、またはタスクに直接添付できます。
lv_lv: Jūs tagad variet pievienot failus no %1$s tieši pie kontaktiem, mītiņiem vai uzdevumiem
ru_ru: Теперь вы можете прикреплять файлы из %1$s напрямую к встречам, контактам или задачам
sk_sk: Odteraz môžete prikladať súbory z %1$s priamo k plánovaným činnostiam, kontaktom alebo úlohám
tr_tr: Artık %1$s uygulamasındaki dosyaları doğrudan randevulara, kişilere ve görevlere ekleyebilirsiniz

source: You can now easily reuse attachments from your previous emails! %s automatically remembers your recent attachments and makes them easily accessible when you're composing a new message. Say goodbye to the hassle of downloading and reuploading files.
de_de: Sie können jetzt Anhänge aus Ihren früheren E-Mails ganz einfach wiederverwenden! %s merkt sich automatisch Ihre letzten Anhänge und macht sie beim Verfassen einer neuen Nachricht leicht zugänglich. Verabschieden Sie sich vom mühsamen Herunterladen und erneuten Hochladen von Dateien.
fi_fi: Voit nyt helposti käyttää uudelleen aiempien sähköpostien liitetiedostoja! %s muistaa automaattisesti viimeisimmät liitetiedostosi ja tuo ne helposti saataville, kun laadit uutta viestiä. Sano hyvästit tiedostojen lataamiselle.
ja_jp: 以前のメールから添付ファイルを簡単に再利用できるようになりました。%sは自動で最近の添付ファイルを記憶し、新規メールの作成時に簡単にアクセスできます。ファイルのダウンロードや再アップロードのの煩わしさから解放されます。
lv_lv: Tagad varat viegli atkārtoti izmantot pielikumus no iepriekšējiem e-pasta ziņojumiem! %s automātiski atceras jūsu jaunākos pielikumus un padara tos viegli pieejamus, kad veidojat jaunu ziņojumu. Atvadieties no rūpēm, kas saistītas ar failu lejupielādi un atkārtotu augšupielādi.
ru_ru: Теперь вы можете легко использовать вложения из предыдущих писем! %s автоматически запоминает ваши недавние вложения и делает их легко доступными при составлении нового сообщения. Прощайте проблемы с загрузкой и повторной загрузкой файлов.
sk_sk: Odteraz môžete ľahko znova použiť prílohy z predchádzajúcich e-mailov! %s si automaticky pamätá vaše posledné prílohy a uľahčuje prístup k nim pri vytváraní novej správy. Rozlúčte sa s problémami so sťahovaním a opätovným nahrávaním súborov.
tr_tr: Artık önceki e-postalarınızdaki ekleri kolayca yeniden kullanabilirsiniz. %s son eklerinizi otomatik olarak hatırlar ve yeni bir ileti oluştururken bunlara kolayca erişmenizi sağlar. Böylece dosyaları indirip yeniden yükleme zahmeti sona eriyor.

source: You can now set a default signature for alias addresses as well
de_de: Sie können nun auch für Alias-Adressen eine Standardsignatur festlegen
fi_fi: Voit nyt asettaa oletusallekirjoituksen myös alias-osoitteille
ja_jp: エイリアスアドレスにも既定署名を設定できるようになりました。
lv_lv: Jūs tagad varat iestatīt noklusējuma parakstu arī asociētajām e-pasta adresēm
ru_ru: Теперь вы можете установить подпись по умолчанию для псевдонимов тоже
sk_sk: Odteraz môžete nastaviť predvolený podpis aj pre vaše ďalšie adresy (aliasy)
tr_tr: Artık alternatif adresler için de varsayılan imza ayarlayabilirsiniz

source: You can quick-save your changes via Cmd+Enter.
de_de: Mit Cmd+Enter können Sie Ihre Änderungen schnell speichern.
fi_fi: Voit tallentaa muutokset nopeasti Cmd+Enter -yhdistelmällä.
ja_jp: Cmd キー + Enter キーで、変更をすぐに保存できます。
lv_lv: Jūs varat ātri saglabāt izmaiņas izmantojot Ctrl+Enter.
ru_ru: Вы можете быстро сохранить изменения с помощью Cmd+Enter.
sk_sk: Zmeny môžete rýchlo uložiť pomocou Cmd+Enter.
tr_tr: Cmd+Enter tuşlarına bakarak değişiklikleri hızlıca kaydedebilirsiniz.

source: You can quick-save your changes via Ctrl+Enter.
de_de: Sie können Ihre Änderung mit Strg+Enter speichern.
fi_fi: Pikatallenna muutoksesi Ctrl+Enter.
ja_jp: Ctrl キー + Enter キーで、変更をすぐに保存できます。
lv_lv: Jūs varat ātri saglabāt izmaiņas izmantojot Ctrl+Enter.
ru_ru: Для быстрого сохранения нажмите Ctrl+Enter.
sk_sk: Zmeny môžete rýchlo uložiť pomocou Ctrl+Enter.
tr_tr: Ctrl+Enter tuşlarına bakarak değişiklikleri hızlıca kaydedebilirsiniz.

source: You can set the default addresses in %1$s
de_de: Sie können die Standardadressen unter %1$s einstellen
fi_fi: Voit määrittää oletusosoitteet kohdassa %1$s
ja_jp: %1$sで既定のアドレスを設定できます。
lv_lv: Jūs varat iestatīt noklusējuma adreses iekš %1$s
ru_ru: Вы можете задать адреса по умолчанию в %1$s
sk_sk: Predvolené adresy môžete nastaviť v menu %1$s
tr_tr: Varsayılan adresleri %1$s bölümünden ayarlayabilirsiniz
