Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: This email contains an appointment
de_de: Diese E-Mail enthält einen Termin
fi_fi: Tämä sähköposti sisältää tapaamisen
ja_jp: このメールには予定が含まれています。
lv_lv: Šī vēstule satur mītiņu
ru_ru: Это сообщение содержит сведения о встрече
sk_sk: Tento email obsahuje schôdzku
tr_tr: Bu e-posta bir randevu içeriyor

source: This email contains images from external sources that are currently hidden.
de_de: Diese E-Mail enthält Bilder aus externen Quellen, die derzeit ausgeblendet sind.
fi_fi: Tämä sähköpostiviesti sisältää ulkoisista lähteistä peräisin olevia kuvia, jotka on tällä hetkellä piilotettu.
ja_jp: このメールには、現在非表示の外部ソースからの画像が含まれています。
lv_lv: Šajā e-pasta ziņojumā ir attēli no ārējiem avotiem, kas pašlaik ir paslēpti.
ru_ru: Это письмо содержит изображения из внешних источников, которые в настоящее время скрыты.
sk_sk: Tento email obsahuje obrázky z externých zdrojov, ktoré sú momentálne skryté.
tr_tr: Bu e-posta, dış kaynaklardan gelen ve şu anda gizli olan resimler içeriyor.

source: This email has been added to the portal
de_de: Diese E-Mail wurde dem Portal hinzugefügt
fi_fi: Tämä sähköpostiviesti on lisätty portaaliin
ja_jp: このメールはポータルに追加されました
lv_lv: Šis e-pasts ir pievienots portālam
ru_ru: Это сообщение добавлено в портал
sk_sk: Tento email bol pridaný do portálu
tr_tr: Bu e-posta portale eklendi

source: This email has no subject. Do you want to send it anyway?
de_de: Diese E-Mail hat keinen Betreff. Wollen Sie sie trotzdem senden?
fi_fi: Viestin aihe on tyhjä. Lähetä silti?
ja_jp: このメールには件名がありません。送信しますか？
lv_lv: Vēstulei nav temata teksta. Vai vienalga vēlaties to nosūtīt?
ru_ru: Пустая тема сообщения. Отправить?
sk_sk: Predmet emailu bol prázdny. Chcete ho poslať napriek tomu?
tr_tr: E-postanın konusu boş. Yine de gönderilsin mi?

source: This email has not been sent. You can save the draft to work on later.
de_de: Diese E-Mail wurde nicht gesendet. Sie können den Entwurf zum späteren Bearbeiten speichern.
fi_fi: Tätä sähköpostia ei ole lähetetty. Voit tallentaa luonnoksen myöhemmin työstettäväksi.
ja_jp: このメールは送信されていません。下書きを保存して後で作業することができます。
lv_lv: Šis e-pasts nav nosūtīts. Jūs varat saglabāt melnrakstu, lai to vēlāk pabeigtu.
ru_ru: Это письмо не было отправлено. Вы можете сохранить черновик для дальнейшей работы.
sk_sk: Tento email nebol odoslaný. Môžete uložiť rozpísanú správu a pokračovať v písaní neskôr.
tr_tr: Bu e-posta gönderilmedi. Daha sonra üzerinde çalışmak üzere taslağı kaydedebilirsiniz.

source: This email just contains your email address as sender. Your real name is not used.
de_de: Diese E-Mail enthält nur Ihre E-Mail-Adresse als Absender. Ihr richtiger Name wird nicht verwendet.
fi_fi: Tämä sähköposti ilmoittaa lähettäjänä ainoastaan sähköpostiosoitteesi. Oikeaa nimeäsi ei käytetä.
ja_jp: このメールには差出人としてメールアドレスのみが含まれます。本当の名前は使用されていません。
lv_lv: Šī vēstule satur tikai jūsu e-pasta adresi kā sūtītāju. jūsu īstais vārds netiek izmantots.
ru_ru: Это письмо содержит только ваш электронный адрес; ваше настоящее имя не используется.
sk_sk: Tento email obsahuje ako odosielateľa len vašu e-mailovú adresu. Vaše skutočné meno nepoužíva.
tr_tr: Bu e-postanın gönderen alanında yalnızca e-posta adresiniz var. Gerçek adınız kullanılmıyor.

source: This email may contain images from external sources.
de_de: Diese E-Mail kann Bilder aus externen Quellen enthalten.
fi_fi: Sähköposti saattaa sisältää ulkoisia kuvia.
ja_jp: このメールには外部ソースからの画像が含まれている可能性があります。
lv_lv: Šī vēstule var saturēt attēlus no ārējiem avotiem.
ru_ru: Это письмо может содержать изображения из внешних источников.
sk_sk: Tento email môže obsahovať obrázky z externých zdrojov.
tr_tr: Bu e-posta, dış kaynaklardan gelen resimler içeriyor olabilir.

source: This email will be sent by %1$s on behalf of %2$s.
de_de: Diese E-Mail wird von %1$s im Auftrag von %2$s gesendet.
fi_fi: Tämän sähköpostin lähettää %1$s %2$s:n puolesta.
ja_jp: メールが%2$sの代わりに%1$sによって送信されました。
lv_lv: Šīs e-pasts tiks nosūtīts no %1$s %2$s vārdā.
ru_ru: Это письмо было отправлено %1$s от имени %2$s.
sk_sk: Tento mail odošle %1$s v mene %2$s.
tr_tr: Bu e-posta %1$s tarafından %2$s adına gönderilecektir.

source: This evening
de_de: Heute Abend
fi_fi: Tänä iltana
ja_jp: 今晩
lv_lv: Šovakar
ru_ru: Этим вечером
sk_sk: Dnes večer
tr_tr: Bu akşam

source: This feature is not available. In order to use it, you need to upgrade your account now.
de_de: Diese Funktion ist nicht verfügbar. Zum Verwenden der Funktion benötigen Sie ein Upgrade für Ihr Konto.
fi_fi: Tämä ominaisuus ei ole saatavissa. Käyttääksesi sitä, sinun täytyy päivittää tilisi.
ja_jp: この機能は使用できません。使用するには、ご利用のアカウントをアップグレードする必要があります。
lv_lv: Šī funkcija nav pieejama. Lai izmantotu šo funkciju jums ir jāveic konta jaunināšana.
ru_ru: Для доступа к этой функции необходимо обновить уровень учетной записи.
sk_sk: Táto funkcia nie je dostupná. Aby ste ju mohli používať, budete teraz musieť aktualizovať svoj účet. teraz.
tr_tr: Bu özellik kullanılamıyor. Bunu kullanmak için hesabınızı yükseltmeniz gerekir.

source: This feature isn't available for non-secure connections.
de_de: Diese Funktion steht nicht für unsichere Verbindungen zur Verfügung.
fi_fi: Tämä ominaisuus ei ole saatavilla suojaamattomilla yhteyksillä.
ja_jp: この機能は、セキュリティ保護されていない接続では使用できません。
lv_lv: Šī funkcionalitāte nav pieejama, ja netiek izmantots drošs pieslēgums.
ru_ru: Эта возможность недоступна для незащищенных соединений.
sk_sk: Táto funkcia nie je k dispozícii pre nezabezpečené pripojenia.
tr_tr: Bu özellik, güvenli olmayan bağlantılarda kullanılamaz.

source: This field is mandatory
de_de: Dieses Feld muss ausgefüllt werden
fi_fi: Tämä kenttä on pakollinen
ja_jp: このフィールドは必須です
lv_lv: Šis lauks ir obligāts
ru_ru: Это поле является обязательным
sk_sk: Toto pole je povinné
tr_tr: Bu alan zorunludur

source: This file could not be uploaded.
de_de: Die Datei konnte nicht hochgeladen werden.
fi_fi: Tiedostoa ei voitu ladata.
ja_jp: このファイルをアップロードできませんでした。
lv_lv: Šo failu nevar augšupielādēt.
ru_ru: Не удалось отправить файл.
sk_sk: Tento súbor nebolo možné nahrať.
tr_tr: Bu dosya yüklenemedi.

source: This file has been added to the portal
de_de: Diese Datei wurde dem Portal hinzugefügt
fi_fi: Tämä tiedosto on lisätty portaaliin
ja_jp: ファイルをポータルに追加しました
lv_lv: Šis fails ir pievienots portālam
ru_ru: Файл добавлен в портал
sk_sk: Tento súbor bol pridaný do portálu
tr_tr: Bu dosya portale eklendi

source: This file has not been deleted
de_de: Diese Datei wurde nicht gelöscht
fi_fi: Tätä tiedostoa ei ole poistettu
ja_jp: ファイルを削除できませんでした
lv_lv: Šis fails nav izdzēsts
ru_ru: Файл не удален
sk_sk: Tento súbor nebol zmazaný
tr_tr: Bu dosya silinmedi

source: This file has not been deleted, as it is locked by its owner.
de_de: Diese Datei konnte nicht gelöscht werden, da sie von Ihrem Eigentümer gesperrt wurde.
fi_fi: Tätä tiedostoa ei ole poistettu, koska se on omistajansa lukitsema.
ja_jp: 所有者がロックしているためファイルを削除できませんでした。
lv_lv: Šis fails nav izdzēsts, jo tā īpašnieks to ir noslēdzis.
ru_ru: Файл заблокирован владельцем и не может быть удален.
sk_sk: Tento súbor nebol odstránený, pretože ho uzamkol jeho vlastník.
tr_tr: Bu dosya, sahibi tarafından kilitlendiği için silinmedi.

source: This file or folder is shared with others. It will not be available for them anymore.
de_de: Diese Datei oder dieser Ordner wurde für andere freigegeben. Die Datei bzw. der Ordner wird nicht mehr für sie verfügbar sein.
fi_fi: Kansio on jaettu muiden kanssa. Se ei tule enää olemaan saatavilla heille.
ja_jp: このフォルダーまたはフォルダーを他のユーザーと共有しています。それらのユーザーからアクセスできなくなります。
lv_lv: Šis fails vai mape ir koplietots ar citiem un vairs nebūs tiem pieejams.
ru_ru: К этому файлу или папке предоставлен общий доступ. Для них он больше не будет доступен.
sk_sk: Tento súbor alebo priečinok je zdieľaný s ostatnými. Už im ďalej nebude k dispozícii.
tr_tr: Bu dosya veya klasör başkalarıyla paylaşılıyor. Artık dosyaya/klasöre erişemeyecekler.

source: This file will be written in your default folder to allow editing
de_de: Diese Datei wird in Ihrem Standardordner gespeichert, um das Bearbeiten zu ermöglichen
fi_fi: Muokkaamisen mahdollistamiseksi tämä tiedosto kirjoitetaan oletuskansioosi
ja_jp: このファイルは既定のフォルダーに保存されるため、このファイルを編集できます
lv_lv: Fails tiks ierakstīts jūsu noklusētajā mapē un varēs tikt rediģēts
ru_ru: Файл будет помещен в исходную папку, чтобы разрешить редактирование
sk_sk: Tento súbor bude zapísaný do vášho predvoleného priečinka, aby bolo možné upravovať ho
tr_tr: Bu dosya, düzenlemeye izin vermek için varsayılan klasörünüze yazılacak

source: This folder has been shared with another user. You are not allowed to add this folder.
de_de: Dieser Ordner wurde für einen anderen Benutzer freigegeben. Sie dürfen diesen Ordner nicht hinzufügen.
fi_fi: Tämä kansio on jaettu toisen käyttäjän kanssa. Et voi lisätä tätä kansiota.
ja_jp: このフォルダーは別のユーザーと共有されています。このフォルダーの追加は許可されていません。
lv_lv: Mape ir koplietota ar citu lietotāju. Jums nav tiesību pievienot šo mapi.
ru_ru: К этой папке предоставлен доступ другому пользователю. Вам не разрешено добавлять эту папку.
sk_sk: Tento priečinok bol zdieľaný s iným používateľom. Nemáte oprávnenie pridať tento priečinok.
tr_tr: Bu klasör başka bir kullanıcıyla paylaşılmış. Bu klasöre eklemenize izin verilmiyor.

source: This folder has no publications
de_de: Dieser Ordner enthält keine Veröffentlichungen
fi_fi: Tässä kansiossa ei ole julkaisuja
ja_jp: このフォルダーは公開されていません
lv_lv: Šai mapē nav publikāciju
ru_ru: Папка не содержит публикации
sk_sk: Tento priečinok nemá žiadne publikácie
tr_tr: Bu klasörün yayını yok

source: This folder has no subscriptions
de_de: Dieser Ordner enthält keine Abonnements
fi_fi: Tässä kansiossa ei ole tilauksia
ja_jp: このフォルダーは登録されていません
lv_lv: Šai mapē nav abonenementu
ru_ru: Папка не содержит подписки
sk_sk: Tento priečinok nemá žiadne odbery
tr_tr: Bu klasörün aboneliği yok

source: This folder has publications but you are not allowed to view or edit them
de_de: Dieser Ordner enthält Veröffentlichungen. Sie haben jedoch keine Berechtigung, diese zu sehen oder zu bearbeiten.
fi_fi: Tässä kansiossa on julkaisuja, mutta sinulla ei ole oikeuksia katsella tai muokata niitä
ja_jp: このフォルダーは公開されていますが、表示や編集は許可されていません
lv_lv: Šī mape satur publikācijas, bet jums nav tiesību tās skatīt vai rediģēt
ru_ru: Эта папка содержит публикации, но у вас недостаточно прав для их просмотра и изменения
sk_sk: Tento priečinok má publikácie, ale nemôžete ich zobraziť alebo upravovať
tr_tr: Bu klasörün yayınları var ama onları görüntüleme veya düzenleme izniniz yok

source: This folder has subscriptions
de_de: Dieser Ordner enthält Abonnements
fi_fi: Tässä kansiossa on tilauksia
ja_jp: このフォルダーは登録されています
lv_lv: Šai mapei ir abonementi
ru_ru: У этой папки есть подписки
sk_sk: Tento priečinok nemá žiadnych odberateľov
tr_tr: Bu klasöre ait abonelikler var

source: This folder has subscriptions but you are not allowed to view or edit them
de_de: Dieser Ordner enthält Abonnements. Sie haben jedoch keine Berechtigung, diese zu sehen oder zu bearbeiten.
fi_fi: Tässä kansiossa on tilauksia, mutta sinulla ei ole oikeuksia katsella tai muokata niitä
ja_jp: このフォルダーは登録されていますが、表示や編集は許可されていません。
lv_lv: Šī mape satur abonējumus, bet jums nav tiesību tos skatīt vai rediģēt
ru_ru: Эта папка содержит подписки, но у вас недостаточно прав для их просмотра и изменения
sk_sk: Tento priečinok má odbery, ale nemôžete ich zobraziť alebo upravovať
tr_tr: Bu klasörün abonelikleri var ama onları görüntüleme veya düzenleme izniniz yok

source: This folder is empty
de_de: Dieser Ordner ist leer
fi_fi: Tämä kansio on tyhjä
ja_jp: このフォルダーは空です
lv_lv: Šī mape ir tukša
ru_ru: Пустая папка
sk_sk: Tento priečinok je prázdny
tr_tr: Bu klasör boş

source: This folder is shared with others. It won't be available for them any more.
de_de: Dieser Ordner wurde für andere freigegeben. Er wird nicht mehr für sie verfügbar sein.
fi_fi: Kansio on jaettu muiden kanssa. Se ei tule enää olemaan saatavilla heille.
ja_jp: このフォルダーは他のユーザーと共有しています。共有ユーザーから利用不可能となります。
lv_lv: Šī mape tiek koplietota ar citiem. Tā vairs citiem nebūs pieejama.
ru_ru: К этой папке был открыт совместный доступ для других пользователей. В дальнейшем доступ к ней будет невозможен.
sk_sk: Tento priečinok je zdieľaný s ostatnými. Už im ďalej nebude k dispozícii.
tr_tr: Bu klasör başkalarıyla paylaşılıyor. Artık onlar da takvime ulaşamayacak.

source: This is a booking request for %1$s
de_de: Dies ist eine Buchungsanfrage für %1$s
fi_fi: Tämä on varauspyyntö %1$s:lle
ja_jp: これは%1$sの予約リクエストです。
lv_lv: Šis ir rezervācijas pieprasījums %1$s
ru_ru: Это запрос на резервирование для %1$s
sk_sk: Toto je požiadavka na rezerváciu %1$s
tr_tr: %1$s için rezervasyon isteği

source: This is a browser feature for developers. If you were asked to copy and paste anything here, somebody might want to take over your account. Do not enter any script code without knowing what it does.
de_de: Dies ist eine Browserfunktion für Entwickler. Wenn Sie aufgefordert wurden, etwas zu kopieren und hier einzufügen, könnte jemand Ihr Konto übernehmen wollen. Geben Sie keinen Script-Code ein, von dem Sie nicht wissen, was er bewirkt.
fi_fi: Tämä selaintyyppi on kehittäjille. Jos sinua on pyydetty kopioimaan ja liimamaan tähän jotain, joku saattaa haluta ottaa tilisi haltuunsa. Älä kirjoita koodia tietämättä mitä se tekee.
ja_jp: これは開発者用のブラウザ機能です。ここにデータを貼り付ける場合、何者かによりアカウントを乗っ取られる可能性があります。何を行うかあなたが理解していないデータを入力しないでください。
lv_lv: Šī pārlūka funkcija ir paredzēta izstrādātājiem. Ja jums tika lūgts kopēt un ielīmēt kaut ko šeit, kāds varētu mēģināt pārņemtu jūsu kontu. Neievadiet skripta kodu, nezinot, ko tas dara.
ru_ru: Эта функция браузера используется разработчиками. Если вас попросили что-то скопировать и вставить сюда, возможно кто-то пытается взломать ваш аккаунт. Не вводите сюда никакие сценарии, если вы не знаете, что они делают.
sk_sk: To je funkcia prehliadača určená pre vývojárov. Ak ste boli požiadaní, aby ste sem niečo skopírovali a vložili, je možné, že sa niekto pokúša uniesť váš účet. Nevkladajte sem žiadny kód bez toho, aby ste vedeli, čo robí.
tr_tr: Bu, geliştiricilere yönelik bir tarayıcı özelliğidir. Buraya bir şey kopyalayıp yapıştırmanız istendiyse birisi hesabınızı ele geçirmeye çalışıyor olabilir. Ne yaptığını bilmediğiniz hiçbir script kodunu buraya yazmayın.

source: This is a dangerous email containing spam or malware.
de_de: Dies ist eine gefährliche E-Mail, die Spam oder Schadsoftware enthält.
fi_fi: Tämä on vaarallinen sähköposti, joka sisältää roskapostia tai haittaohjelmia.
ja_jp: これは迷惑メールまたはマルウェアを含む危険なメールです。
lv_lv: Šis ir bīstams e-pasts, kurš satur mēstuli vai ļaunprātīgu programmatūru.
ru_ru: Это опасное письмо, содержащее спам или вредоносную программу.
sk_sk: Toto je nebezpečný e-mail obsahujúci spam alebo malvér.
tr_tr: Bu e-posta, spam veya kötü amaçlı yazılım içerdiğinden tehlikeli olabilir.

source: This is a standard folder, which can't be renamed.
de_de: Dies ist ein Standardordner, der nicht umbenannt werden kann.
fi_fi: Tämä on standardikansio, jota ei voi uudelleennimetä.
ja_jp: これは標準フォルダーです。フォルダー名は変更できません。
lv_lv: Šī ir standarta mape, kura nevar tikt pārdēvēta.
ru_ru: Эту папка не может быть переименована.
sk_sk: Jedná sa o štandardný priečinok, ktorý nemôže byť premenovaný.
tr_tr: Bu standart bir klasör olduğu için adı değiştirilemez.

source: This is an invalid email address.
de_de: Dies ist eine ungültige E-Mail-Adresse.
fi_fi: Tämä on virheellinen sähköpostiosoite.
ja_jp: 無効なメールアドレスです。
lv_lv: Šī nav derīga e-pasta adrese.
ru_ru: Это не корректный адрес электронной почты.
sk_sk: Toto nie je platná emailová adresa.
tr_tr: Bu e-posta adresi geçersiz.

source: This is how your message text will look like.
de_de: So wird Ihr Nachrichtentext aussehen.
fi_fi: Viestitekstisi tulee näyttämään tältä.
ja_jp: メールテキストはこのような表示になります。
lv_lv: Šādi izskatīsies jūsu ziņojuma teksts.
ru_ru: Вот как будет выглядеть текст вашего сообщения.
sk_sk: Takto bude vyzerať text vašej správy.
tr_tr: İleti metniniz bu şekilde görünecektir.

source: This is not a valid email address
de_de: Dies ist keine gültige E-Mail-Adresse
fi_fi: Tämä ei ole käypä sähköpostiosoite
ja_jp: このメールアドレスは無効です
lv_lv: Šī nav derīga e-pasta adrese
ru_ru: Недопустимый электронный адрес
sk_sk: Toto nie je platná emailová adresa
tr_tr: Bu geçerli bir e-posta adresi değil

source: This is not a valid email address. If you want to specify multiple addresses, please use a comma to separate them.
de_de: Dies ist keine gültige E-Mail Adresse. Wenn Sie mehrere Adressen angeben möchten, trennen Sie diese bitte mit einem Komma.
fi_fi: Tämä sähköpostiosoite ei kelpaa. Jos haluat antaa useita osoitteita, erota ne toisistaan pilkulla.
ja_jp: このメールアドレスは無効です複数のアドレスを指定する場合は、コンマで区切ってください。
lv_lv: Šī nav derīga e-pasta adrese. Ja vēlaties norādīt vairākas adreses, lūdzu, atdaliet tās ar komatu.
ru_ru: Это неверный адрес электронной почты. Если вы хотите указать несколько адресов, используйте запятую для их разделения.
sk_sk: Toto nie je platná e-mailová adresa. Ak chcete zadať viac adries, oddeľte ich čiarkou.
tr_tr: Bu e-posta adresi geçersiz. Birden fazla adres belirtmek istiyorsanız lütfen adresleri virgülle ayırın.

source: This is not a valid mail address
de_de: Dies ist keine gültige E-Mail-Adresse
fi_fi: Tämä ei ole käypä postiosoite
ja_jp: 有効なメールアドレスではありません
lv_lv: Šī nav derīga e-pasta adrese
ru_ru: Недопустимый электронный адрес
sk_sk: Toto nie je platná emailová adresa
tr_tr: Bu geçerli bir e-posta adresi değil

source: This is your recovery code. Please write it down, print it, or save the file. Be sure to save this in a secure location.
de_de: Dies ist Ihr Wiederherstellungscode. Bitte notieren Sie ihn, drucken Sie ihn oder speichern Sie die Datei. Bewahren Sie ihn an einem sicheren Ort auf.
fi_fi: Tämä on palautuskoodisi. Kirjoita se ylös, tulosta se tai tallenna tiedosto. Säilytä tieto turvallisessa paikassa.
ja_jp: 復元コードです。復元コードを書き留める、印刷、またはファイルに保存してください。必ずセキュリティ保護された場所に保存してください。
lv_lv: Šis ir jūsu atgūšanas kods. Lūdzu pierakstiet to, izdrukājiet vai saglabājiet failā un glabājiet to drošā vietā.
ru_ru: Это ваш код восстановления. Пожалуйста запишите код, распечатайте, или сохраните файл. Удостоверьтесь, что сохранили код в безопасном месте.
sk_sk: Toto je váš obnovovací kód. Zapíšte si ho, vytlačte si ho alebo si súbor uložte. Uchovajte kód na bezpečnom mieste.
tr_tr: Bu sizin kurtarma kodunuz. Lütfen bunu bir yere yazarak, çıktısını alarak veya dosyayı kaydederek güvenli bir yerde saklayın.

source: This list has no delegates yet
de_de: Diese Liste hat noch keine Beauftragten
fi_fi: Tällä listalla ei vielä ole resurssivastaavia
ja_jp: このリストには委任が登録されていません
lv_lv: Šim sarakstam pagaidām nav delegātu
ru_ru: В этом списке пока нет представителей
sk_sk: Tento zoznam zatiaľ nemá delegátov
tr_tr: Bu listede henüz sorumlu yok

source: This list has no entries yet
de_de: Diese Liste hat noch keine Einträge
fi_fi: Lista on vielä tyhjä
ja_jp: このリストには項目が登録されていません
lv_lv: Šim sarakstam pagaidām nav ierakstu
ru_ru: В этом списке пока нет записей
sk_sk: Tento zoznam zatiaľ nemá položky
tr_tr: Bu listede henüz kayıt yok

source: This list has no members yet
de_de: Diese Liste hat noch keine Mitglieder
fi_fi: Tällä listalla ei vielä ole jäseniä
ja_jp: このリストにはメンバーが登録されていません
lv_lv: Šim sarakstam pagaidām nav dalībnieku
ru_ru: Нет контактов в списке
sk_sk: Tento distribučný zoznam zatiaľ nemá členov
tr_tr: Listede henüz üye yok

source: This list has no participants yet
de_de: Diese Liste hat noch keine Teilnehmer
fi_fi: Tällä listalla ei vielä ole osallistujia
ja_jp: このリストには参加者が登録されていません
lv_lv: Šim sarakstam pagaidām nav dalībnieku
ru_ru: Нет контактов в списке
sk_sk: Tento distribučný zoznam zatiaľ nemá členov
tr_tr: Henüz bu listenin katılımcısı yok

source: This mail has no content
de_de: Diese E-Mail hat keinen Inhalt
fi_fi: Tässä viestissä ei ole sisältöä
ja_jp: このメールにはメール本文がありません
lv_lv: Šai vēstulei nav satura
ru_ru: Пустое сообщение
sk_sk: Tento email nemá žiadny obsah
tr_tr: Bu e-postanın içeriği yok

source: This mail was sent on behalf of another person.
de_de: Diese E-Mail wurde im Auftrag einer anderen Person gesendet.
fi_fi: Tämä viesti on lähetetty toisen henkilön puolesta.
ja_jp: このメールは他の人の代わりに送信されました。
lv_lv: Šī vēstule ir nosūtīta citas personas vārdā.
ru_ru: Это письмо было отправлено от имени другого человека.
sk_sk: Tento email bol odoslaný v mene inej osoby.
tr_tr: Bu e-posta başka biri adına gönderildi.

source: This message has been truncated due to size limitations.
de_de: Diese Nachricht wurde wegen Größenbeschränkungen abgeschnitten.
fi_fi: Tätä viestiä on lyhennetty kokorajoitusten vuoksi.
ja_jp: このメッセージはサイズの制限のために一部が表示されません。
lv_lv: Ziņojums ir saīsināts saskaņā ar apjoma ierobežojumiem.
ru_ru: Сообщение урезано, так как его размер превышает допустимый.
sk_sk: Táto správa bola skrátená kvôli obmedzeniam veľkosti.
tr_tr: Bu ileti, boyut sınırlamaları nedeniyle kesilmiştir.

source: This message was sent via a mailing list.
de_de: Diese Nachricht wurde über eine Mailingliste gesendet.
fi_fi: Tämä viesti lähetettiin postituslistan kautta.
ja_jp: このメッセージはメーリングリストで送信されました。
lv_lv: Šis ziņojums ir nosūtīts, izmantojot izplatīšanas sarakstu.
ru_ru: Это сообщение было отправлено в список рассылки.
sk_sk: Táto správa bola poslaná prostredníctvom poštovej konferencie.
tr_tr: Bu ileti bir posta listesi üzerinden gönderildi.

source: This message was sent via the mailing list %1$s.
de_de: Diese Nachricht wurde über die Mailingliste %1$s gesendet.
fi_fi: Tämä viesti lähetettiin %1$s -postituslistan kautta.
ja_jp: このメッセージはメーリングリスト%1$sで送信されました。
lv_lv: Šis ziņojums ir nosūtīts, izmantojot izplatīšanas sarakstu %1$s.
ru_ru: Это сообщение было отправлено в список рассылки %1$s.
sk_sk: Táto správa bola poslaná prostredníctvom poštovej konferencie %1$s.
tr_tr: Bu ileti %1$s posta listesi üzerinden gönderildi.

source: This name is already used. Please choose a different one.
de_de: Dieser Name ist bereits vergeben. Bitte wählen Sie einen anderen.
fi_fi: Nimi on jo käytössä. Valitse eri nimi.
ja_jp: この名前は既に使用されています。別のメールアドレスを選んでください。
lv_lv: Šis vārds jau tiek lietots. Lūdzu izvēlieties citu vārdu.
ru_ru: Это имя уже используется. Пожалуйста, выберите другое.
sk_sk: Toto meno sa už používa. Prosím, zvoľte iné.
tr_tr: Bu isim zaten kullanılıyor. Lütfen farklı bir isim seçin.

source: This note will not be printed
de_de: Dieser Hinweis wird nicht gedruckt
fi_fi: Tämä merkintää ei tulosteta
ja_jp: このメモは印刷されません
lv_lv: Šī piezīme netiks drukāta
ru_ru: Не удалось вывести на печать эту заметку
sk_sk: Táto poznámka sa nevypíše
tr_tr: Bu not yazdırılmayacaktır

source: This page is not served with http2. It is likely that you encounter performance issues.
de_de: Diese Seiten verwenden kein http2. Möglicherweise treten Leistungsprobleme auf.
fi_fi: Tätä sivua ei näytetä http2:lla. On todennäköistä, että kohtaat suorituskykyongelmia.
ja_jp: このページは、http2で提供されていません。パフォーマンスの問題が発生する可能性があります。
lv_lv: Šī lapa netiek pasniegta ar http2. Iespējams, ka radīsies veiktspējas problēmas.
ru_ru: Эти страницы не обслуживаются с помощью http2. Вполне вероятно, что вы столкнетесь с проблемами производительности.
sk_sk: Táto stránka sa neprenáša prostredníctvom http2. Je možné, že narazíte na problémy s výkonom.
tr_tr: Bu sayfa http2 üzerinden sunulmuyor. Performans sorunlarıyla karşılaşabilirsiniz.

source: This platform is currently not supported.
de_de: Diese Plattform wird derzeit nicht unterstützt.
fi_fi: Tätä alustaa ei tällä hetkellä tueta.
ja_jp: このプラットフォームは現在サポートされていません。
lv_lv: Šī platforma pašlaik netiek atbalstīta.
ru_ru: Эта платформа не поддерживается.
sk_sk: Táto platforma nie je momentálne podporovaná.
tr_tr: Kullandığınız platform şu anda desteklenmiyor.
