Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Do you want the appointments printed in detail or as a compact list?
de_de: Wollen Sie die Termine im Detail oder als kompakte Liste drucken?
fi_fi: Haluatko, että tapaamisesi kirjoitetaan yksityiskohtaisesti vai tiivistettynä luettelona?
ja_jp: 印刷の種類の選択
lv_lv: Vai jūs vēlaties drukāt mītiņus detalizēti vai kā kompaktu sarakstu?
ru_ru: Отпечатать информацию о встречах в подробной или в компактной форме?
sk_sk: Chcete vypísať schôdzky podrobne alebo vo forme kompaktného zoznamu?
tr_tr: Randevularınız ayrıntılı olarak mı yoksa özet bir liste olarak mı yazdırılsın?

source: Do you want to edit the whole series or just this appointment within the series?
de_de: Wollen Sie die gesamte Serie oder nur diesen Termin aus der Serie bearbeiten?
fi_fi: Haluatko muokata koko sarjan vai ainoastaan tätä tapaamista?
ja_jp: 予定の系列を編集しますか、それともこの予定のみを編集しますか？
lv_lv: Vai vēlaties rediģēt visu sēriju vai tikai šo atsevišķo mītiņu?
ru_ru: Изменить отдельную встречу или всю последовательность?
sk_sk: Skutočne chcete upraviť celú sériu alebo len túto schôdzku v sérii?
tr_tr: Tüm diziyi mi yoksa yalnızca dizinin içindeki bu randevuyu mu düzenlemek istiyorsunuz?

source: Do you want to edit this and all future appointments or just this appointment within the series?
de_de: Wollen Sie diesen Termin und alle zukünftigen Termine oder nur diesen Termin aus der Serie bearbeiten?
fi_fi: Haluatko muokata tätä ja kaikkia tulevia tapaamisia vai ainoastaan tätä tapaamista?
ja_jp: この予定とこれからの予定すべてを編集しますか、それとも全体の中のこの予定のみを編集しますか？
lv_lv: Vai vēlaties rediģēt šo un visus turpmākos mītiņus vai arī tikai šo mītiņu?
ru_ru: Хотите изменить эту и все последующие встречи или только эту встречу в серии?
sk_sk: Skutočne chcete upraviť túto a všetky budúce schôdzky alebo len túto schôdzku v sérii?
tr_tr: Hem bunu hem de dizideki tüm gelecek randevuları mı yoksa yalnızca bu randevuyu mu silmek istiyorsunuz?

source: Do you want to edit this and all future appointments or the whole series?
de_de: Wollen Sie diesen Termin und alle zukünftigen Termine oder die gesamte Serie bearbeiten?
fi_fi: Haluatko muokata tätä ja kaikkia tulevia tapaamisia vai koko sarjaa?
ja_jp: この予定とこれからの予定すべてを編集しますか、それともシリーズ全体を編集しますか？
lv_lv: Vai vēlaties rediģēt šo un turpmākos mītiņus vai arī visu šo mītiņu sēriju?
ru_ru: Хотите изменить эту и будущие встречи или всю серию?
sk_sk: Skutočne chcete upraviť túto a všetky budúce schôdzky alebo celú sériu?
tr_tr: Bunu ve gelecekteki randevuları mı yoksa tüm diziyi mi düzenlemek istiyorsunuz?

source: Do you want to move all messages from %1$s to that category?
de_de: Wollen Sie alle Nachrichten von %1$s in diese Kategorie verschieben?
fi_fi: Haluatko siirtää kaikki viestit osoitteesta %1$s samaan luokkaan?
ja_jp: 差出人 %1$s からのすべてのメッセージを指定するカテゴリに移動しますか?
lv_lv: Vai vēlaties visus ziņojumus no %1$s pārvietot uz šo kategoriju?
ru_ru: Вы хотите переместить все сообщения от %1$s в эту категорию?
sk_sk: Chcete presunúť všetky správy od %1$s do tejto kategórie?
tr_tr: %1$s adresinden gelen tüm iletileri bu kategoriye taşımak istiyor musunuz?

source: Do you want to move all messages from selected senders to that category?
de_de: Wollen Sie alle Nachrichten der ausgewählten Absender in diese Kategorie verschieben?
fi_fi: Haluatko siirtää kaikki viestit valituista osoitteista samaan luokkaan?
ja_jp: 選択された差出人からのすべてのメッセージを指定するカテゴリに移動しますか?
lv_lv: Vai vēlaties visus ziņojumus no izvēlētajiem sūtītājiem pārvietot uz šo kategoriju?
ru_ru: Вы хотите переместить все сообщения от выбранных отправителей в эту категорию?
sk_sk: Chcete presunúť všetky správy od vybraných odosielateľov do tejto kategórie?
tr_tr: Seçili gönderenlerden gelen tüm iletileri bu kategoriye taşımak istiyor musunuz?

source: Do you want to permanently delete these mails?
de_de: Wollen Sie diese E-Mails unwiderruflich löschen?
fi_fi: Haluatko poistaa nämä viestit lopullisesti?
ja_jp: 選択したメールを完全に削除しますか?
lv_lv: Vai vēlaties neatgriezeniski dzēst šīs vēstules?
ru_ru: Вы хотите навсегда удалить эти письма?
sk_sk: Chcete tieto emaily trvale zmazať?
tr_tr: Bu e-postaları kalıcı olarak silmek istiyor musunuz?

source: Do you want to permanently delete this mail?
de_de: Wollen Sie diese E-Mail unwiderruflich löschen?
fi_fi: Haluatko lopullisesti poistaa tämän viestin?
ja_jp: 選択したメールを完全に削除しますか?
lv_lv: Vai tiešām vēlaties neatgriezeniski dzēst šo vēstuli?
ru_ru: Вы хотите удалить это письмо безвозвратно?
sk_sk: Chcete tento email trvale zmazať?
tr_tr: Bu e-postayı kalıcı olarak silmek istiyor musunuz?

source: Do you want to remove %1$s from your deputy list?
de_de: Möchten Sie %1$s aus Ihrer Stellvertreterliste entfernen?
fi_fi: Haluatko poistaa %1$s sijaisluettelostasi?
ja_jp: 代理人リストから %1$s を削除しますか？
lv_lv: Vai tiešām vēlaties noņemt %1$s no sava vietnieku saraksta?
ru_ru: Вы хотите удалить %1$s из своего списка заместителей?
sk_sk: Skutočne chcete odstrániť %1$s zo zoznamu vašich zástupcov?
tr_tr: %1$s adlı vekili vekil listenizden çıkarmak istiyor musunuz?

source: Do you want to reply all or just %1$s?
de_de: Möchten Sie allen oder nur %1$s antworten?
fi_fi: Haluatko vastata kaikille vai vain vastaanottajalle %1$s?
ja_jp: 全員に返信しますか、それとも%1$sだけに返信しますか？
lv_lv: Vai vēlaties atbildēt visiem vai tikai %1$s?
ru_ru: Вы хотите ответить всем или только %1$s?
sk_sk: Ste si istí, že chcete odpovedať všetkým alebo len "%s"?
tr_tr: Tümünü mü yoksa yalnızca %1$s adresini mi yanıtlamak istiyorsunuz?

source: Do you want to revoke the access of this application?
de_de: Wollen Sie den Zugriff dieser Applikation widerrufen?
fi_fi: Haluatko peruuttaa pääsyn tähän sovellukseen?
ja_jp: このアプリケーションのアクセスを無効にしますか?
lv_lv: Vai vēlaties atsaukt šīs aplikācijas piekļuvi?
ru_ru: Отозвать доступ этого приложения?
sk_sk: Skutočne chcete odvolať prístup k tejto aplikácii?
tr_tr: Bu uygulamanın erişimini iptal etmek istiyor musunuz?

source: Document
de_de: Dokument
fi_fi: Asiakirja
ja_jp: ドキュメント
lv_lv: Dokuments
ru_ru: Документ
sk_sk: Dokument
tr_tr: Belge

source: Does not exist
de_de: Existiert nicht
fi_fi: Ei ole olemassa
ja_jp: 選択した条件が存在しない
lv_lv: Neeksistē
ru_ru: Не существует
sk_sk: Neexistuje
tr_tr: Yok

source: Domain
ja_jp: ドメイン
lv_lv: Domēns
ru_ru: Домен
sk_sk: doména
tr_tr: Alan adı

source: Don't remind me again
de_de: Nicht wieder erinnern
fi_fi: Älä muistuta minua uudestaan
ja_jp: 再通知しないでください。
lv_lv: Vairs neatgādināt
ru_ru: Больше не напоминать
sk_sk: Už mi nepripomínať
tr_tr: Bir daha anımsatma

source: Done
de_de: Erledigt
fi_fi: Valmis
ja_jp: 完了
lv_lv: Paveikts
ru_ru: Готово
sk_sk: Hotovo
tr_tr: Bitti

source: Downlad
de_de: Herunterladen
fi_fi: Lataa
ja_jp: ダウンロード
lv_lv: Lejupielāde
ru_ru: Скачать
sk_sk: Stiahnuť
tr_tr: İndir

source: Download
de_de: Herunterladen
fi_fi: Lataa
ja_jp: ダウンロード
lv_lv: Lejupielāde
ru_ru: Скачать
sk_sk: Stiahnuť
tr_tr: İndir

source: Download %1$s
de_de: %1$s herunterladen
fi_fi: Lataa %1$s
ja_jp: %1$s をダウンロード
lv_lv: Lejupielādēt %1$s
ru_ru: Скачать %1$s
sk_sk: Stiahnuť %1$s
tr_tr: %1$s indir

source: Download %1$s for %2$s now
de_de: %1$s für %2$s jetzt herunterladen
fi_fi: Lataa %1$s -asiakasohjelma alustalle %2$s nyt
ja_jp: %1$s (%2$s用) を今すぐダウンロード
lv_lv: Lejupielādēt %1$s priekš %2$s tagad
ru_ru: Загрузите %1$s для %2$s сейчас
sk_sk: Stiahnite si teraz %1$s pre %2$s
tr_tr: %2$s için %1$s istemcisini indir

source: Download %1$s for Windows
de_de: %1$s für Windows herunterladen
fi_fi: Lataa %1$s Windowsille
ja_jp: Windows用に%1$sをダウンロード
lv_lv: Lejupielādēt %1$s for Windows
ru_ru: Скачать %1$s для Windows
sk_sk: Stiahnuť %1$s pre Windows
tr_tr: Windows için %1$s istemcisini indir

source: Download %1$s.
de_de: %1$s herunterladen.
fi_fi: Lataa %1$s.
ja_jp: %1$s をダウンロード
lv_lv: Lejupielādēt %1$s.
ru_ru: Загрузить %1$s.
sk_sk: Stiahnuť %1$s.
tr_tr: %1$s arşivini indir.

source: Download %s
de_de: %s herunterladen
fi_fi: Lataa %s
ja_jp: %s をダウンロード
lv_lv: Lejupielādēt %s
ru_ru: Скачать %s
sk_sk: Stiahnuť %s
tr_tr: %s indir

source: Download and Install
de_de: Herunterladen und Installieren
fi_fi: Lataa ja asenna
ja_jp: ダウンロートとインストール
lv_lv: Lejupielādēt un instalēt
ru_ru: Скачать и установить
sk_sk: Stiahnuť nainštalovať
tr_tr: İndir ve yükle

source: Download configuration
de_de: Konfiguration herunterladen
fi_fi: Lataa konfiguraatio
ja_jp: ダウンロード設定
lv_lv: Lejupielādēt konfigurāciju
ru_ru: Скачать конфигурацию
sk_sk: Stiahnuť konfiguráciu
tr_tr: Yapılandırmayı indir

source: Download entire folder
de_de: Gesamten Ordner herunterladen
fi_fi: Lataa koko kansio
ja_jp: フォルダー全体をダウンロード
lv_lv: Lejupielādēt visu mapi
ru_ru: Скачать всю папку
sk_sk: Stiahnuť celý priečinok
tr_tr: Tüm klasörü indir

source: Download infected file
de_de: Infizierte Datei herunterladen
fi_fi: Lataa infektoitunut tiedosto
ja_jp: 感染ファイルをダウンロード
lv_lv: Lejupielādēt inficētu failu
ru_ru: Скачать зараженный файл
sk_sk: Stiahnuť infikovaný súbor
tr_tr: Enfekte dosyayı indir

source: Download personal data
de_de: Persönliche Daten herunterladen
fi_fi: Lataa henkilötiedot
ja_jp: 個人データをダウンロード個人データをダウンロード
lv_lv: Lejupielādēt personīgos datus
ru_ru: Скачать личные данные
sk_sk: Stiahnuť osobné údaje
tr_tr: Kişisel verileri indir

source: Download profile
de_de: Profil herunterladen
fi_fi: Lataa profiili
ja_jp: プロファイルををダウンロード
lv_lv: Lejupielādēt profilu
ru_ru: Загрузить профиль
sk_sk: Stiahnuť profil
tr_tr: Profili indir

source: Download requested
de_de: Download angefordert
fi_fi: Lataamista pyydetty
ja_jp: 要求されたものをダウンロード
lv_lv: Lejupielāde pieprasīta
ru_ru: Загрузка запрошена
sk_sk: Stiahnutie vyžiadané
tr_tr: İndirme isteği alındı

source: Download the %1$s client for %2$s
de_de: %1$s-Client für %2$s herunterladen
fi_fi: Lataa %1$s -asiakasohjelma alustalle %2$s
ja_jp: %1$sクライアント (%2$s 用) をダウンロード
lv_lv: Lejupielādēt %1$s %2$s klienta aplikāciju
ru_ru: Загрузите клиент %1$s для %2$s
sk_sk: Stiahnuť %1$s, klienta %2$s
tr_tr: %2$s için %1$s istemcisini indir

source: Download the application.
de_de: Laden Sie die Applikation herunter.
fi_fi: Lataa sovellus.
ja_jp: アプリケーションをダウンロード
lv_lv: Lejupielādēt aplikāciju.
ru_ru: Скачайте приложение.
sk_sk: Stiahnuť aplikáciu.
tr_tr: Uygulamayı indirin.

source: Download unscanned file
de_de: Datei ungeprüft herunterladen
fi_fi: Lataa skannaamaton tiedosto
ja_jp: スキャンされていないファイルをダウンロード
lv_lv: Lejupielādēt neskenētu failu
ru_ru: Скачать непроверенный файл
sk_sk: Stiahnuť neskontrolovaný súbor
tr_tr: Taranmamış dosyayı indir

source: Download your personal data
de_de: Ihre persönlichen Daten herunterladen
fi_fi: Lataa tietosi
ja_jp: 個人データをダウンロード
lv_lv: Lejupielādēt personīgos datus
ru_ru: Загрузить ваши персональные данные
sk_sk: Stiahnuť vaše osobné údaje
tr_tr: Kişisel verilerinizi indirin

source: Drafts
de_de: Entwürfe
fi_fi: Luonnokset
ja_jp: 下書き
lv_lv: Melnraksti
ru_ru: Черновики
sk_sk: Rozpísané
tr_tr: Taslaklar

# folder
source: Drafts
de_de: Entwürfe
fi_fi: Luonnokset
ja_jp: 下書き
lv_lv: Melnraksti
ru_ru: Черновики
sk_sk: Rozpísané
tr_tr: Taslaklar

source: Drag to reorder filter rules
de_de: Zum Neusortieren der Filterregeln ziehen
fi_fi: Raahaa järjestelläksesi uudestaan suodattimen sääntöjä
ja_jp: ドラッグしてフィルタールールの順番を変更
lv_lv: Pārvelciet lai pārkārtotu filtra noteikumus
ru_ru: Перетащите, чтобы изменить порядок правил фильтрации
sk_sk: Poradie pravidiel filtra zmeníte pretiahnutím myšou
tr_tr: Filtre kurallarını yeniden sıralamak için sürükleyin

source: Drag to reorder items
de_de: Zum Neusortieren der Objekte ziehen
fi_fi: Muuta järjestystä vetämällä ja pudottamalla
ja_jp: ドラッグしてアイテムの順番を変更できます。
lv_lv: Pārvelciet lai pārkārtotu
ru_ru: Перетащите, чтобы изменить порядок
sk_sk: Ťahaním môžete meniť poradie položiek
tr_tr: Öğeleri sıralamak için sürükleyin

source: Drag to reorder widget
de_de: Zum Ändern der Widget-Reihenfolge ziehen
fi_fi: Siirrä uudelleenjärjestelläksesi widgetit
ja_jp: ドラッグでウィジェットの順番を変更できます
lv_lv: Pārvelciet lai pārkārtotu
ru_ru: Перетащите, чтобы изменить порядок
sk_sk: Ťahaním preusporiadate miniaplikácie
tr_tr: Bileşenin sırasını değiştirmek için sürükleyin

# app
source: Drive
ja_jp: ドライブ
ru_ru: Диск

source: Drive Client
fi_fi: Drive-asiakassovellus
ja_jp: ドライブクライアント
lv_lv: Krātuves klients
ru_ru: Автомобильный Клиент
sk_sk: Klient Drive
tr_tr: Drive İstemcisi

source: Drop EML file here for import
de_de: Zum Importieren EML-Datei hier ablegen
fi_fi: Tuodaksesi EML-tiedosto tiputa se tähän
ja_jp: インポートするEML ファイルをここにドロップ
lv_lv: Lai importētu EML fialu, pārvelciet to šeit
ru_ru: Перетащите сюда файл EML для импорта
sk_sk: Poštu importujete pretiahnutím súboru EML sem
tr_tr: İçe aktarılacak EML dosyasını buraya sürükleyin

source: Drop ICS or ICAL files here to import
de_de: Zum Importieren ICS- oder ICAL-Dateien hier ablegen
fi_fi: Pudota ICS- tai ICAL-tiedostot tänne tuontia varten
ja_jp: インポートするICS ファイルと ICALファイル をここにドロップ
lv_lv: Ievietojiet šeit ICS vai ICAL failus, lai tos importētu
ru_ru: Перетащите файлы ICS или ICAL сюда для импорта
sk_sk: Importovať môžete pretiahnutím súboru ICS alebo ICAL sem
tr_tr: İçe aktarılacak ICS veya ICAL dosyalarını buraya sürükleyin

source: Drop attachments here
de_de: Anhänge hier ablegen
fi_fi: Pudota liitteet tähän
ja_jp: 添付するファイルをここにドロップ
lv_lv: Novietot pielikumus šeit
ru_ru: Перетащите вложения сюда
sk_sk: Sem presuňte prílohy
tr_tr: Ekleri buraya sürükleyin

source: Drop files or folders here to upload
de_de: Zum Hochladen Dateien oder Ordner hier ablegen
fi_fi: Pudotatiedostot tai kansiot tähän lataamista varten
ja_jp: アップロードするファイルまたはフォルダーをここにドロップ
lv_lv: Lai augšupielādētu failus vai mapes, pārvelciet un nometiet tās šeit
ru_ru: Перетащите сюда файлы или папки для загрузки
sk_sk: Sem pretiahnite súbory alebo priečinky, ktoré chcete nahrať
tr_tr: Yüklenecek dosya veya klasörleri buraya sürükleyin

source: Drop here
de_de: Hier ablegen
fi_fi: Pudota tähän
ja_jp: ここにドロップ
lv_lv: Nometiet šeit
ru_ru: Брось сюда
sk_sk: Pretiahnite sem
tr_tr: Buraya sürükleyin

source: Drop here to import this email
de_de: Zum Importieren der E-Mail hier ablegen
fi_fi: Pudota tähän tuodaksesi tämä sähköposti
ja_jp: このメールをインポートするには、ここにドロップしてください
lv_lv: Lai importētu e-pastu, pārvelciet to šeit
ru_ru: Перетащите сюда для импорта сообщения
sk_sk: Tento email importujete pretiahnutím sem
tr_tr: Bu e-postayı içe aktarmak için buraya sürükleyin

source: Drop here to upload a <b class="dndignore">new attachment</b>
de_de: Zum Hochladen eines <b class="dndignore">neuen Anhangs</b> hier ablegen
fi_fi: Tiputa tähän ladataksesi <b class="dndignore">uusi liite</b>
ja_jp: <b class="dndignore">添付するファイル</b> をここにドロップしてアップロード
lv_lv: Pārvelciet šeit, lai augšupielādētu <b class="dndignore">jaunu pievienojumu</b>
ru_ru: Перетащите сюда для добавления <b class="dndignore">вложения</b>
sk_sk: Pretiahnutím súboru sem nahráte <b class="dndignore">novú prílohu</b>
tr_tr: <b class="dndignore">Yeni bir ek</b> yüklemek için dosyayı buraya sürükleyin

source: Drop here to upload a <b class="dndignore">new file</b>
de_de: Zum Hochladen einer <b class="dndignore">neuen Datei</b> hier ablegen
fi_fi: Tiputa tähän ladataksesi <b class="dndignore">uusi tiedosto</b>
ja_jp: <b class="dndignore">新規ファイル</b> をここにをドロップしてアップロード
lv_lv: Pārvelciet šeit, lai augšupielādētu <b class="dndignore">jaunu failu</b>
ru_ru: Перетащите сюда для добавления <b class="dndignore">нового файла</b>
sk_sk: Pretiahnutím súboru sem nahráte <b class="dndignore">nový súbor</b>
tr_tr: <b class="dndignore">Yeni dosya</b> yüklemek için dosyayı buraya sürükleyin

source: Drop here to upload a <b class="dndignore">new version</b>
de_de: Zum Hochladen einer <b class="dndignore">neuen Version</b> hier ablegen
fi_fi: Tiputa tähän ladataksesi <b class="dndignore">uusi versio</b>
ja_jp: <b class="dndignore">新しいバージョン</b>をここにドロップしてアップロード
lv_lv: Pārvelciet šeit, lai augšupielādētu <b class="dndignore">jaunu versiju</b>
ru_ru: Перетащите сюда для добавления <b class="dndignore">новой версии</b>
sk_sk: Pretiahnutím súboru sem nahráte <b class="dndignore">novú verziu</b>
tr_tr: <b class="dndignore">Yeni bir sürüm</b> yüklemek için dosyayı buraya sürükleyin

source: Drop here to upload a <b class="dndignore">new version</b> of "%1$s"
de_de: Zum Hochladen einer <b class="dndignore">neuen Version</b> von "%1$s" hier ablegen
fi_fi: Pudota tähän ladataksesi uusi versio</b> kohteesta %1$s <b class="dndignore">"
ja_jp: "%1$s" の <b class="dndignore">新しいバージョン</b>をここにドロップしてアップロード
lv_lv: Pārvelciet šeit, lai augšupielādētu <b class="dndignore">jaunu versiju</b> šim "%1$s"
ru_ru: Перетащите сюда для добавления <b class="dndignore">новой версии</b> «%1$s».
sk_sk: Pretiahnutím súboru sem nahráte <b class="dndignore">novú verziu</b> "%1$s"
tr_tr: "%1$s" dosyasının <b class="dndignore">yeni bir sürümünü</b> yüklemek için dosyayı buraya sürükleyin

source: Drop inline images here
de_de: Inline-Bilder hier ablegen
fi_fi: Pudota inline-kuvat tähän
ja_jp: インライン挿入する画像をここにドロップ
lv_lv: Novietojiet ietverto attēlu šeit
ru_ru: Поместите сюда встраиваемые изображения
sk_sk: Sem presuňte obrázky v tele správy
tr_tr: Satır içi resimleri buraya sürükleyin

source: Drop new version of "%1$s" here
de_de: Neue Version von "%1$s" hier ablegen
fi_fi: Pudota uusi versio tiedostosta "%1$s" tähän
ja_jp: "%1$s" の新しいバージョンをここにドロップ
lv_lv: Ielādēt jaunu "%1$s" versiju šeit
ru_ru: Перетащите новую версию «%1$s» сюда
sk_sk: Sem pretiahnite novú verziu "%1$s"
tr_tr: "%1$s" dosyasının yeni sürümünü buraya sürükleyin

source: Drop only a single file as new version.
de_de: Nur eine einzelne Datei als neue Version ablegen.
fi_fi: Pudota vain yksi tiedosto uutena versiona.
ja_jp: 新しいバージョンのファイルを１つだけドロップしてください。
lv_lv: Pievienot tikai atsevišķu failu kā jaunu versiju.
ru_ru: Перетащите только один файл.
sk_sk: Pretiahnite ako novú verziu iba jediný súbor.
tr_tr: Yeni olarak yalnızca bir dosya bırakabilirsiniz.

source: Due
de_de: Fällig
fi_fi: Valmis
ja_jp: 期限
lv_lv: Termiņš
ru_ru: Срок
sk_sk: Termín
tr_tr: Sona erme tarihi

source: Due date
de_de: Fälligkeitstermin
fi_fi: Valmistumispäivämäärä
ja_jp: 期限
lv_lv: Izpildes datums
ru_ru: Срок
sk_sk: Termín
tr_tr: Bitiş tarihi

source: Due on %1$s
de_de: Fällig am %1$s
fi_fi: Erääntyy %1$s
ja_jp: 期限: %1$s
lv_lv: Izpildāms %1$s
ru_ru: Заканчивается %1$s
sk_sk: Termín %1$s
tr_tr: %1$s tarihinde sona eriyor

source: Duration per image
de_de: Dauer pro Bild
fi_fi: Kesto kuvaa kohti
ja_jp: 画像ごとの時間
lv_lv: Laiks uz attēlu
ru_ru: Время на одно изображение
sk_sk: Trvanie na obrázok
tr_tr: Resim başına süre

source: Dutch
de_de: Niederländisch
fi_fi: hollanti
ja_jp: オランダ語
lv_lv: Holandiešu
ru_ru: Голландский
sk_sk: holandčina
tr_tr: Flemenkçe

source: E-Mails will appear in a new window. These windows can be maximized, minimized and closed.
de_de: E-Mails erscheinen in einem neuen Fenster. Diese Fenster können maximiert, minimiert und geschlossen werden.
fi_fi: Sähköpostit näkyvät uudessa ikkunassa. Näitä voidaan suurentaa, pienentää tai sulkea.
ja_jp: メールが新規ウィンドウに表示されます。このウィンドウは最大化したり、最小化したり、閉じたりすることができます。
lv_lv: E-pasta vēstules tiks uzrādītas jaunā logā. Šie logi var tikt maksimizēti, minimizēti un aizvērti.
ru_ru: Письма будут открываться в новом окне. Окна можно развернуть, свернуть и закрыть.
sk_sk: E-maily sa objavia v novom okne. Tieto okná je možné maximalizovať, minimalizovať alebo zatvoriť.
tr_tr: E-postalar yeni bir pencerede açılacaktır. Bu pencereleri büyütüp küçültebilir ve kapatabilirsiniz.

source: EB
fi_fi: ET
ru_ru: ЭБ

source: Edit
de_de: Bearbeiten
fi_fi: Muokkaa
ja_jp: 編集
lv_lv: Rediģēt
ru_ru: Изменить
sk_sk: Upraviť
tr_tr: Düzenle

source: Edit %1$s
de_de: %1$s bearbeiten
fi_fi: Muokkaa %1$s
ja_jp: %1$s を編集
lv_lv: Rediģēt %1$s
ru_ru: Редактировать %1$s
sk_sk: Upraviť %1$s
tr_tr: %1$s düzenle

source: Edit %s
de_de: %s bearbeiten
fi_fi: Muokkaa %1$s
ja_jp: %s を編集
lv_lv: Rediģēt %s
ru_ru: Редактировать %s
sk_sk: Upraviť %s
tr_tr: %1$s kategorisini düzenle

source: Edit Appointment
de_de: Termin bearbeiten
fi_fi: Muokkaa tapaamista
ja_jp: 予定を編集
lv_lv: Rediģēt tikšanos
ru_ru: Изменить встречу
sk_sk: Upraviť schôdzku
tr_tr: Randevuyu düzenle

source: Edit Contact
de_de: Kontakt bearbeiten
fi_fi: Muokkaa yhteystietoa
ja_jp: 連絡先を編集
lv_lv: Rediģēt kontaktu
ru_ru: Изменить контакт
sk_sk: Upraviť Kontakt
tr_tr: Kişiyi düzenle

source: Edit Flickr photo stream
de_de: Flickr Fotostream bearbeiten
fi_fi: Muokka Flickr kuvavirtaa
ja_jp: Flickr フォトストリームを編集
lv_lv: Rediģēt Flickr foto straumi
ru_ru: Изменить фотоленту Flickr
sk_sk: Upraviť tok fotiek Flickr
tr_tr: Flickr fotoğraf akışını düzenle

source: Edit Multifactor Device
de_de: Multifaktor-Gerät bearbeiten
fi_fi: Muokkaa monen tekijän laitetta
ja_jp: 多要素認証デバイスを編集
lv_lv: Rediģēt daudzfaktoru ierīci
ru_ru: Изменить многофакторное устройство
sk_sk: Upraviť zariadenie viackrokového overenia
tr_tr: Çok faktörlü doğrulama cihazını düzenle

source: Edit Tumblr feed
de_de: Tumblr-Feed bearbeiten
fi_fi: Muokkaa Tumblr syötettä
ja_jp: Tumblr フィードを編集
lv_lv: Rediģēt 'Tumblr' straumi
ru_ru: Изменить ленту Tumblr
sk_sk: Upraviť kanál Tumblr
tr_tr: Tumblr akışını düzenle

source: Edit accounts
de_de: Konten bearbeiten
fi_fi: Muokkaa tilejä
ja_jp: アカウントの編集
lv_lv: Rediģēt kontus
ru_ru: Редактировать учетную запись
sk_sk: Upraviť účty
tr_tr: Hesapları düzenle

source: Edit all future appointments
de_de: Alle zukünftigen Termine bearbeiten
fi_fi: Muokkaa kaikkia tulevia tapaamisia
ja_jp: これからのすべての予定を編集
lv_lv: Rediģēt visus turpmākos mītiņus
ru_ru: Редактировать все будущие встречи
sk_sk: Upraviť všetky budúce schôdzky
tr_tr: Gelecekteki tüm randevuları düzenle

source: Edit all objects
de_de: Alle Objekte bearbeiten
fi_fi: Muokkaa kaikkia objekteja
ja_jp: すべてのオブジェクトを編集
lv_lv: Rediģēt visus objektus
ru_ru: Редактировать все объекты
sk_sk: Upravovať všetky objekty
tr_tr: Tüm nesneleri düzenleme

source: Edit all reminders for calendar: %1$s
de_de: Alle Erinnerungen für folgenden Kalender bearbeiten: %1$s
fi_fi: Muokkaa kaikkia muistutuksia kalenterissa %1$s
ja_jp: カレンダーのすべてのアラームを編集: %1$s
lv_lv: Rediģēt visus atgādinājumus kalendāram: %1$s
ru_ru: Отредактировать все напоминания для календаря: %1$s
sk_sk: Upraviť všetky pripomenutia kalendára: %1$s
tr_tr: Takvimdeki tüm anımsatıcıları düzenle: %1$s

source: Edit appointment
de_de: Termin bearbeiten
fi_fi: Muokkaa tapaamista
ja_jp: 予定を編集
lv_lv: Rediģēt mītiņu
ru_ru: Изменить встречу
sk_sk: Upraviť schôdzku
tr_tr: Randevuyu düzenle

source: Edit category
de_de: Kategorie bearbeiten
fi_fi: Muokkaa kategoriaa
ja_jp: カテゴリを編集
lv_lv: Rediģēt kategoriju
ru_ru: Редактировать категорию
sk_sk: Upraviť kategóriu
tr_tr: Kategori düzenle

source: Edit contact
de_de: Kontakt bearbeiten
fi_fi: Muokkaa yhteystietoa
ja_jp: 連絡先を編集
lv_lv: Rediģēt kontaktpersonu
ru_ru: Изменить контакт
sk_sk: Upraviť Kontakt
tr_tr: Kişiyi düzenle

source: Edit copy
de_de: Kopie bearbeiten
fi_fi: Muokkaa kopiota
ja_jp: コピーを編集
lv_lv: Rediģēt kopiju
ru_ru: Изменить копию
sk_sk: Upraviť kópiu
tr_tr: Kopyayı düzenle

source: Edit description
de_de: Beschreibung bearbeiten
fi_fi: Muokkaa kuvausta
ja_jp: 説明を編集
lv_lv: Rediģēt apsrakstu
ru_ru: Изменить описание
sk_sk: Upraviť popis
tr_tr: Açıklamayı düzenle

source: Edit distribution list
de_de: Verteilerliste bearbeiten
fi_fi: Muokkaa jakelulistaa
ja_jp: 連絡先グループを編集
lv_lv: Rediģēt izplatīšanas sarakstu
ru_ru: Изменить список рассылки
sk_sk: Upraviť distribučný zoznam
tr_tr: Dağıtım listesini düzenle

source: Edit draft
de_de: Entwurf bearbeiten
fi_fi: Muokkaa luonnosta
ja_jp: 下書きを編集
lv_lv: Rediģēt melnrakstu
ru_ru: Изменить шаблон
sk_sk: Upraviť rozpísané
tr_tr: Taslağı düzenle

source: Edit group
de_de: Gruppe bearbeiten
fi_fi: Muokkaa ryhmää
ja_jp: グループを編集
lv_lv: Rediģēt grupu
ru_ru: Изменить группу
sk_sk: Upraviť skupinu
tr_tr: Grubu düzenle

source: Edit mail account
de_de: E-Mail-Konto bearbeiten
fi_fi: Muokkaa postitiliä
ja_jp: メールアカウントの編集
lv_lv: Rediģēt pasta kontu
ru_ru: Изменить почтовую учетную запись
sk_sk: Upraviť poštový účet
tr_tr: E-posta hesabını düzenle
