Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Flagged messages
de_de: Markierte Nachrichten
fi_fi: Merkityt viestit
ja_jp: フラグ付きメッセージ
lv_lv: Iezīmētie ziņojumi
ru_ru: Отмеченные сообщения
sk_sk: Označené správy
tr_tr: İşaretli iletiler

source: Flowers
de_de: Blumen
fi_fi: Kukkia
ja_jp: フラワー
lv_lv: Ziedi
ru_ru: Цветы
sk_sk: Kvety
tr_tr: Çiçekler

source: Focus search
de_de: Fokus auf Suchfeld
fi_fi: Kohdenna haku
ja_jp: フォーカス検索
lv_lv: Fokusa meklēšana
ru_ru: Фокус на поиске
sk_sk: Presunúť sa na vyhľadávanie
tr_tr: Aramayı odakla

source: Folder
de_de: Ordner
fi_fi: Kansio
ja_jp: フォルダー
lv_lv: Mape
ru_ru: Папка
sk_sk: Priečinok
tr_tr: Klasör

source: Folder has been moved
de_de: Ordner wurde verschoben
fi_fi: Kansio on siirretty
ja_jp: フォルダーを移動しました
lv_lv: Mape ir pārvietota
ru_ru: Папка перемещена
sk_sk: Priečinok bol presunutý
tr_tr: Klasör taşındı

source: Folder name
de_de: Ordnername
fi_fi: Kansion nimi
ja_jp: フォルダー名
lv_lv: Mapes vārds
ru_ru: Имя папки
sk_sk: Názov priečinka
tr_tr: Klasör adı

source: Folder names must not be empty
de_de: Verzeichnisnamen dürfen nicht leer sein.
fi_fi: Kansioiden nimet eivät saa olla tyhjiä
ja_jp: フォルダー名が入っていません。
lv_lv: Mapju vārdi nevar būt tukši
ru_ru: Имена папок не должны быть пустыми
sk_sk: Názvy súborov nesmú byť prázdne
tr_tr: Klasör adları boş bırakılamaz

source: Folder names must not contain slashes
de_de: Ordnernamen dürfen keine Schrägstriche enthalten.
fi_fi: Kansion nimi ei voi sisältää kauttaviivoja
ja_jp: フォルダー名にはスラッシュを使用できません。
lv_lv: Mapes vārds nevar saturēt slīpsvītras
ru_ru: Имя папки не может содержать «/»
sk_sk: Názvy priečinkov nesmú obsahovať lomku („/“)
tr_tr: Klasör adları eğik çizgi içeremez

source: Folder options
de_de: Ordneroptionen
fi_fi: Kansiovalinnat
ja_jp: フォルダー オプション
lv_lv: Mapes opcijas
ru_ru: Параметры папки
sk_sk: Možnosti priečinka
tr_tr: Klasör seçenekleri

source: Folder view
de_de: Ordneransicht
fi_fi: Kansionäkymä
ja_jp: フォルダービュー
lv_lv: Mapes skats
ru_ru: Вид папок
sk_sk: Zobrazenie priečinkov
tr_tr: Klasör görünümü

source: Folder with name "%1$s" will be hidden. Enable setting "Show hidden files and folders" to access this folder again.
de_de: Der Ordner namens "%1$s" wird ausgeblendet. Zum Zugreifen auf diesen Ordner müssen Sie die Einstellung "Versteckte Dateien und Ordner anzeigen" aktivieren.
fi_fi: Kansio nimeltään "%1$s" piilotetaan. Kytke päälle asetus "Näytä piilotetut tiedostot ja kansiot" nähdäksesi tämä kansio uudestaan.
ja_jp: フォルダー "%1$s" は非表示となります。このフォルダーにアクセスするには、設定の "非表示のフォルダーとファイルを表示" を有効にします。
lv_lv: Mape "%1$s" tiks paslēpta. Lai atkal tai piekļūtu iespējojiet iestatījumu "Rādīt paslēptās mapes un failus".
ru_ru: Папка «%1$s» будет скрыта. Для ее просмотра включите «Показать скрытые файлы и папки».
sk_sk: Priečinok s názvom "%1$s" bude skrytý. Povoľte nastavenie "Zobrazovať skryté súbory a priečinky" ak chcete k tomuto priečinku pristupovať.
tr_tr: "%1$s" adlı klasör gizlenecektir. Bu klasöre yeniden erişmek için "Gizli dosya ve klasörleri göster" ayarını etkinleştirmelisiniz.

source: Folder-specific actions
de_de: Ordnerspezifische Aktionen
fi_fi: Kansiokohtaiset toimenpiteet
ja_jp: フォルダー アクション
lv_lv: Mapes darbības
ru_ru: Действия папки
sk_sk: Operácie priečinka
tr_tr: Klasöre özel eylemler

source: Folders
de_de: Ordner
fi_fi: Kansiot
ja_jp: フォルダー
lv_lv: Mapes
ru_ru: Папки
sk_sk: Priečinky
tr_tr: Klasörler

source: Folders have been moved
de_de: Ordner wurden verschoben
fi_fi: Kansiot on siirretty
ja_jp: フォルダーを移動しました
lv_lv: Mapes ir pārvietotas
ru_ru: Папки перенесены
sk_sk: Priečinky boli presunuté
tr_tr: Klasörler taşındı

source: Follow-up
de_de: Folgetermin
fi_fi: Seuraa
ja_jp: フォロー
lv_lv: Sekot
ru_ru: Повторно
sk_sk: Nadväzujúca schôdzka
tr_tr: Takip

source: Font
de_de: Schriftart
fi_fi: Kirjaintyyppi
ja_jp: フォント
lv_lv: Fonts
ru_ru: Шрифт
sk_sk: Písmo
tr_tr: Yazı tipi

source: Food
de_de: Essen
fi_fi: Ruoka
ja_jp: 食べ物
lv_lv: Pārtika
ru_ru: Еда
sk_sk: Jedlo
tr_tr: Yemek

source: For best results we recommend using Google Chrome for Android.
de_de: Für beste Ergebnisse empfehlen wir Google Chrome für Android.
fi_fi: Parhaat tulokset saat käyttämällä Androidille tarkoitettua Google Chromea.
ja_jp: 最良の結果を得るには、Android用Google Chromeを使用することをお勧めします。
lv_lv: Labākiem rezultātiem mēs iesakām izmantot Google Chrome Android versiju.
ru_ru: Для оптимальных результатов используйте Google Chrome для Android.
sk_sk: Aby ste dosiahli najlepších výsledkov, odporúčame používať prehliadač Google Chrome pre Android.
tr_tr: En iyi sonuçlar için Android'de Google Chrome kullanmanızı öneririz.

source: For best results, please use
de_de: Für beste Ergebnisse, verwenden Sie bitte
fi_fi: Parhaan tuloksen saavuttamiseksi, ole hyvä ja käytä
ja_jp: 最良の結果を得るには、次を使用することをお勧めします。
lv_lv: Labākajiem rezultātiem lūdzu izmantojiet
ru_ru: Для оптимальных результатов используйте
sk_sk: Aby ste dosiahli najlepšie výsledky, použite
tr_tr: En iyi sonuçlar için önerdiğimiz tarayıcı:

source: For new messages
de_de: Für neue Nachrichten
fi_fi: Uudet viestit
ja_jp: 新規メッセージについて
lv_lv: Jauniem ziņojumiem
ru_ru: Для новых сообщений
sk_sk: Pre nové správy
tr_tr: Yeni mesajlar için

source: Force sign-out
de_de: Abmelden erzwingen
fi_fi: Pakota uloskirjautuminen
ja_jp: 強制ログアウト
lv_lv: Piespiedu atslēgšanās
ru_ru: Принудительный выход
sk_sk: Vynútiť odhlásenie
tr_tr: Çıkışa zorla

source: Forcing sign-out may cause data loss.
de_de: Ein erzwungenes Abmelden kann zu Datenverlust führen.
fi_fi: Uloskirjautumisen pakottaminen voi johtaa tietojen menettämiseen.
ja_jp: 強制的にログアウトすることでデータが失われる可能性があります。
lv_lv: Piespiedu atslēgšanās var izraisīt datu zudumu.
ru_ru: Принудительный выход может привести к потере данных.
sk_sk: Vynútenie odhlásenia môže spôsobiť stratu údajov.
tr_tr: Çıkışa zorlamanız veri kaybına yol açabilir.

source: Forgot attachment?
de_de: Anhang vergessen?
fi_fi: Unohditko liitteen?
ja_jp: 添付ファイルをお忘れですか？
lv_lv: Vai aizmirsāt pievienot?
ru_ru: Забыли прикрепить файлы?
sk_sk: Zabudli ste prílohu?
tr_tr: Eki unuttunuz mu?

source: Forgot your password?
de_de: Passwort vergessen?
fi_fi: Unohditko salasanasi?
ja_jp: パスワードをお忘れですか?
lv_lv: Vai aizmirsāt paroli?
ru_ru: Забыли пароль?
sk_sk: Zabudli ste heslo?
tr_tr: Parolanızı mı unuttunuz?

source: Formal
de_de: Formell
fi_fi: Virallinen
ja_jp: フォーマル
lv_lv: Formāls
ru_ru: Формальный
sk_sk: Formálny
tr_tr: Resmi

source: Format
fi_fi: Muotoile
ja_jp: 形式
lv_lv: Formāts
ru_ru: Формат
sk_sk: Formát
tr_tr: Biçim

source: Format: %1$s
fi_fi: Formaatti: %1$s
ja_jp: 形式: %1$s
lv_lv: Formāts: %1$s
ru_ru: Формат: %1$s
sk_sk: Formát: %1$s
tr_tr: Biçim: %1$s

source: Formatting mails
de_de: E-Mails formatieren
fi_fi: Sähköpostin formatointi
ja_jp: メールの書式設定
lv_lv: Formatē pastu
ru_ru: Форматирование писем
sk_sk: Formátovanie e-mailov
tr_tr: E-posta biçimlendirme

source: Forward
de_de: Weiterleiten
fi_fi: Välitä
ja_jp: 転送
lv_lv: Pārsūtīt
ru_ru: Переслать
sk_sk: Preposlať
tr_tr: İlet

source: Forward all incoming emails to this address
de_de: Alle eingehenden E-Mails an diese Adresse weiterleiten
fi_fi: Välitä kaikki saapuva posti tähän osoitteeseen
ja_jp: すべての受信メールを次のアドレスに転送
lv_lv: Pārsūtīt visu ienākošo e-pastu uz šo adresi
ru_ru: Пересылать все входящие
sk_sk: Preposielať všetky prichádzajúce emaily na túto adresu
tr_tr: Gelen tüm e-postaları bu adrese yönlendir

source: Forward emails as
de_de: E-Mails weiterleiten als
fi_fi: Viestien välitys
ja_jp: メール転送
lv_lv: Pārsūtīt e-pastu kā
ru_ru: Переслать как
sk_sk: Preposlať email ako
tr_tr: E-postaları iletme biçimi

source: Forward mail
de_de: E-Mail weiterleiten
fi_fi: Viestien välitys
ja_jp: メール転送
lv_lv: Pārsūtīt pastu
ru_ru: Переслать письмо
sk_sk: Preposlať e-mail
tr_tr: E-postayı ilet

source: Free
de_de: Frei
fi_fi: Vapaa
ja_jp: 空き時間
lv_lv: Brīvs
ru_ru: Свободно
sk_sk: Zadarmo
tr_tr: Serbest

source: Freelancer
de_de: Freiberufler
ja_jp: フリーランサー
lv_lv: Pašnodarbinātais
ru_ru: Фрилансер
sk_sk: Na voľnej nohe
tr_tr: Serbest çalışan

source: French
de_de: Französisch
fi_fi: ranska
ja_jp: フランス語
lv_lv: Franču
ru_ru: Французский
sk_sk: francúzština
tr_tr: Fransızca

# superessive
source: Friday
de_de: Freitag
fi_fi: Perjantaina
ja_jp: 金曜
lv_lv: Piektdienā
ru_ru: Пятница
sk_sk: Piatok
tr_tr: Cuma

source: Friendly
de_de: Freundlich
fi_fi: Ystävällinen
ja_jp: フレンドリー
lv_lv: Draudzīgs
ru_ru: Дружелюбный
sk_sk: Priateľský
tr_tr: Dostça

source: From
de_de: Von
fi_fi: Lähettäjä
ja_jp: 差出人
lv_lv: Sūtītājs
ru_ru: От
sk_sk: Od
tr_tr: Gönderen

source: From:
de_de: Von:
fi_fi: Lähettäjä:
ja_jp: 差出人：
lv_lv: Sūtītājs:
ru_ru: От:
sk_sk: Od:
tr_tr: Gönderen:

source: From: %1$s
de_de: Von: %1$s
fi_fi: Lähettäjä:%1$s
ja_jp: 送信元：%1$s
lv_lv: No: %1$s
ru_ru: От: %1$s
sk_sk: Od: %1$s
tr_tr: Gönderen: %1$s

source: Furigana for company
de_de: Furigana für Firmennamen
fi_fi: Yritys
ja_jp: ふりがな (会社)
lv_lv: Uzņēmuma furigana
ru_ru: Фуригана для компании
sk_sk: Furigana pre spoločnosť
tr_tr: Şirket için furigana

source: Furigana for first name
de_de: Furigana für Vornamen
fi_fi: Etunimi
ja_jp: ふりがな (名)
lv_lv: Vārda furigana
ru_ru: Фуригана для имени
sk_sk: Furigana pre krstné meno
tr_tr: Ad için furigana

source: Furigana for last name
de_de: Furigana für Nachnamen
fi_fi: Sukunimi
ja_jp: ふりがな (姓)
lv_lv: Uzvārda furigana
ru_ru: Фуригана для фамилии
sk_sk: Furigana pre priezvisko
tr_tr: Soyadı için furigana

source: GB
fi_fi: GT
ru_ru: ГБ

source: GPT/AI integration
de_de: GPT/KI-Integration
fi_fi: GPT/AI-integraatio
ja_jp: GPT/AI 統合
lv_lv: GPT/AI integrācija
ru_ru: Интеграция GPT/ИИ
sk_sk: Integrácia s GPT / umelou inteligenciou
tr_tr: GPT/AI entegrasyonu

source: General
de_de: Allgemein
fi_fi: Yleistä
ja_jp: 全般
lv_lv: Vispārēji
ru_ru: Общее
sk_sk: Všeobecné
tr_tr: Genel

source: General shortcuts
de_de: Allgemeine Tastenkombinationen
fi_fi: Yleiset pikanäppäimet
ja_jp: 一般ショートカット
lv_lv: Vispārējie īsceļi
ru_ru: Основные сочетания клавиш
sk_sk: Všeobecné skratky
tr_tr: Genel kısayollar

source: Generate
de_de: Generieren
fi_fi: Generoi
ja_jp: 生成
lv_lv: Izveidot
ru_ru: Сгенерировать
sk_sk: Vygenerovať
tr_tr: Üret

source: Generate content
de_de: Inhalte generieren
fi_fi: Sisällön tuottaminen
ja_jp: 内容を生成
lv_lv: Izveidot saturu
ru_ru: Сгенерировать содержимое
sk_sk: Vygenerovať obsah
tr_tr: İçerik üret

source: Generate response
de_de: Antwort generieren
fi_fi: Generoi vastaus
ja_jp: 応答を生成
lv_lv: Izveidot atbildi
ru_ru: Сгенерировать ответ
sk_sk: Vygenerovať odpoveď
tr_tr: Yanıt üret

source: Generate response ...
de_de: Antwort generieren ...
fi_fi: Generoi vastaus ...
ja_jp: 応答を生成...
lv_lv: Izveidot atbildi ...
ru_ru: Сгенерировать ответ ...
sk_sk: Vygenerovať odpoveď ...
tr_tr: Yanıt üret...

source: Generated response
de_de: Generierte Antwort
fi_fi: Tuotettu vastaus
ja_jp: 生成された応答
lv_lv: Izveidotā atbilde
ru_ru: Сгенерированный ответ
sk_sk: Vygenerovaná odpoveď
tr_tr: Üretilen yanıt

source: Generated result
de_de: Generiertes Ergebnis
fi_fi: Generoitu vastaus
ja_jp: 生成された結果
lv_lv: Izveidotais rezultāts
ru_ru: Сгенерированный результат
sk_sk: Vygenerovaný výsledok
tr_tr: Üretilen sonuç

source: German
de_de: Deutsch
fi_fi: saksa
ja_jp: ドイツ語
lv_lv: Vācu
ru_ru: Немецкий
sk_sk: nemčina
tr_tr: Almanca

source: Get %s
de_de: Laden Sie sich %s
fi_fi: Nouda %s
ja_jp: %s を入手
lv_lv: Iegūt %s
ru_ru: Получить %s
sk_sk: Stiahnuť %s
tr_tr: %s uygulamasını indir

source: Get news from your XING network delivered to you. Stay in touch and find out about new business opportunities.
de_de: Hier erhalten Sie direkt alle Neuigkeiten aus Ihrem XING-Netzwerk. Bleiben Sie in Kontakt und entdecken Sie neue Geschäftsmöglichkeiten.
fi_fi: Uutiset XING-verkostostasi voidaan toimittaa sinulle. Pysy yhteydessä ja saa tietoa uusista liiketoimintamahdollisuuksista.
ja_jp: XINGネットワークからあなた宛てにニュースが配信されます。新たなビジネスチャンスに注目してください。
lv_lv: Iegūstiet jaunākās XING portāla ziņas. Esiet vienmēr informēti par jaunumiem un jaunām biznesa iespējām.
ru_ru: Получайте новости напрямую из сети XING. Оставайтесь на связи, чтобы узнать о новых деловых перспективах.
sk_sk: Nechajte si doručiť novinky zo siete XING. Zostaňte v kontakte a dozveďte sa o nových obchodných príležitostiach.
tr_tr: XING ağınızdan son haberleri alın. İş arkadaşlarınızla irtibatı sürdürün ve yeni iş olanaklarını takip edin.

source: Get started here
de_de: Einstieg
fi_fi: Aloita tästä
ja_jp: ここからはじめます
lv_lv: Sāciet šeit
ru_ru: Начало работы
sk_sk: Začnite tu
tr_tr: Buradan başlayın

source: Get the App from %1$s
de_de: Laden Sie die App aus dem %1$s
fi_fi: He App kohteesta %1$s
ja_jp: %1$s からアプリケーションをインストールしてください
lv_lv: Iegūt aplikāciju no %1$s
ru_ru: Загрузить приложение из %1$s
sk_sk: Získať aplikáciu z %1$s
tr_tr: Uygulamayı %1$s üzerinden indirin

source: Get the App from %1$s.
de_de: Laden Sie die App aus dem %1$s.
fi_fi: Hae App kohteesta %1$s.
ja_jp: %1$s からアプリケーションをインストールしてください
lv_lv: Iegūt aplikāciju no %1$s.
ru_ru: Скачать приложение из %1$s.
sk_sk: Získať aplikáciu z %1$s.
tr_tr: Uygulamayı %1$s üzerinden indirin.

source: Get the latest version from the
de_de: Laden Sie die aktuelle Version aus dem
fi_fi: Hanki uusin versio
ja_jp: 以下から最新バージョンを取得してください。
lv_lv: Iegūt jaunāko versiju no
ru_ru: Получить последнюю версию из
sk_sk: Stiahnite si najnovšiu verziu z
tr_tr: Son sürümü indirmek için:

source: Get your device configured by email.
de_de: Lassen Sie Ihr Gerät per E-Mail konfigurieren.
fi_fi: Konfiguroi laite sähköpostitse.
ja_jp: メールでデバイスの構成を行いましょう
lv_lv: Konfigurējiet savu ierīci, izmantojot e-pastu.
ru_ru: Получите данные конфигурации по электронной почте.
sk_sk: Nechajte si zariadenie nastaviť pomocou emailu.
tr_tr: Cihazınızı e-posta ile yapılandırın.

source: Give feedback
de_de: Feedback geben
fi_fi: Anna palautetta
ja_jp: フィードバック
lv_lv: Atsausmes
ru_ru: Оставить отзыв
sk_sk: Poskytnúť spätnú väzbu
tr_tr: Görüş bildir

source: Give praise
de_de: Loben
fi_fi: Kehu
ja_jp: 賞賛
lv_lv: Uzslavēt
ru_ru: Похвалить
sk_sk: Pochváliť
tr_tr: Övgü

source: Global address list
de_de: Globale Adressliste
fi_fi: Yleinen osoiteluettelo
ja_jp: グローバルアドレスリスト
lv_lv: Globālais adrešu saraksts
ru_ru: Глобальный список адресов
sk_sk: Globálny adresár
tr_tr: Genel adresi listesi

source: Go to next decade
de_de: Weiter zum nächsten Jahrzehnt
fi_fi: Seuraava vuosikymmen
ja_jp: 次の10年を表示
lv_lv: Pāriet uz nākamo dekādi
ru_ru: На десять лет вперед
sk_sk: Prejsť na ďalšie desaťročie
tr_tr: Sonraki ön yıla git

source: Go to next month
de_de: Weiter zum nächsten Monat
fi_fi: Mene seuraavaan kuukauteen
ja_jp: 来月を表示
lv_lv: Pāriet uz nākamo mēnesi
ru_ru: На месяц вперед
sk_sk: Prejsť na ďalší mesiac
tr_tr: Sonraki aya git

source: Go to next year
de_de: Weiter zum nächsten Jahr
fi_fi: Seuraava vuosi
ja_jp: 来年を表示
lv_lv: Pāriet uz nākamo gadu
ru_ru: На год вперед
sk_sk: Prejsť na ďalší rok
tr_tr: Sonraki yıla git

source: Go to previous decade
de_de: Weiter zum vorherigen Jahrzehnt
fi_fi: Edellinen vuosikymmen
ja_jp: 前の10年を表示
lv_lv: Pāriet uz iepriekšējo dekādi
ru_ru: На десять лет назад
sk_sk: Prejsť na predošlé desaťročie
tr_tr: Önceki ön yıla git

source: Go to previous month
de_de: Weiter zum vorherige Monat
fi_fi: Mene edelliseen kuukauteen
ja_jp: 先月を表示
lv_lv: Pāriet uz iepriekšējo mēnesi
ru_ru: На месяц назад
sk_sk: Prejsť na predošlý mesiac
tr_tr: Önceki aya git

source: Go to previous year
de_de: Weiter zum vorherigen Jahr
fi_fi: Edellinen vuosi
ja_jp: 前年を表示
lv_lv: Pāriet uz iepriekšējo gadu
ru_ru: На год назад
sk_sk: Prejsť na predošlý rok
tr_tr: Önceki yıla git

source: Good evening, %s
de_de: Guten Abend, %s
fi_fi: Hyvää iltaa, %s
ja_jp: こんばんは %s さん
lv_lv: Labvakar, %s
ru_ru: Добрый вечер, %s
sk_sk: Dobrý večer, %s
tr_tr: İyi akşamlar %s

source: Good morning, %s
de_de: Guten Morgen, %s
fi_fi: Hyvää huomenta, %s
ja_jp: おはようございます %s さん
lv_lv: Labrīt, %s
ru_ru: Доброе утро, %s
sk_sk: Dobré ráno, %s
tr_tr: Günaydın %s

source: Google Authenticator or compatible
de_de: Google Authenticator oder kompatibel
fi_fi: Google-varmentaja tai yhteensopiva
ja_jp: Google認証子またはGoogle認証子対応
lv_lv: Google Authenticator vai savietojama
ru_ru: Google Authenticator или совместимый
sk_sk: Google Authenticator alebo kompatibilná
tr_tr: Google Authenticator veya uyumlu bir uygulama

source: Google subscription
de_de: Google-Abonnement
fi_fi: Google-tilaus
ja_jp: Google 登録
lv_lv: Google abonements
ru_ru: Подписка Google
sk_sk: Predplatné Google
tr_tr: Google aboneliği

source: Gray
de_de: Grau
fi_fi: Harmaa
ja_jp: グレー
lv_lv: Pelēks
ru_ru: Серый
sk_sk: Šedá
tr_tr: Gri

source: Greater
de_de: Größer
fi_fi: Suurempi
ja_jp: 次の日時より後
lv_lv: Lielāks
ru_ru: Больше
sk_sk: väčší
tr_tr: Bundan çok

source: Greater equals
de_de: Größer als oder gleich
fi_fi: Yhtä suuri tai suurempi kuin
ja_jp: 次の日時以降
lv_lv: Lielāks vienāds
ru_ru: Больше или равно
sk_sk: väčší alebo rovný
tr_tr: Büyük eşittir

source: Green
de_de: Grün
fi_fi: Vihreä
ja_jp: 緑
lv_lv: Zaļš
ru_ru: Зеленый
sk_sk: Zelená
tr_tr: Yeşil

source: Group
de_de: Gruppe
fi_fi: Ryhmä
ja_jp: グループ
lv_lv: Grupa
ru_ru: Группа
sk_sk: Skupina
tr_tr: Grup

source: Group by
de_de: Gruppieren nach
fi_fi: Ryhmittelyperuste:
ja_jp: 次の条件でグループ化
lv_lv: Grupēt pēc
ru_ru: Группа по
sk_sk: Zoskupiť podľa
tr_tr: Grupla

source: Group members
de_de: Gruppenmitglieder
fi_fi: Ryhmän jäsenet
ja_jp: グループ メンバー
lv_lv: Grupu locekļi
ru_ru: Участники группы
sk_sk: Členovia skupiny
tr_tr: Grup üyeleri

source: Group name
de_de: Gruppenname
fi_fi: Ryhmän nimi
ja_jp: グループ名
lv_lv: Grupas vārds
ru_ru: Имя группы
sk_sk: Názov skupiny
tr_tr: Grup adı

source: Group: %1$s
de_de: Gruppe: %1$s
fi_fi: Ryhmä:%1$s
ja_jp: グループ：%1$s
lv_lv: Grupa: %1$s
ru_ru: Группа: %1$s
sk_sk: Skupina: %1$s
tr_tr: Grup: %1$s

source: Groups
de_de: Gruppen
fi_fi: Ryhmät
ja_jp: グループ
lv_lv: Grupas
ru_ru: Группы
sk_sk: Skupiny
tr_tr: Gruplar

source: Guest
de_de: Gast
fi_fi: Vieras
ja_jp: ゲスト
lv_lv: Viesis
ru_ru: Гость
sk_sk: Hosť
tr_tr: Konuk

source: Guests are only allowed to have viewer rights.
de_de: Gäste dürfen nur Betrachter-Rechte haben.
fi_fi: Vierailla on oikeus vain katsojien oikeuksiin.
ja_jp: ゲストには編集権限のみが付与されます編集権限があります。
lv_lv: Ciemiņiem ir pieejama tikai skatīšanas piekļuve.
ru_ru: Гости могут иметь только права зрителя.
sk_sk: Hostia môžu mať iba oprávnenie na čítanie.
tr_tr: Konuklar yalnızca görüntüleyici haklarına sahip olabilir.

source: Guided tour for this app
de_de: Guided Tour für diese App
fi_fi: Tämän sovelluksen ohjattu esittely
ja_jp: このアプリケーションのガイドツアー
lv_lv: Iepazīstināšana ar šo aplikāciju
ru_ru: Обзор приложения
sk_sk: Prehliadka tejto aplikácie
tr_tr: Rehberli uygulama turu

source: HTML and plain text
de_de: HTML und Text
fi_fi: HTML ja teksti
ja_jp: HTML とテキスト
lv_lv: HTML un vienkāršs teksts
ru_ru: HTML и текст
sk_sk: HTML a čistý text
tr_tr: HTML ve düz metin

source: Hang up
de_de: Auflegen
fi_fi: Katkaise puhelu
ja_jp: 切る
lv_lv: Atvienot
ru_ru: Повесить трубку
sk_sk: Zavesiť
tr_tr: Kapat

source: Has attachments
de_de: Enthält Anhänge
fi_fi: Sisältää liitteitä
ja_jp: 添付ファイルあります
lv_lv: Ir pielikumi
ru_ru: Есть вложения
sk_sk: Má prílohy
tr_tr: Ekleri var

source: Has color flag
de_de: Ist farbig markiert
fi_fi: Värilippu
ja_jp: カラーフラグがついている
lv_lv: Ir krāsas iezīme
ru_ru: Имеет цвет флага
sk_sk: Má príznak farby
tr_tr: Bayrak rengi var

source: Have you heard about ChatGPT? With our brand-new AI integration, you can now take advantage of its exceptional abilities to read and respond to emails faster, more efficiently, and with more finesse. Say goodbye to the hassle of drafting emails, and let GPT make your life easier.
de_de: Haben Sie schon von ChatGPT gehört? Mit unserer brandneuen KI-Integration können Sie jetzt die außergewöhnlichen Fähigkeiten von ChatGPT nutzen, um E-Mails schneller, effizienter und mit mehr Finesse zu lesen und zu beantworten. Verabschieden Sie sich vom mühsamen Verfassen von E-Mails und lassen Sie GPT Ihr Leben einfacher machen.
fi_fi: Oletko kuullut ChatGPT:stä? Upouuden tekoälyintegraatiomme ansiosta voit nyt hyödyntää sen poikkeuksellisia kykyjä lukea ja vastata sähköposteihin nopeammin, tehokkaammin ja tyylikkäämmin. Sano hyvästit sähköpostien laatimisen vaivalle ja anna GPT:n tehdä elämästäsi helpompaa.
ja_jp: ChatGPTについて聞いたことがありますか？新しいAI統合により、より速く、より効率的に、そしてより繊細にメールを読み、対応することができるようになりました。メール作成の煩わしさから解放され、GPTがあなたの生活をより快適にします。
lv_lv: Vai esat dzirdējuši par ChatGPT? Pateicoties mūsu jaunajai mākslīgā intelekta integrācijai, tagad varat izmantot tā izcilo spēju ātrāk, efektīvāk un izsmalcinātāk nolasīt un atbildēt uz e-pasta ziņojumiem. Atvadieties no problēmu sagādājošās e-pasta vēstuļu sagatavošanas un ļaujiet GPT atvieglot jūsu dzīvi.
ru_ru: Слышали ли вы о ChatGPT? С нашей новой интеграцией искусственного интеллекта вы можете воспользоваться его исключительными возможностями, чтобы читать и отвечать на электронные письма быстрее, эффективнее и с большим изяществом. Попрощайтесь с хлопотами по составлению электронных писем и позвольте GPT сделать вашу жизнь проще.
sk_sk: Počuli ste už o ChatGPT? Vďaka našej úplne novej integrácii s umelou inteligenciou teraz môžete využiť jej výnimočné schopnosti, aby ste dokázali čítať a odpovedať na e-maily rýchlejšie, efektívnejšie a zručnejšie. Rozlúčte sa s trápením pri písaní e-mailov a nechajte GPT, aby vám uľahčil život.
tr_tr: ChatGPT'yi duymuş muydunuz? Yeni yapay zekâ entegrasyonumuz sayesinde ChatGPT'nin yeteneklerini kullanarak e-postalarınızı daha hızlı ve daha verimli şekilde okuyup yanıtlayabilirsiniz. E-posta taslaklarıyla uğraşmayı bırakın, GPT ile hayatınızı kolaylaştırın.

source: Header
fi_fi: Otsake
ja_jp: ヘッダー
lv_lv: Hederis
ru_ru: Заголовок
sk_sk: Hlavička
tr_tr: Üstbilgi

source: Hello %s
de_de: Hallo %s
fi_fi: Hei %s
ja_jp: こんにちは %s さん
lv_lv: Sveicināti %s
ru_ru: Здравствуйте, %s
sk_sk: Ahoj %s
tr_tr: Merhaba %s

source: Hello World
de_de: Hallo Welt
ja_jp: 皆さん こんにちは。
lv_lv: Labdien, pasaule
ru_ru: Здравствуй, мир
sk_sk: Ahoj, svet
tr_tr: Merhaba dünya

source: Help
de_de: Hilfe
fi_fi: Ohje
ja_jp: ヘルプ
lv_lv: Palīgs
ru_ru: Справка
sk_sk: Pomocník
tr_tr: Yardım

source: Help us by sharing your feedback on AI integration ...
de_de: Helfen Sie uns mit Ihrem Feedback zur KI-Integration ...
fi_fi: Auta meitä jakamalla palautetta tekoälyn integroinnista ...
ja_jp: AI統合についてご意見をお聞かせください。
lv_lv: Palīdziet mums, koplietojot savas atsauksmes par AI integrāciju ...
ru_ru: Помогите нам, поделившись своим отзывом об интеграции ИИ ...
sk_sk: Pomôžte nám tým, že sa podelíte o svoj názor na integráciu umelej inteligencie ...
tr_tr: Yapay zekâ entegrasyonuyla ilgili görüşlerinizi paylaşarak bize yardımcı olun...

source: Hidden
de_de: Ausgeblendet
fi_fi: Piilotetut
ja_jp: 隠し
lv_lv: Apslēpts
ru_ru: Скрытый
sk_sk: Skryté
tr_tr: Gizli

source: Hidden address books
de_de: Ausgeblendete Adressbücher
fi_fi: Piilotetut osoitekirjat
ja_jp: 非表示のアドレス帳
lv_lv: Apslēptās adrešu grāmatas
ru_ru: Скрытые адресные книги
sk_sk: Skryté adresáre kontaktov
tr_tr: Gizli adres defterleri

source: Hidden calendars
de_de: Ausgeblendete Kalender
fi_fi: Piilotetut kalenterit
ja_jp: 非表示のカレンダー
lv_lv: Apslēptie kalendāri
ru_ru: Скрытые календари
sk_sk: Skryté kalendáre
tr_tr: Gizli takvimler

source: Hidden lists
de_de: Ausgeblendete Listen
fi_fi: Piilotetut luettelot
ja_jp: 非表示のリスト
lv_lv: Apslēptie saraksti
ru_ru: Скрытые списки
sk_sk: Skryté zoznamy
tr_tr: Gizli listeler

source: Hidden tasks folders
de_de: Ausgeblendete Aufgabenordner
fi_fi: Piilotetut tehtäväkansiot
ja_jp: 非表示のタスクフォルダー
lv_lv: Apslēpto uzdevumu uzdevumi
ru_ru: Скрытые папки задач
sk_sk: Skryté priečinky úloh
tr_tr: Gizli görev klasörleri

source: Hide
de_de: Ausblenden
fi_fi: Piilota
ja_jp: 非表示にする
lv_lv: Paslēpt
ru_ru: Скрыть
sk_sk: Skryť
tr_tr: Gizle

source: Hide blind carbon copy input field
de_de: Bcc-Eingabefeld ausblenden
fi_fi: Piilota kopion vastaanottajan määrittelykenttä
ja_jp: BCC入力フィールドを非表示
lv_lv: Paslēpt BCC ievada lauku
ru_ru: Скрыть поле скрытых копий
sk_sk: Zobraziť vstupné pole Skrytá kópia
tr_tr: BCC alanını gizle
