Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Some contacts could not be added as they have no valid email field.
de_de: Einige Kontakte konnten nicht hinzugefügt werden, da sie kein gültiges E-Mail-Feld enthalten.
fi_fi: Joitakin yhteystietoja ei voitu lisätä, koska niillä ei ole kelpaavaa sähköpostikenttää.
ja_jp: 複数の連絡先が有効なメールフィールドではないため、追加することができませんでした。
lv_lv: Dažas kontaktpersonas nevar tikt pievienotas, jo tām nav derīga e-pasta lauka.
ru_ru: Не удалось добавить некоторые контакты, так как для них не указан адрес электронной почты.
sk_sk: Niektoré kontakty nebol pridané, pretože nemajú žiadne platné pole s e-mailom.
tr_tr: Geçerli e-posta alanları olmadığı için bazı kişiler eklenemedi.

source: Some contacts could not be added because their email address is already in the list.
de_de: Einige Kontakte konnten nicht hinzugefügt werden, da deren E-Mail-Adressen bereits in der Liste enthalten sind.
fi_fi: Joitakin yhteystietoja ei voitu lisätä, koska niiden sähköpostiosoite on jo listassa.
ja_jp: 複数の連絡先のメールアドレスがすでにリストにあるため、追加することができませんでした。
lv_lv: Dažus kontaktus nevarēja pievienot, jo to e-pasta adrese jau ir sarakstā.
ru_ru: Не удалось добавить некоторые контакты, потому что их адрес электронной почты уже есть в списке.
sk_sk: Niektoré kontakty nebolo možné pridať, pretože ich e-mailové adresy už sú v zozname.
tr_tr: E-posta adresleri zaten listede bulunan bazı kişiler eklenmedi.

source: Some files or folders are shared with others. They will not be available for them anymore.
de_de: Einige Dateien oder Ordner wurden für andere freigegeben. Sie werden nicht mehr für sie verfügbar sein.
fi_fi: Jotkut tiedostot tai kansiot on jaettu muiden kanssa. Ne eivät ole tule enää olemaan heidän käytettävissään.
ja_jp: いくつかのフォルダーフォルダーまたはフォルダーを他のユーザーと共有しています。それらのユーザーからアクセスできなくなります。
lv_lv: Daži faili vai mapes ir koplietotas ar citiem un vairs nebūs tiem pieejamas.
ru_ru: Некоторые файлы или папки доступны другим пользователям. Они больше не будут им доступны.
sk_sk: Niektoré súbory alebo priečinky sú zdieľané s ostatnými. Už im ďalej nebudú k dispozícii.
tr_tr: Bazı dosyalar veya klasörler başkalarıyla paylaşılıyor. Onlar dosyalara/klasörlere erişemeyecekler.

source: Some mandatory configuration could not be loaded.
de_de: Einige obligatorische Konfigurationen konnten nicht geladen werden.
fi_fi: Joitakin pakollisia asetuksia ei voitu ladata.
ja_jp: いくつかの必須構成を読み込めませんでした。
lv_lv: Nevar ielādēt nepieciešamās obligātās konfigurācijas.
ru_ru: Не удалось загрузить некоторую обязательную конфигурацию.
sk_sk: Nepodarilo načítať časť povinnej konfigurácie.
tr_tr: Bazı gerekli yapılandırmalar yüklenemedi.

source: Something went wrong. Please close this browser tab and try again.
de_de: Es trat ein Fehler auf. Bitte schließen Sie diesen Browser-Tab und versuchen Sie es erneut.
fi_fi: Jokin meni vikaan. Sulje selaimen välilehti ja yritä uudelleen.
ja_jp: エラーが発生しました。このブラウザタブを閉じて、もう一度やり直してください。
lv_lv: Reģistrēta kļūda. Lūdzu aizveriet šo pārlūka lapu un mēģiniet vēlreiz.
ru_ru: Что-то пошло не так. Закройте окно браузера и повторите попытку.
sk_sk: Niečo nefungovalo. Prosím, zatvorte túto kartu prehliadača a skúste to znova.
tr_tr: Bir şeyler ters gitti. Lütfen bu tarayıcı sekmesini kapatın ve yeniden deneyin.

source: Something went wrong. Please try again later.
de_de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
fi_fi: Jokin meni vikaan. Yritä myöhemmin uudelleen.
ja_jp: エラーが発生しました。後でもう一度やり直してください。
lv_lv: Reģistrēta kļūda. Lūdzu mēģiniet vēlāk vēlreiz.
ru_ru: Что-то пошло не так. Повторите попытку позже.
sk_sk: Niečo sa pokazilo. Prosím, skúste to neskôr znova.
tr_tr: Bir şeyler ters gitti. Lütfen daha sonra tekrar deneyin.

source: Something went wrong. Please try again.
de_de: Ein Fehler ist aufgetreten. Bitte erneut versuchen .
fi_fi: Jokin meni vikaan. Yritä myöhemmin uudelleen.
ja_jp: エラーが発生しました。もう一度やり直してください。
lv_lv: Kaut kas nogāja greizi. Lūdzu mēģiniet vēlreiz.
ru_ru: Что-то пошло не так. Пожалуйста, повторите попытку.
sk_sk: Niečo sa pokazilo. Prosím, skúste to znova.
tr_tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.

source: Sorry, could not connect to %s right now.
de_de: Die Verbindung zu %s ist leider fehlgeschlagen.
fi_fi: %s ei juuri nyt saada yhteyttä.
ja_jp: 現在 %s に接続できません。
lv_lv: Atvainojiet, bet pašreiz nav iespējamas pieslēgties pie %s.
ru_ru: Не удалось подключиться к %s.
sk_sk: Ľutujeme, ale momentálne nie je možné pripojiť sa k %s.
tr_tr: Şu anda %s sunucusuna bağlanamadı.

source: Sorry, there is no data available for you on %s.
de_de: Auf %s sind keine Daten für Sie verfügbar.
fi_fi: %s:ssa ei ole tietoja sinun saatavillasi.
ja_jp: %s には利用できるデータがありません。
lv_lv: Atvainojiet, bet %s nav jums pieejamu datu.
ru_ru: Для вас нет данных на %s.
sk_sk: Ľutujeme, nie sú pre vás k dispozícii žiadne údaje o %s.
tr_tr: Üzgünüz, %s üzerinde sizin için kullanılabilir veri yok.

source: Sorry, there is no preview available for this file.
de_de: Für diese Datei ist leider keine Voransicht verfügbar.
fi_fi: Tiedostoa ei voi valitettavasti esikatsella.
ja_jp: このファイルに利用できるプレビューがありません。
lv_lv: Atvainojiet, šim failam nav apskata iespēju.
ru_ru: Предварительный просмотр этого файла недоступен.
sk_sk: Ľutujeme, nie je k dispozícii náhľad tohto súboru.
tr_tr: Üzgünüz, bu dosya için kullanılabilir ön izleme yok.

source: Sorry, there is no preview available for this image.
de_de: Für dieses Bild ist leider keine Voransicht verfügbar.
fi_fi: Kuvaa ei voi esikatsella.
ja_jp: この画像に利用できるプレビューがありません。
lv_lv: Atvainojiet, šim attēlam nav apskata iespēju.
ru_ru: Предварительный просмотр этого изображения недоступен.
sk_sk: Ľutujeme, nie je k dispozícii náhľad tohto obrázka.
tr_tr: Üzgünüz, bu resim için ön izleme mevcut değil.

source: Sorry, there is no preview available.
de_de: Leider ist keine Voransicht verfügbar.
fi_fi: Esikatselu ei ole valitettavasti käytettävissä.
ja_jp: 利用できるプレビューがありません。
lv_lv: Atvainojiet, priekšskatījums nav pieejams.
ru_ru: К сожалению, предварительный просмотр недоступен.
sk_sk: Ľutujeme, nie je k dispozícii náhľad.
tr_tr: Üzgünüz, ön izleme yapılamıyor.

source: Sorry, this page is not available at the moment.
de_de: Diese Seite ist im Moment leider nicht verfügbar.
fi_fi: Sivu ei ole tällä hetkellä saatavilla.
ja_jp: このページは現在、利用できません。
lv_lv: Atvainojiet, šī lapa pašlaik nav pieejama.
ru_ru: Извините, эта страница недоступна.
sk_sk: Ľutujeme, táto stránka momentálne nie je k dispozícii.
tr_tr: Üzgünüz, bu sayfa şu anda kullanılamıyor.

source: Sort by
de_de: Sortieren nach
fi_fi: Lajittele
ja_jp: ソート条件
lv_lv: Kārtot pēc
ru_ru: Упорядочить
sk_sk: Zoradiť podľa
tr_tr: Sıralama

# dropdown
source: Sort by
de_de: Sortieren nach
fi_fi: Lajittele
ja_jp: ソート条件
lv_lv: Kārtot pēc
ru_ru: Упорядочить
sk_sk: Zoradiť podľa
tr_tr: Sıralama

source: Sort order
de_de: Sortierreihenfolge
fi_fi: Lajittelujärjestys
ja_jp: ソート順序
lv_lv: Kārtība
ru_ru: Порядок сортировки
sk_sk: Poradie radenia
tr_tr: Sıralama

source: Sound
de_de: Ton
fi_fi: Ääni
ja_jp: サウンド
lv_lv: Skaņa
ru_ru: Звук
sk_sk: Zvuk
tr_tr: Ses

source: Source
de_de: Quelle
fi_fi: Lähde
ja_jp: ソース
lv_lv: Avots
ru_ru: Источник
sk_sk: Zdroj
tr_tr: Kaynak

# folder
source: Spam
fi_fi: Roskaposti
ja_jp: 迷惑メール
lv_lv: Mēstules
ru_ru: Спам

source: Spanish
de_de: Spanisch
fi_fi: espanja
ja_jp: スペイン語
lv_lv: Spāņu
ru_ru: Испанский
sk_sk: španielčina
tr_tr: İspanyolca

source: Special folders
de_de: Besondere Ordner
fi_fi: Erikoiskansiot
ja_jp: 特別フォルダー
lv_lv: Speciālās mapēs
ru_ru: Особые папки
sk_sk: Špeciálne priečinky
tr_tr: Özel klasörler

source: Split
de_de: Trennen
fi_fi: Jaa
ja_jp: 分割
lv_lv: Sadalīt
ru_ru: Разделить
sk_sk: Rozdeliť
tr_tr: Ayır

source: Spouse's name
de_de: Ehepartner
fi_fi: Puolison nimi
ja_jp: 配偶者名
lv_lv: Dzīvesbiedra vārds
ru_ru: Супруг(а)
sk_sk: Názov partnera
tr_tr: Eşinin adı

source: Spreadsheet
de_de: Tabellendokument
fi_fi: Laskentataulukko
ja_jp: スプレッドシート
lv_lv: Izklājlapa
ru_ru: Таблица
sk_sk: Zošit
tr_tr: Hesap Tablosu

source: Spreadsheets
de_de: Tabellendokumente
fi_fi: Laskentataulukot
ja_jp: スプレッドシート
lv_lv: Izklājlapas
ru_ru: Таблицы
sk_sk: Zošity
tr_tr: Hesap tabloları

source: Standard
fi_fi: Vakio
ja_jp: 標準
lv_lv: Standarta
ru_ru: Стандартно
sk_sk: Štandardná
tr_tr: Standart

source: Standard folders
de_de: Standardordner
fi_fi: Vakiokansiot
ja_jp: 標準フォルダー
lv_lv: Standarta mapes
ru_ru: Стандартные папки
sk_sk: Štandardné priečinky
tr_tr: Standart klasörler

source: Standard time zone
de_de: Standard-Zeitzone
fi_fi: Vakioaikavyöhyke
ja_jp: 標準タイムゾーン
lv_lv: Standarta laika josla
ru_ru: Стандартный часовой пояс
sk_sk: Štandardné časové pásmo
tr_tr: Standart saat dilimi

source: Start
de_de: Beginn
fi_fi: Aloitus
ja_jp: 開始
lv_lv: Sākums
ru_ru: Начало
sk_sk: Domov
tr_tr: Başlangıç

source: Start app & Quick launch bar
de_de: Start-App & Schnellstartleiste
fi_fi: Käynnistä sovellus & pikakäynnistyspalkki
ja_jp: アプリケーション起動＆クイック起動バー
lv_lv: Uzsākšanas lietotne un ātrās piekļuves josla
ru_ru: Стартовое приложение и панель быстрого запуска
sk_sk: Aplikácia Štart a panel na rýchle spustenie
tr_tr: Başlangıç uygulaması ve hızlı başlangıç çubuğu

source: Start countdown
de_de: Countdown starten
fi_fi: Aloita lähtölaskenta
ja_jp: カウトダウン開始
lv_lv: Sākt atskaiti
ru_ru: Начать обратный отсчет
sk_sk: Spustiť odpočet
tr_tr: Geri sayımı başlat

source: Start date
de_de: Beginnt am
fi_fi: Aloituspäivämäärä
ja_jp: 開始日
lv_lv: Sākuma datums
ru_ru: Дата начала
sk_sk: Dátum začiatku
tr_tr: Başlangıç tarihi

source: Start date time zone
de_de: Zeitzone für Startdatum
fi_fi: Aloituspäivämäärän aikavyöhyke
ja_jp: 開始日タイムゾーン
lv_lv: Sākuma datuma laika josla
ru_ru: Часовой пояс даты начала
sk_sk: Časové pásmo dátumu začiatku
tr_tr: Başlangıç tarihi saat dilimi

source: Start in "%1$s" address book
de_de: Im Adressbuch "%1$s" starten
fi_fi: Aloita "%1$s" -osoitekirjasta
ja_jp: "%1$s"アドレス帳を表示
lv_lv: Sākt "%1$s" adrešu grāmatā
ru_ru: Открыть в «%1$s» адресной книге
sk_sk: Začať v adresári kontaktov "%1$s"
tr_tr: "%1$s" adres defteriyle başla

source: Start in global address book
de_de: Im globalen Adressbuch starten
fi_fi: Aloita yleisestä osoitekirjasta
ja_jp: グローバルアドレス帳を表示
lv_lv: Sākt koplietojuma adrešu grāmatā
ru_ru: Открыть в глобальной адресной книге
sk_sk: Začať v globálnom adresári kontaktov
tr_tr: Küresel adres defteriyle başla

source: Start time
de_de: Beginnt um
fi_fi: Aloitusaika
ja_jp: 開始時刻
lv_lv: Sākuma laiks
ru_ru: Время начала
sk_sk: Čas začiatku
tr_tr: Başlangıç saati

source: Start tour
de_de: Tour starten
fi_fi: Aloita kierros
ja_jp: ツアーを開始
lv_lv: Uzsākt tūri
ru_ru: Начать знакомство
sk_sk: Spustiť prehliadku
tr_tr: Turu başlat

source: Start typing to search for user names
de_de: Tippen Sie, um nach Benutzernamen zu suchen
fi_fi: Aloita kirjoittaminen hakeaksesi käyttäjänimiä
ja_jp: 検索するユーザー名を入力してください
lv_lv: Lai meklētu lietotājus, sāciet rakstīt
ru_ru: Начните вводить имя пользователя для быстрого поиска
sk_sk: Vyhľadávanie spustíte napísaním mena používateľa
tr_tr: Kullanıcı adlarını aramak için yazmaya başlayın

source: Start video
de_de: Video starten
fi_fi: Aloita video
ja_jp: ビデオを再生
lv_lv: Sākt video
ru_ru: Запустить видео
sk_sk: Spustiť video
tr_tr: Videoyu başlat

source: Start with
de_de: Starten mit
fi_fi: Aloita
ja_jp: 次の文字列で開始する
lv_lv: Uzsākt ar
ru_ru: Начинать с
sk_sk: Po spustení:
tr_tr: Başlangıç uygulaması

source: Starting letter index
de_de: A-Z Index
fi_fi: Alkukirjainhaku
ja_jp: 文字インデックスを開始
lv_lv: Sākuma burta indekss
ru_ru: Индексация первых букв
sk_sk: Register počiatočných písmen
tr_tr: Başlangıç harfi dizini

source: Starts not with
de_de: Beginnt nicht mit
fi_fi: Ei ala
ja_jp: 次の文字列で開始しない
lv_lv: Nesākas ar
ru_ru: Не начинается с
sk_sk: Nezačína na
tr_tr: Şununla başlamayan

source: Starts on
de_de: Beginnt am
fi_fi: Alkaa
ja_jp: 開始日時
lv_lv: Sākas
ru_ru: Начало
sk_sk: začína
tr_tr: Başlangıç

source: Starts with
de_de: Beginnt mit
fi_fi: Alkaa
ja_jp: 次の文字列で開始する
lv_lv: Sākas ar
ru_ru: Начинается с
sk_sk: Začína na
tr_tr: Şununla başlayan

source: State
de_de: Bundesland
fi_fi: Maakunta
ja_jp: 都道府県
lv_lv: Rajons
ru_ru: Регион
sk_sk: Štát
tr_tr: İl

source: Statistics
de_de: Statistiken
fi_fi: Tilastot
ja_jp: 統計
lv_lv: Statistika
ru_ru: Статистика
sk_sk: Štatistika
tr_tr: İstatistikler

source: Status
fi_fi: Tila
ja_jp: ステータス
lv_lv: Statuss
ru_ru: Статус
sk_sk: Stav
tr_tr: Durum

source: Stay informed about what's new and discover the latest features and enhancements in our latest updates of %1$s.
de_de: Bleiben Sie auf dem Laufenden über Neuigkeiten und entdecken Sie die neuesten Funktionen und Verbesserungen in den aktuellen Updates von %1$s.
fi_fi: Pysy ajan tasalla uutuuksista ja tutustu uusimpiin ominaisuuksiin ja parannuksiin uusimmissa %1$s-päivityksissämme.
ja_jp: 新着情報を常に把握し、%1$sの最新アップデートで最新の機能や拡張を発見。
lv_lv: Esiet informēti par jaunumiem un iepazīstieties ar jaunākajām funkcijām un uzlabojumiem mūsu jaunākajos %1$s atjauninājumos.
ru_ru: Оставайтесь в курсе новинок и открывайте для себя последние функции и усовершенствования в наших последних обновлениях %1$s.
sk_sk: Zostaňte informovaní o tom, čo je nové, a objavte najnovšie funkcie a vylepšenia v našich najnovších aktualizáciách %1$s.
tr_tr: Yeniliklerden haberdar olun ve %1$s güncellemelerindeki yeni özellik ve geliştirmeleri keşfedin.

source: Stay signed in
de_de: Angemeldet bleiben
fi_fi: Pysy kirjautuneena
ja_jp: ログイン状態を保存
lv_lv: Palikt iekšā
ru_ru: Не выходить
sk_sk: Zostať prihlásený
tr_tr: Oturumu açık bırak

source: Stay up-to-date on your favorite devices.
de_de: Bleiben Sie auf Ihren bevorzugten Geräten auf dem Laufenden.
fi_fi: Pidä tietosi suosikkilaitteistasi ajantasalla.
ja_jp: お気に入りデバイスをいつも最新に！
lv_lv: Aktuālā informācija jūsu favorīta ierīcēs.
ru_ru: Оставайтесь в курсе последних событий на своих любимых устройствах.
sk_sk: Zostaňte informovaní prostredníctvom vašich obľúbených zariadení.
tr_tr: Onu en sevdiğiniz cihazlarınıza da yükleyin.

source: Steel gray
de_de: Stahlgrau
fi_fi: Teräksenharmaa
ja_jp: スチールグレー
lv_lv: Tērauda pelēks
ru_ru: Стальной серый
sk_sk: Oceľová šedá
tr_tr: Çelik grisi

source: Stick to the right side
de_de: Rechts verankern
fi_fi: Kiinnitä oikeaan reunaan
ja_jp: 右川に固定
lv_lv: Pieturēties pie labās puses
ru_ru: Придерживайтесь правой стороны
sk_sk: Prichytávať na pravú stranu
tr_tr: Sağ kenara sabitle

source: Stop slideshow
de_de: Diashow stoppen
fi_fi: Pysäytä diaesitys
ja_jp: スライドショーを停止
lv_lv: Apturēt slaidrādi
ru_ru: Остановить слайд-шоу
sk_sk: Zastaviť prezentáciu
tr_tr: Slayt gösterisini durdur

source: Storage
de_de: Speicherplatz
fi_fi: Tallennus
ja_jp: 割当量
lv_lv: Glabātuve
ru_ru: Хранилище
sk_sk: Úložisko
tr_tr: Depolama

source: Street
de_de: Straße
fi_fi: Katu
ja_jp: 番地
lv_lv: Iela
ru_ru: Адрес
sk_sk: Ulica
tr_tr: Sokak

source: String
de_de: Zeichenkette
fi_fi: Merkkijono
ja_jp: 文字列
lv_lv: Teksts
ru_ru: Строка
sk_sk: Reťazec
tr_tr: Dize

source: Student
fi_fi: Opiskelija
ja_jp: 学生
lv_lv: Studnts
ru_ru: Студент
sk_sk: Študent
tr_tr: Öğrenci

source: Subject
de_de: Betreff
fi_fi: Aihe
ja_jp: 件名
lv_lv: Tēma
ru_ru: Тема
sk_sk: Predmet
tr_tr: Konu

source: Subject: %1$s
de_de: Betreff: %1$s
fi_fi: Aihe:%1$s
ja_jp: 件名：%1$s
lv_lv: Temats: %1$s
ru_ru: Тема: %1$s
sk_sk: Predmet: %1$s
tr_tr: Konu: %1$s

source: Submit comment
de_de: Kommentar senden
fi_fi: Lähetä kommentti
ja_jp: コメントを送信
lv_lv: Reģistrēt komentāru
ru_ru: Отправить комментарий
sk_sk: Poslať komentár
tr_tr: Yorum gönder

source: Subscribe
de_de: Abonnieren
fi_fi: Tilaa
ja_jp: 登録
lv_lv: Abonēt
ru_ru: Подписаться
sk_sk: Odberať
tr_tr: Abone ol

source: Subscribe to Google calendar
de_de: Google-Kalender abonnieren
fi_fi: Tilaa Google-kalenteri
ja_jp: Googleカレンダーに登録
lv_lv: Parakstīties uz Google kalendāru
ru_ru: Подписаться на Google календарь
sk_sk: Prihlásiť sa k odberu kalendára Google
tr_tr: Google takvimine abone ol

source: Subscribe to IMAP folders
de_de: IMAP-Ordner abonnieren
fi_fi: Tilaa IMAP-kansioita
ja_jp: IMAP フォルダーに登録
lv_lv: IMAP mapju abonēšana
ru_ru: Подписаться на папки IMAP
sk_sk: Odberať priečinky IMAP
tr_tr: IMAP klasörlerine abone ol

source: Subscribe to address book
de_de: Adressbuch abonnieren
fi_fi: Tilaa osoitekirja
ja_jp: アドレス帳に登録
lv_lv: Abonēt adrešu grāmatu
ru_ru: Подписаться на адресную книгу
sk_sk: Prihlásiť sa k odberu adresára kontaktov
tr_tr: Adres defterine abone ol

source: Subscribe to calendar
de_de: Kalender abonnieren
fi_fi: Tilaa kalenteri
ja_jp: カレンダーに登録
lv_lv: Abonēt kalendāru
ru_ru: Подписаться на календарь
sk_sk: Prihlásiť sa k odberu kalendára
tr_tr: Takvime abone ol

source: Subscribe to folder
de_de: Ordner abonnieren
fi_fi: Tilaa kansio
ja_jp: フォルダーに登録
lv_lv: Abonēt mapi
ru_ru: Подпишитесь на папку
sk_sk: Prihlásiť sa k priečinku
tr_tr: Klasöre abone ol

source: Subscribe to iCal feed
de_de: iCal-Feed abonnieren
fi_fi: Tilaa iCal-syöte
ja_jp: iCalフィードに登録
lv_lv: Abonēt iCal straumi
ru_ru: Подписаться на ленту iCal
sk_sk: Prihlásiť sa k odberu kanálu iCal
tr_tr: iCal akışına abone ol

source: Subscribe to shared address books
de_de: Freigegebene Adressbücher abonnieren
fi_fi: Tilaa jaettuja osoitekirjoja
ja_jp: 共有アドレス帳を登録
lv_lv: Abonēt koplietojuma adrešu grāmatas
ru_ru: Подписка на общие адресные книги
sk_sk: Prihlásiť sa k zdieľaným adresárom kontaktov
tr_tr: Paylaşılan adres defterlerine abone ol

source: Subscribe to shared calendars
de_de: Freigegebene Kalender abonnieren
fi_fi: Tilaa jaettuja kalentereja
ja_jp: 共有カレンダーを登録
lv_lv: Abonēt koplietojuma kalendārus
ru_ru: Подписка на общие календари
sk_sk: Prihlásiť sa k zdieľaným kalendárom
tr_tr: Paylaşılan takvimlere abone ol

source: Subscribe to shared task folders
de_de: Abonnieren freigegebener Aufgabenordner
fi_fi: Tilaa jaettuja tehtäväkansioita
ja_jp: 共有のタスクフォルダーを登録
lv_lv: Abonēt koplietojuma uzdevumu mapes
ru_ru: Подпишитесь на общие папки задач
sk_sk: Prihlásiť sa k odberu zdieľaných priečinkov úloh
tr_tr: Paylaşılan görev klasörlerine abone ol

source: Subscribe to shared tasks folders
de_de: Freigegebene Aufgabenordner abonnieren
fi_fi: Tilaa jaettuja tehtäväkansioita
ja_jp: 共有のタスクフォルダーを登録
lv_lv: Abonēt koplietojuma uzdevumu mapes
ru_ru: Подписка на общие папки задач
sk_sk: Prihlásiť sa k zdieľaným priečinkom úloh
tr_tr: Paylaşılan görev klasörlerine abone ol

source: Subscribe to task folder
de_de: Aufgabenordner abonnieren
fi_fi: Tilaa tehtäväkansio
ja_jp: タスクフォルダーに登録
lv_lv: Abonēt uzdevumu mapi
ru_ru: Подпишитесь на папку задач
sk_sk: Prihlásiť sa k priečinku úloh
tr_tr: Görev klasörüne abone ol

source: Subscription refresh
de_de: Abonnement aktualisieren
fi_fi: Tilauksen päivitys
ja_jp: 登録を最新の状態に更新
lv_lv: Abonementa jaunināšana
ru_ru: Обновление подписки
sk_sk: Obnovenie odberu
tr_tr: Abonelik yenileme

source: Subscription successfully created.
de_de: Das Abonnement wurde erfolgreich angelegt.
fi_fi: Tilaus luotu onnistuneesti.
ja_jp: 正常に登録されました。
lv_lv: Abonements ir veiksmīgi izveidots.
ru_ru: Подписка создана.
sk_sk: Odbery boli úspešne vytvorené.
tr_tr: Abonelik başarıyla oluşturuldu.

source: Subscriptions
de_de: Abonnements
fi_fi: Tilaukset
ja_jp: 登録
lv_lv: Abonementi
ru_ru: Подписки
sk_sk: Odbery
tr_tr: Abonelikler

source: Success
de_de: Erfolg
fi_fi: Onnistuminen
ja_jp: 成功
lv_lv: Veiksmīgi
ru_ru: Успех
sk_sk: Úspešné
tr_tr: Başarılı

source: Successfully reauthorized your %s account
de_de: Ihr %s-Konto wurde erfolgreich neu autorisiert
fi_fi: %-tilisi uudelleenvaltuutettiin onnistuneesti
ja_jp: %s アカウントが再認証されました
lv_lv: Veiksmīgi veikta atkārtota jūsu %s konta autorizēšana
ru_ru: Учетная запись %s авторизована повторно
sk_sk: Úspešne ste znova autorizovali svoj účet %s
tr_tr: %s hesabınız başarıyla yeniden yetkilendirildi

source: Successfully refreshed calendar
de_de: Kalender erfolgreich aktualisiert
fi_fi: Kalenterin virkistäminen onnistui
ja_jp: カレンダーの再読み込みに成功しました。
lv_lv: Kalendārs ir veiksmīgi jaunināts
ru_ru: Календарь успешно обновлен
sk_sk: Kalendár bol úspešne obnovený
tr_tr: Takvim başarıyla yenilendi

source: Suffix
de_de: Namenszusatz
fi_fi: Jälkiliite
ja_jp: 称号
lv_lv: Sufikss
ru_ru: Суффикс
sk_sk: Prípona
tr_tr: Son ek

source: Summarize
de_de: Zusammenfassen
fi_fi: Tee yhteenveto
ja_jp: 概要を説明する
lv_lv: Apkopot
ru_ru: Резюмировать
sk_sk: Zhrnúť
tr_tr: Özetle

source: Summary
de_de: Übersicht
fi_fi: Yhteenveto
ja_jp: 概要
lv_lv: Kopsavilkums
ru_ru: Сводка
sk_sk: Zhrnutie
tr_tr: Özet

# superessive
source: Sunday
de_de: Sonntag
fi_fi: Sunnuntaina
ja_jp: 日曜
lv_lv: Svētdienā
ru_ru: Воскресенье
sk_sk: Nedeľa
tr_tr: Pazar

source: Sunsets
de_de: Sonnenuntergänge
fi_fi: Auringonlaskut
ja_jp: 日没
lv_lv: Saulrieti
ru_ru: Закаты
sk_sk: Západy slnka
tr_tr: Günbatımları

source: Support starts with Chrome %1$d, Firefox %2$d, Edge %3$d, and Safari %4$d.
de_de: Die Unterstützung beginnt mit Chrome %1$d, Firefox %2$d, Edge %3$d und Safari %4$d.
fi_fi: Tuki alkaa selaimille Chrome %1$d, Firefox %2$d, Edge %3$d, ja Safari %4$d.
ja_jp: サポートをChrome %1$d、Firefox %2$d、Edge %3$d、Safari %4$d で開始します。
lv_lv: Atbalsts sākas ar Chrome %1$d, Firefox %2$d, Edge %3$d un Safari %4$d versijām.
ru_ru: Поддержка начинается с браузеров Chrome %1$d, Firefox %2$d, Edge %3$d, и Safari %4$d.
sk_sk: Podpora začína od verzie Chrome %1$d, Firefox %2$d, Edge %3$d a Safari %4$d.
tr_tr: Desteklediğimiz en düşük sürümler: Chrome %1$d, Firefox %2$d, Edge %3$d, ve Safari %4$d.

source: Switch camera
de_de: Kamera wechseln
fi_fi: Vaihda kameraa
ja_jp: カメラの変更
lv_lv: Pārslēgt kameru
ru_ru: Включить камеру
sk_sk: Prepnúť fotoaparát
tr_tr: Kamerayı değiştir

source: Switch to parent folder
de_de: In den übergeordneten Ordner wechseln
fi_fi: Vaihda emokansioon
ja_jp: 親フォルダーへ切り替え
lv_lv: Pāriet uz virsmapi
ru_ru: Перейти в родительскую папку
sk_sk: Prepnúť na nadradený priečinok
tr_tr: Üst klasöre geç

source: Symbols
de_de: Symbole
fi_fi: Symbolit
ja_jp: 記号
lv_lv: Simboli
ru_ru: Символы
sk_sk: Symboly
tr_tr: Semboller

source: Sync via DAV
de_de: Über DAV synchronisieren
fi_fi: Synkronointi DAVin kautta
ja_jp: DAVで同期
lv_lv: DAV sinhronizācija
ru_ru: Синхронизировать через DAV
sk_sk: Synchronizovať prostredníctvom DAV
tr_tr: DAV ile eşitle

source: TAX ID
de_de: Steuernummer
fi_fi: Verotunnus
ja_jp: 税金 ID
lv_lv: NOD. ID
ru_ru: Налоговый код
sk_sk: Daňový ID
tr_tr: Vergi numarası

source: TB
fi_fi: TT
ru_ru: ТБ

source: Tag mails from %1$s with %2$s
de_de: E-Mails von %1$s mit %2$s kennzeichnen
fi_fi: Merkitse viestit lähettäjältä %1$s: %2$s
ja_jp: %1$s からのメールにタグ %2$s を付ける
lv_lv: Kartēt vēstules no %1$s iezīmē %2$s
ru_ru: Присвоить сообщениям от %1$s метку %2$s
sk_sk: Označiť emaily od %1$s ako %2$s
tr_tr: %1$s adresinden gelen e-postalara %2$s etiketini ekle

source: Tag mails to %1$s with %2$s
de_de: E-Mails an %1$s mit %2$s kennzeichnen
fi_fi: Merkitse vastaanottajalle %1$s lähetetyt viestit merkinnällä %2$s
ja_jp: %1$s へのメールにタグ %2$s を付ける
lv_lv: Kartēt vēstules adresātam %1$s iezīmē %2$s
ru_ru: Присвоить сообщениям, адресованным %1$s, метку %2$s
sk_sk: Označiť emaily s adresátom %1$s ako %2$s
tr_tr: %1$s adresine giden e-postalara %2$s etiketini ekle

source: Tag mails with subject %1$s with %2$s
de_de: E-Mails mit dem Betreff %1$s mit %2$s kennzeichnen
fi_fi: Merkitse viestit, joiden aihe on %1$s, tunnisteella %2$s
ja_jp: 件名 %1$s のメールにタグ %2$s を付ける
lv_lv: Kartēt vēstules ar tematu %1$s iezīmē %2$s
ru_ru: Присвоить сообщениям с темой %1$s метку %2$s
sk_sk: Označiť emaily s predmetom %1$s ako %2$s
tr_tr: %1$s konulu e-postalara %2$s etiketini ekle

source: Take %1$s with you!
de_de: Nehmen Sie %1$s mit!
fi_fi: Ota %1$s mukaasi!
ja_jp: %1$s をいつも一緒に！
lv_lv: Paņemiet %1$s sev līdz!
ru_ru: Возьмите %1$s с собой!
sk_sk: Vezmite si %1$s so sebou!
tr_tr: %1$s hep yanınızda!
