Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Shared address books
de_de: Freigegebene Adressbücher
fi_fi: Jaetut osoitekirjat
ja_jp: 共有アドレス帳
lv_lv: Koplietojuma adrešu grāmatas
ru_ru: Совместные адресные книги
sk_sk: Zdieľané adresáre kontaktov
tr_tr: Paylaşılan adres defterleri

source: Shared address lists
de_de: Freigegebene Adresslisten
fi_fi: Jaetut osoiteluettelot
ja_jp: 共有アドレスリスト
lv_lv: Koplietojuma adrešu saraksti
ru_ru: Общие списки адресов
sk_sk: Zdieľané adresáre kontaktov
tr_tr: Paylaşılan adres listeleri

source: Shared by other users
de_de: Von anderen Benutzern freigegeben
fi_fi: Jaat tämän muiden käyttäjien kanssa
ja_jp: 他のユーザーと共有
lv_lv: Cirtu lietotāju meklējumi
ru_ru: Предоставлено другими пользователями
sk_sk: Zdieľajú iní používatelia
tr_tr: Diğer kullanıcılar tarafından paylaşılanlar

source: Shared by public link
de_de: Durch öffentlichen Link freigegeben
fi_fi: Julkisella linkilla jaettu
ja_jp: パブリックリンクで共有
lv_lv: Koplietots publiskā saitē
ru_ru: Общедоступная ссылка
sk_sk: Zdieľané prostredníctvom verejného odkazu
tr_tr: Açık bağlantı ile paylaşılanlar

source: Shared calendars
de_de: Freigegebene Kalender
fi_fi: Jaetut kalenterit
ja_jp: 共有カレンダー
lv_lv: Koplietojuma kalendāri
ru_ru: Совместные календари
sk_sk: Zdieľané kalendáre
tr_tr: Paylaşılan takvimler

source: Shared folders
de_de: Freigegebene Ordner
fi_fi: Jaetut kansiot
ja_jp: 共有フォルダー
lv_lv: Koplietojuma mapes
ru_ru: Общие папки
sk_sk: Zdieľané priečinky
tr_tr: Paylaşılan klasörler

source: Shared folders from "%1$s"
de_de: Freigegebene Ordner von "%1$s"
fi_fi: Jaetut kansiot kohteesta %1$s
ja_jp: "%1$s"からの共有フォルダー
lv_lv: Koplietojuma mapes no "%1$s"
ru_ru: Общие папки от «%1$s»
sk_sk: Zdieľané priečinky z "%1$s"
tr_tr: Paylaşılan "%1$s" klasörleri

source: Shared lists
de_de: Freigegebene Listen
fi_fi: Jaetut luettelot
ja_jp: 共有リスト
lv_lv: Meklēt sarakstos
ru_ru: Общие списки
sk_sk: Zdieľané zoznamy
tr_tr: Paylaşılan listeler

source: Shared tasks folders
de_de: Freigegebene Aufgabenordner
fi_fi: Jaetut tehtäväkansiot
ja_jp: 共有のタスクフォルダー
lv_lv: Koplietojuma uzdevumu mapes
ru_ru: Общие папки задач
sk_sk: Zdieľané priečinky úloh
tr_tr: Paylaşılan görev klasörleri

source: Shared with guest users
de_de: Für Gastbenutzer freigegeben
fi_fi: Jaettu vieraskäyttäjien kanssa
ja_jp: ゲストユーザーと共有
lv_lv: Koplietots ar vieslietotājiem
ru_ru: Доступно гостевым пользователям
sk_sk: Zdieľané s hosťami
tr_tr: Konuk kullanıcılarla paylaşılan

source: Shared with internal and guest users
de_de: Für interne und Gastbenutzer freigegeben
fi_fi: Jaettu sisäisten ja vieraskäyttäjien kanssa
ja_jp: 内部ユーザーおよびゲストユーザーと共有
lv_lv: Koplietots ar Iekšējiem un ārējiem lietotājiem
ru_ru: Доступно для внутренних и гостевых пользователей
sk_sk: Zdieľané s internými používateľmi a s hosťami
tr_tr: İç ve misafir kullanıcılarla paylaşılan

source: Shared with internal users
de_de: Für interne Benutzer freigegeben
fi_fi: Jaettu sisäisten käyttäjien kanssa
ja_jp: 内部ユーザーと共有
lv_lv: Koplietots ar iekšējiem lietotājiem
ru_ru: Доступно внутренним пользователям
sk_sk: Zdieľané s internými používateľmi
tr_tr: İç kullanıcılarla paylaşılan

source: Shared with others
de_de: Für andere freigegeben
fi_fi: Jaettu muiden kanssa
ja_jp: 他のユーザーと共有
lv_lv: Koplietots ar citiem
ru_ru: Доступно другим пользователям
sk_sk: Zdieľané s ostatnými
tr_tr: Başkalarıyla paylaşılan

source: Shares
de_de: Freigaben
fi_fi: Jaot
ja_jp: 共有
lv_lv: Koplietojumi
ru_ru: Общие
sk_sk: Zdieľané
tr_tr: Paylaşımlar

source: Sharing folders without permissions
de_de: Freigabe von Ordnern ohne Berechtigungen
fi_fi: Kansioiden jakaminen ilman käyttöoikeuksia
ja_jp: 権限なしのフォルダーを共有
lv_lv: Koplieto mapes bez tiesībām
ru_ru: Общий доступ к папкам без разрешений
sk_sk: Zdieľanie priečinkov bez oprávnení
tr_tr: Klasörleri izin olmadan paylaşma

source: Sharing options
de_de: Freigabeoptionen
fi_fi: Jakamisvaihtoehdot
ja_jp: 共有オプション
lv_lv: Koplietošanas iestatījumi
ru_ru: Варианты предоставления доступа
sk_sk: Možnosti zdieľania
tr_tr: Paylaşım seçenekleri

source: Short
de_de: Kurz
fi_fi: Lyhyt
ja_jp: 短い
lv_lv: Īss
ru_ru: Коротко
sk_sk: Krátky
tr_tr: Kısa

source: Shortcut profile
de_de: Profil für Tastatursteuerung
fi_fi: Pikanäppäinprofiili
ja_jp: ショートカットプロファイル
lv_lv: Īsceļu profils
ru_ru: Профиль сочетаний клавиш
sk_sk: Profil klávesových skratiek
tr_tr: Kısayol profili

source: Shortcuts can be configured in %1$s
de_de: Tastenkombinationen können in %1$s eingerichtet und konfiguriert werden
fi_fi: Pikanäppäimet voidaan määrittää kohdassa %1$s
ja_jp: ショートカットは%1$sで構成できます
lv_lv: Īsceļus var konfigurēt iekš %1$s
ru_ru: Сочетания клавиш можно настроить в %1$s
sk_sk: Skratky je možné nastaviť v %1$s
tr_tr: Kısayolları %1$s içinden ayarlayabilirsiniz

source: Shortly
de_de: In Kürze
fi_fi: Pian
ja_jp: すぐ
lv_lv: Īsumā
ru_ru: Коротко
sk_sk: Čoskoro
tr_tr: Kısa süre içinde

source: Show
de_de: Anzeigen
fi_fi: Näytä
ja_jp: 表示
lv_lv: Rādīt
ru_ru: Показать
sk_sk: Zobraziť
tr_tr: Göster

source: Show advanced options
de_de: Erweiterte Optionen anzeigen
fi_fi: Näytä lisävalinnat
ja_jp: 詳細オプションを表示
lv_lv: Rādīt papildus iestatījumus
ru_ru: Показать дополнительные параметры
sk_sk: Zobraziť rozšírené voľby
tr_tr: Gelişmiş seçenekleri göster

source: Show all
de_de: Alle anzeigen
fi_fi: Näytä kaikki
ja_jp: すべてを表示
lv_lv: Rādīt visu
ru_ru: Показать все
sk_sk: Zobraziť všetky
tr_tr: Tümünü göster

source: Show all calendars
de_de: Alle Kalender anzeigen
fi_fi: Näytä kaikki kalenterit
ja_jp: すべてのカレンダーを表示
lv_lv: Rādīt visus kalendārus
ru_ru: Показать все календари
sk_sk: Zobraziť všetky kalendáre
tr_tr: Tüm takvimleri göster

source: Show all images just once
de_de: Alle Bilder nur einmal anzeigen
fi_fi: Näytä kaikki kuvat vain kerran
ja_jp: すべての画像を一度だけ表示
lv_lv: Parādīt visus attēlus tikai vienu reizi
ru_ru: Показать все изображения всего один раз
sk_sk: Zobraziť všetky obrázky len raz
tr_tr: Tüm resimleri yalnızca bir kez göster

source: Show appointment details
de_de: Termindetails anzeigen
fi_fi: Näytä tapaamisen yksityiskohdat
ja_jp: 予定の詳細を表示
lv_lv: Rādīt mītiņa detaļas
ru_ru: Показать данные встречи
sk_sk: Zobraziť podrobnosti schôdzky
tr_tr: Randevu ayrıntılarını göster

source: Show as free
de_de: Als frei anzeigen
fi_fi: Näytä vapaana
ja_jp: 空き時間として表示
lv_lv: Rādīt kā brīvu
ru_ru: Показать как «Свободно»
sk_sk: Ukázať ako voľný
tr_tr: Serbest olarak göster

source: Show birthday calendar
de_de: Geburtstagskalender anzeigen
fi_fi: Näytä syntymäpäiväkalenteri
ja_jp: 誕生日のカレンダーを表示
lv_lv: Rādīt dzimšanas dienu kalendāru
ru_ru: Показать календарь дней рождения
sk_sk: Zobraziť kalendár narodenín
tr_tr: Doğum günü takvimini göster

source: Show birthdays in notification area
de_de: Geburtstage im Infobereich anzeigen
fi_fi: Näytä syntymäpäivät ilmoitusalueella
ja_jp: 通知エリアに誕生日を表示
lv_lv: Rādīt dzimšanas dienas paziņojuma apgabalā
ru_ru: Показывать дни рождения в области уведомлений
sk_sk: Zobrazovať narodeniny v oznamovacej oblasti
tr_tr: Bildirim alanında doğum günlerini göster

source: Show blind carbon copy input field
de_de: BCC-Eingabefeld anzeigen
fi_fi: Näytä piilokopion vastaanottajan määrittelykenttä
ja_jp: BCC 入力フィールドを表示
lv_lv: Rādīt BCC ievada lauku
ru_ru: Показать поле скрытых копий
sk_sk: Zobraziť vstupné pole Skrytá kópia
tr_tr: BCC giriş alanını göster

source: Show carbon copy input field
de_de: CC-Eingabefeld anzeigen
fi_fi: Näytä kopion vastaanottajan määrittelykenttä
ja_jp: CC 入力フィールドを表示
lv_lv: Rādīt CC ievada lauku
ru_ru: Показать поле копий
sk_sk: Zobraziť vstupné pole Kópia
tr_tr: CC giriş alanını göster

source: Show contact details
de_de: Kontaktdetails anzeigen
fi_fi: Näytä yhteystiedon tiedot
ja_jp: 連絡先の詳細を表示
lv_lv: Rādīt kontaktu detaļas
ru_ru: Показать контактные данные
sk_sk: Zobraziť podrobnosti kontaktu
tr_tr: Kişi ayrıntılarını göster

source: Show countdown for upcoming appointments
de_de: Countdown für anstehende Termine anzeigen
fi_fi: Näytä tulevien tapaamisten lähtölaskenta
ja_jp: 次の予定までのカウントダウンを表示
lv_lv: Rādīt laika atskaites brīdinājumus gaidāmajiem mītiņiem
ru_ru: Показывать обратный отсчет времени для предстоящих встреч
sk_sk: Zobraziť odpočítavanie do nadchádzajúcich schôdzok
tr_tr: Yaklaşan randevular için geri sayım göster

source: Show declined appointments
de_de: Abgelehnte Termine anzeigen
fi_fi: Näytä tapaamiset joista kieltäydytty
ja_jp: 辞退した予定を表示
lv_lv: Rādīt noraidītos mītiņus
ru_ru: Показать отклоненные встречи
sk_sk: Zobraziť zamietnuté schôdzky
tr_tr: Reddedilen randevuları göster

source: Show desktop notifications
de_de: Desktop-Benachrichtigungen anzeigen
fi_fi: Näytä työpöytäilmoitukset
ja_jp: デスクトップへ通知を表示
lv_lv: Rādīt darbvirsmas paziņojumus
ru_ru: Показывать уведомления на рабочем столе
sk_sk: Zobraziť oznámenia na ploche
tr_tr: Masaüstü bildirimlerini göster

source: Show details
de_de: Details anzeigen
fi_fi: Näytä yksityiskohdat
ja_jp: 詳細を表示
lv_lv: Rādīt detaļas
ru_ru: Показать подробности
sk_sk: Zobraziť podrobnosti
tr_tr: Ayrıntıları göster

source: Show done tasks
de_de: Erledigte Aufgaben anzeigen
fi_fi: Näytä valmiit tehtävät
ja_jp: 完了したタスクを表示
lv_lv: Rādīt pabeigtos uzdevumus
ru_ru: Показать выполненные задачи
sk_sk: Zobraziť hotové úlohy
tr_tr: Bitmiş görevleri göster

source: Show editor toolbar
de_de: Editor-Werkzeugleiste anzeigen
fi_fi: Näytä editorin työkalurivi
ja_jp: エディタツールバーを表示
lv_lv: Rādīt redaktora rīkjoslu
ru_ru: Показать панель инструментов
sk_sk: Zobraziť panel nástrojov editora
tr_tr: Düzenleyici araç çubuğunu göster

source: Show entire message
de_de: Gesamte Nachricht anzeigen
fi_fi: Näytä koko viesti
ja_jp: 全メッセージを表示する
lv_lv: Rādīt pilnu paziņojumu
ru_ru: Показать сообщение целиком
sk_sk: Zobraziť celú správu
tr_tr: İletinin tamamını göster

source: Show entire message including all external images
de_de: Gesamte Nachricht einschließlich aller externen Bilder anzeigen
fi_fi: Näytä koko viesti, mukaan lukien ulkoset kuvat
ja_jp: すべての外部画像を含む全メッセージを表示する
lv_lv: Rādīt visu ziņojumu, ietverot visus ārējos attēlus
ru_ru: Показать сообщение целиком, включая внешние изображения
sk_sk: Zobraziť celú správu vrátane všetkých externých obrázkov
tr_tr: Dış kaynaklı resimler de dahil olmak üzere iletinin tamamını göster

source: Show fine grid
de_de: Feinraster anzeigen
fi_fi: Näytä ohut ruudukko
ja_jp: ファイン グリッドを表示
lv_lv: Rādīt smalku režģi
ru_ru: Показать детальную сетку
sk_sk: Zobraziť jemnú mriežku
tr_tr: Ayrıntılı kılavuzu göster

source: Show folder "Flagged" that lists all flagged messages
de_de: Ordner "Markiert" anzeigen, der alle markierten Nachrichten auflistet
fi_fi: Näytä "Liputetut"-kansio, jossa kaikki liputetut viestit
ja_jp: すべてのフラグ付きメッセージを一覧表示する "フラグ "フォルダを表示
lv_lv: Rādīt mapi "Iezīmēts", kura satur visus iezīmētos ziņojumus
ru_ru: Показать папку со всеми отмеченными сообщениями
sk_sk: Zobraziť priečinok "Označené" so všetkými označenými správami
tr_tr: Tüm işaretli iletileri içeren "İşaretli" klasörünü göster

source: Show folder "Unseen" that lists all unread messages
de_de: Ordner "Ungesehene" anzeigen, der alle ungelesenen Nachrichten auflistet
fi_fi: Näytä "Avaamaton" -kansio, jossa kaikki avaamattomat viestit
ja_jp: すべての未読メッセージを一覧表示する"未読"フォルダーを表示
lv_lv: Rādīt mapi "Neredzēts", kura satur visus nelasītos ziņojumus
ru_ru: Показать папку со всеми непрочитанными сообщениями
sk_sk: Zobraziť priečinok "Neprečítané" so všetkými neprečítanými správami
tr_tr: Tüm okunmamış iletileri içeren "Okunmamış" klasörünü göster

source: Show free/busy information to others
de_de: Freie/Gebucht-Informationen für andere anzeigen
fi_fi: Näytä vapaa/varattutiedot muille
ja_jp: 空き時間／ビジー状態の情報を他の人に表示
lv_lv: Rādīt savu pieejamības informāciju citiem
ru_ru: Показывать информацию о доступности другим
sk_sk: Zobraziť informácie o voľnom čase ostatným
tr_tr: Serbest/meşgul bilgisini diğer kullanıcılara göster

source: Show hidden files and folders
de_de: Ausgeblendete Dateien und Ordner anzeigen
fi_fi: Näytä piilotetut tiedostot ja kansiot
ja_jp: 非表示のフォルダーとファイルを表示
lv_lv: Rādīt paslēptos failus un mapes
ru_ru: Показать скрытые файлы и папки
sk_sk: Zobraziť skryté súbory a priečinky
tr_tr: Gizli dosyaları ve klasörleri göster

source: Show icons
de_de: Symbole anzeigen
fi_fi: Näytä kuvakkeet
ja_jp: アイコンを表示
lv_lv: Rādīt ikonas
ru_ru: Показать значки
sk_sk: Zobraziť ikony
tr_tr: Simgeleri göster

source: Show images
de_de: Bilder anzeigen
fi_fi: Näytä kuvat
ja_jp: 画像を表示
lv_lv: Rādīt attēlus
ru_ru: Показать изображения
sk_sk: Zobraziť obrázky
tr_tr: Resimleri göster

source: Show in %1$s
de_de: Anzeigen in %1$s
fi_fi: Näytä luokassa %1$s
ja_jp: %1$s 中に表示
lv_lv: Rādīts iekš %1$s
ru_ru: Показать в %1$s
sk_sk: Zobraziť v %1$s
tr_tr: %1$s içinde göster

source: Show less options
de_de: Weniger Optionen anzeigen
fi_fi: Näytä vähemmän vaihtoehtoja
ja_jp: オプションを少なめに表示
lv_lv: Rādīt mazāk opciju
ru_ru: Показать меньше опций
sk_sk: Zobraziť menej možností
tr_tr: Daha az seçenek göster

source: Show list
de_de: Liste anzeigen
fi_fi: Näytä luettelo
ja_jp: リストを表示
lv_lv: Rādīt sarakstu
ru_ru: Показать список
sk_sk: Zobraziť zoznam
tr_tr: Listeyi göster

source: Show manual configuration options
de_de: Manuelle Konfigurationsoptionen anzeigen
fi_fi: Näytä manuaaliset määritysasetukset
ja_jp: 手動構成オプションを表示
lv_lv: Rādīt manuālās konfigurēšanas opcijas
ru_ru: Показать параметры ручной настройки
sk_sk: Zobraziť možnosti manuálneho nastavenia
tr_tr: Elle yapılandırma seçeneklerini göster

source: Show message size
de_de: Nachrichtengröße anzeigen
fi_fi: Näytä viestin koko
ja_jp: メッセージのサイズを表示
lv_lv: Rādīt ziņojuma izmēru
ru_ru: Показать размер сообщения
sk_sk: Zobraziť veľkosť správy
tr_tr: İleti boyutunu göster

source: Show mini calendar
de_de: Minikalender anzeigen
fi_fi: Näytä minikalenteri
ja_jp: ミニカレンダーを表示
lv_lv: Rādīt mini kalendāru
ru_ru: Показать мини-календарь
sk_sk: Zobraziť minikalendár
tr_tr: Mini takvimi göster

source: Show more options
de_de: Weitere Optionen anzeigen
fi_fi: Näytä lisää vaihtoehtoja
ja_jp: さらにオプションを表示
lv_lv: Rādīt vairāk opciju
ru_ru: Показать больше опций
sk_sk: Zobraziť ďalšie možnosti
tr_tr: Daha fazla seçenek göster

source: Show names
de_de: Namen anzeigen
fi_fi: Näytä nimet
ja_jp: 差出人の名前を表示
lv_lv: Rādīt vārdus
ru_ru: Показать имена
sk_sk: Zobraziť mená
tr_tr: Adları göster

source: Show next month
de_de: Nächsten Monat anzeigen
fi_fi: Näytä seuraava kuukausi
ja_jp: 次の月を表示
lv_lv: Rādīt nākošo mēnesi
ru_ru: Показать следующий месяц
sk_sk: Zobraziť ďalší mesiac
tr_tr: Sonraki ayı göster

source: Show or hide alternative options for advanced users.
de_de: Aktionen für fortgeschrittene Anwender ein- oder ausblenden.
fi_fi: Näytä tai piilota vaihtoehdot edistyneemmille käyttäjille.
ja_jp: 上級ユーザー向けの別のアクションを表示または非表示にする。
lv_lv: Rādīt vai paslēpt papildus opcijas pieredzējušiem lietotājiem.
ru_ru: Показать или спрятать альтернативные опции для продвинутых пользователей.
sk_sk: Zobraziť alebo skryť alternatívne možnosti pre pokročilých používateľov.
tr_tr: İleri düzey kullanıcılara yönelik alternatif seçenekleri göster veya gizle.

source: Show previous month
de_de: Vorherigen Monat anzeigen
fi_fi: Näytä edellinen kuukausi
ja_jp: 前の月を表示
lv_lv: Rādīt iepriekšējo mēnesi
ru_ru: Показать предыдущий месяц
sk_sk: Zobraziť predošlý mesiac
tr_tr: Önceki ayı göster

source: Show quoted text
de_de: Zitierten Text anzeigen
fi_fi: Näytä lainattu teksti
ja_jp: 引用文を表示
lv_lv: Rādīt kvotēto tekstu
ru_ru: Показать цитируемый текст
sk_sk: Zobraziť citovaný text
tr_tr: Alıntılanan metni göster

source: Show quoted text in different color
de_de: Zitierten Text in einer anderen Farbe anzeigen
fi_fi: Näytä lainattu teksti eri värillä
ja_jp: 引用文を別の色で表示
lv_lv: Rādīt kvotēto tekstu citā krāsā
ru_ru: Отображать цитируемый текст другим цветом
sk_sk: Zobraziť citovaný text inou farbou
tr_tr: Alıntılanan metni farklı renkte göster

source: Show reminders for past appointments
de_de: Erinnerungen für vergangene Termine anzeigen
fi_fi: Näytä aiempioen tapaamisten muistutukset
ja_jp: 過去の予定のアラームを表示
lv_lv: Rādīt atgādinājumus pagājušiem mētiņiem
ru_ru: Показать напоминания о прошедших встречах
sk_sk: Zobraziť pripomenutia už uskutočnených schôdzok
tr_tr: Geçmiş randevuların anımsatıcılarını göster

source: Show reply-to input field
de_de: Eingabefeld "Antwort an" anzeigen
fi_fi: Näytä vastausosoitteen syöttökenttä
ja_jp: 返信先入力フィールドを表示
lv_lv: Rādīt atbildes saņēmēja ievada lauku
ru_ru: Показать поле ответа на
sk_sk: Zobraziť vstupné pole "Odpovedať komu"
tr_tr: "Yanıtla" alanını göster

source: Show requests for read receipts
de_de: Anfragen für Lesebestätigungen anzeigen
fi_fi: Näytä lukukuittauspyynnöt
ja_jp: 開封確認メッセージの要求を表示
lv_lv: Rādīt lasīšanas apstiprinājumu pieprasījumus
ru_ru: Показать запросы уведомления о прочтении
sk_sk: Zobraziť žiadosti o potvrdenie prečítania
tr_tr: Okundu bilgisi isteklerini göster

source: Show shortcut help
de_de: Hilfe für Tastatursteuerung anzeigen
fi_fi: Näytä pikanäppäinohje
ja_jp: ショートカットヘルプを表示
lv_lv: Rādīt īsceļu palīdzību
ru_ru: Показать помощь по горячим клавишам
sk_sk: Zobraziť pomocníka ku klávesovým skratkám
tr_tr: Kısayol yardımını göster

source: Show task details
de_de: Aufgabendetails anzeigen
fi_fi: Näytä tehtävän yksityiskohdat
ja_jp: タスクの詳細を表示
lv_lv: Rādīt uzdevuma detaļas
ru_ru: Показать данные встречи
sk_sk: Zobraziť podrobnosti úlohy
tr_tr: Görev ayrıntılarını göster

source: Show text preview
de_de: Textvorschau anzeigen
fi_fi: Näytä tekstin esikatselu
ja_jp: テキストプレビューを表示
lv_lv: Rādīt teksta apskatu
ru_ru: Показать текстовый просмотр
sk_sk: Zobraziť náhľad textu
tr_tr: Metin ön izlemesini göster

source: Show this calendar only
de_de: Nur diesen Kalender anzeigen
fi_fi: Näytä vain tämä kalenteri
ja_jp: このカレンダーのみ表示
lv_lv: Rādīt tikai šo kalendāru
ru_ru: Показать только этот календарь
sk_sk: Zobraziť iba tento kalendár
tr_tr: Yalnızca bu takvimi göster

source: Show this group only
de_de: Nur diese Gruppe anzeigen
fi_fi: Näytä vain tämä ryhmä
ja_jp: このグループのみ表示
lv_lv: Rādīt tikai šo grupu
ru_ru: Показать только эту группу
sk_sk: Zobraziť iba túto skupinu
tr_tr: Yalnızca bu grubu göster

source: Show this resource only
de_de: Nur diese Ressource anzeigen
fi_fi: Näytä vain tämä resurssi
ja_jp: このリソースのみ表示
lv_lv: Rādīt tikai šo resursu
ru_ru: Показать только этот ресурс
sk_sk: Zobraziť iba tento zdroj
tr_tr: Yalnızca bu kaynağı göster

source: Show tiles
de_de: Kacheln anzeigen
fi_fi: Näytä sovellusikkunat
ja_jp: タイルを表示
lv_lv: Rādīt flīzes
ru_ru: Показать секции
sk_sk: Zobraziť dlaždice
tr_tr: Döşemeleri göster

source: Show toolbar
de_de: Werkzeugleiste anzeigen
fi_fi: Näytä työkalupalkki
ja_jp: ツールバーを表示
lv_lv: Rādīt rīkjoslu
ru_ru: Показать панель инструментов
sk_sk: Zobraziť panel nástrojov
tr_tr: Araç çubuğunu göster

source: Shown as
de_de: Angezeigt als
fi_fi: Näytetään tilassa
ja_jp: 公開方法
lv_lv: Rādīts kā
ru_ru: Статус в календаре
sk_sk: Zobraziť ako
tr_tr: Gösterilen

source: Shown as %1$s
de_de: Angezeigt als %1$s
fi_fi: Näytetään tilassa %1$s
ja_jp: %1$sとして公開
lv_lv: Rādīts kā %1$s
ru_ru: Показано как %1$s
sk_sk: Zobrazené ako %1$s
tr_tr: %1$s olarak göster

source: Shrink
de_de: Verkleinern
fi_fi: Pienennä
ja_jp: 縮小
lv_lv: Samazināt
ru_ru: Сжать
sk_sk: Zmenšiť
tr_tr: Daralt

source: Sign in
de_de: Anmelden
fi_fi: Kirjaudu
ja_jp: ログイン
lv_lv: Pieslēgšanās
ru_ru: Вход
sk_sk: Prihlásiť sa
tr_tr: Giriş yap

# word
source: Sign in
de_de: Anmeldung
fi_fi: Kirjaudu
ja_jp: ログイン
lv_lv: Pieslēgšanās
ru_ru: Вход
sk_sk: Prihlásiť sa
tr_tr: Giriş yap

source: Sign in with Google. This will add your Gmail account.
de_de: Melden Sie sich bei Google an. Dadurch wird Ihr Gmail-Konto hinzugefügt.
fi_fi: Kirjaudu sisään Googlella. Se lisää Gmail-tilisi.
ja_jp: Googleでサインインしてください。Gmailアカウントが追加されます。
lv_lv: Pieteikšnās ar Google. Tiks pievienots jūsu Gmail konts.
ru_ru: Выполните вход с помощью Google. Это действие добавит вашу учетную запись Gmail.
sk_sk: Prihlásiť sa pomocou služby Google. Týmto pridáte svoj účet služby Gmail.
tr_tr: Google ile giriş yapın. Bu işlem Gmail hesabınızı ekler.

source: Sign out
de_de: Abmelden
fi_fi: Kirjaudu ulos
ja_jp: ログアウト
lv_lv: Atslēgties
ru_ru: Выход
sk_sk: Odhlásiť sa
tr_tr: Çıkış

source: Sign out from all devices
de_de: Von allen Geräten abmelden
fi_fi: Kirjaudu ulos kaikilta laitteilta
ja_jp: すべてのデバイスからログアウト
lv_lv: Atslēgties visās ierīcēs
ru_ru: Выйти со всех устройств
sk_sk: Odhlásiť sa zo všetkých zariadení
tr_tr: Tüm cihazlardan çıkış yap

source: Sign out from device
de_de: Vom Gerät abmelden
fi_fi: Kirjaudu ulos laitteelta
ja_jp: デバイスからサインアウト
lv_lv: Atslēgties no ierīces
ru_ru: Выполнить выход с устройства
sk_sk: Odhlásiť sa zo zariadenia
tr_tr: Cihazdan çıkış yap

source: Sign out now
de_de: Jetzt abmelden
fi_fi: Kirjaudu heti ulos
ja_jp: ログアウトしてください
lv_lv: Atslēgties
ru_ru: Выход
sk_sk: Odhlásiť sa teraz
tr_tr: Hemen çıkış yap

source: Signature
de_de: Signatur
fi_fi: Allekirjoitus
ja_jp: 署名
lv_lv: Paraksts
ru_ru: Подпись
sk_sk: Podpis
tr_tr: İmza

source: Signature name
de_de: Name der Signatur
fi_fi: Allekirjoituksen nimi
ja_jp: 署名タイトル
lv_lv: Paraksta vārds
ru_ru: Название подписи
sk_sk: Názov podpisu
tr_tr: İmza adı

source: Signatures
de_de: Signaturen
fi_fi: Allekirjoitukset
ja_jp: 署名
lv_lv: Paraksti
ru_ru: Подписи
sk_sk: Podpisy
tr_tr: İmzalar

source: Signatures for all mail accounts
de_de: Signaturen für alle E-Mail-Konten
fi_fi: Allekirjoitukset kaikille sähköpostitileille
ja_jp: すべてのメールアカウント用の署名
lv_lv: Paraksti visiem pasta kontiem
ru_ru: Подписи для всех почтовых аккаунтов
sk_sk: Podpisy pre všetky emailové účty
tr_tr: Tüm e-posta hesapları için imzalar

source: Signed in as
de_de: Angemeldet als
fi_fi: Kirjautunut käyttäjänä
ja_jp: ログインユーザー：
lv_lv: Pieslēdzies kā
ru_ru: Выполнен вход от имени
sk_sk: Prihlásený ako
tr_tr: Kullanıcı:

source: Simple
de_de: Einfach
fi_fi: Yksinkertainen
ja_jp: シンプル
lv_lv: Vienkāršs
ru_ru: Простой
sk_sk: Jednoduché
tr_tr: Basit

source: Six months
de_de: Sechs Monate
fi_fi: Puoli vuotta
ja_jp: 6か月
lv_lv: Seši mēneši
ru_ru: Шесть месяцев
sk_sk: šesť mesiacov
tr_tr: Altı ay

source: Size
de_de: Größe
fi_fi: Koko
ja_jp: サイズ
lv_lv: Izmērs
ru_ru: Размер
sk_sk: Veľkosť
tr_tr: Boyut

source: Skip to main content
de_de: Zum Hauptinhalt wechseln
fi_fi: Ohita ja siirry pääsisältöön
ja_jp: スキップして主な内容へ
lv_lv: Pāriet uz galveno saturu
ru_ru: Перейти к основному содержимому
sk_sk: Preskočiť na hlavný obsah
tr_tr: Ana içeriğe geç

source: Slideshow
de_de: Diashow
fi_fi: Diaesitys
ja_jp: スライドショー
lv_lv: Slaidrāde
ru_ru: Слайд-шоу
sk_sk: Prezetácia
tr_tr: Slayt gösterisi

source: Slideshow for images
de_de: Diashow für Bilder
fi_fi: Diaesitys kuville
ja_jp: 画像のスライドショー
lv_lv: Attēlu slaidrāde
ru_ru: Слайд-шоу для изображений
sk_sk: Režim prezentácie obrázkov
tr_tr: Resimler için slayt gösterisi

source: Small
de_de: Klein
fi_fi: Pieni
ja_jp: 小
lv_lv: Mazs
ru_ru: Маленький
sk_sk: Malá
tr_tr: Küçük

source: Small (%1$s px)
de_de: Klein (%1$s px)
fi_fi: Pieni (%1$s px)
ja_jp: 小 (%1$s px)
lv_lv: Mazs (%1$s px)
ru_ru: Маленький (%1$s пкс)
sk_sk: Malá (%1$s px)
tr_tr: Küçük (%1$s px)

source: Smarter participant sorting
de_de: Teilnehmer immer passend sortiert
fi_fi: Älykkäämpi osallistujien lajittelu
ja_jp: よりスマートに参加者をソート
lv_lv: Viedāka dalībnieku kārtošana
ru_ru: Более разумная сортировка участников
sk_sk: Inteligentnejšie zoradenie účastníkov
tr_tr: Daha akıllı katılımcı sıralama

source: Smoke Gray
de_de: Rauchgrau
fi_fi: Savunharmaa
ja_jp: スモークグレー
lv_lv: Dūmu pelēks
ru_ru: Дымчато-серый
sk_sk: Dymová šedá
tr_tr: Duman grisi

source: Snooze
de_de: Später erinnern
fi_fi: Torkuta
ja_jp: スヌーズ
lv_lv: Atlikt
ru_ru: Отложить
sk_sk: Odložiť
tr_tr: Ertele
