Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: You can use inbox categories to organize your incoming emails in different tabs
de_de: Sie können Posteingangskategorien verwenden, um Ihre eingehenden E-Mails in verschiedenen Tabs zu organisieren
fi_fi: Voit käyttää postilaatikkoluokkia järjestelläksesi saapuvat sähköpostit eri välilehtiin
ja_jp: 受信トレイのカテゴリを使用して、受信メールを異なるタブに整理できます。
lv_lv: Jūs varat izmantot iesūtnes kategorijas, lai organizētu ienākošo e-pastu atsevišķās vērtnēs
ru_ru: Вы можете использовать категории входящих сообщений для организации вашей входящей почты в разные вкладки
sk_sk: Kategórie doručenej pošty môžete použiť na usporiadanie prichádzajúcich emailov na rôznych kartách
tr_tr: Gelen e-postalarınızı farklı sekmelere ayırmak için gelen kutusu kategorilerini kullanabilirsiniz

source: You cannot add contacts in "%1$s". Do you want to add a new contact to your default address book instead?
de_de: Sie können keine Kontakte zu "%1$s" hinzufügen. Möchten Sie stattdessen einen neuen Kontakt zu Ihrem Standardadressbuch hinzufügen?
fi_fi: Et voi lisätä yhteystietoja "%1$s"-kansioon. Haluatko sen sijaan lisätä uuden yhteystiedon oletusosoitekirjaasi?
ja_jp: %1$s に連絡先を追加することはできません。代わりに新しい連絡先を既定のアドレス帳に追加しますか？
lv_lv: Adrešu grāmatā "%1$s" nevar pievienot jaunas kontaktpersonas. Vai vēlaties pievienot jaunu kontaktpersonu noklusējuma adrešu grāmatai?
ru_ru: Вы не можете добавить контакты в «%1$s». Вы хотите добавить новый контакт в адресную книгу по умолчанию?
sk_sk: Do "%1$s" nemôžete pridať kontakty. Chcete namiesto toho pridať nový kontakt do predvoleného adresára kontaktov?
tr_tr: "%1$s" klasörüne kişi ekleyemezsiniz. Yeni kişiyi varsayılan adres defterinize eklemek ister misiniz?

source: You cannot add tasks in "%1$s". Do you want to add a new task to your default folder instead?
de_de: Sie können keine Aufgaben zu "%1$s" hinzufügen. Möchten Sie stattdessen eine neue Aufgabe zu Ihrem Standardordner hinzufügen?
fi_fi: Et voi lisätä tehtäviä "%1$s" -kansioon. Haluatko sen sijaan lisätä uuden tehtävän oletuskansioon?
ja_jp: %1$s にタスクを追加することはできません。代わりに新しいタスクを既定のフォルダーに追加しますか？
lv_lv: Mapē "%1$s" nevar pievienot jaunus uzdevumus. Vai vēlaties pievienot jaunu uzdevumu noklusējuma mapei?
ru_ru: Вы не можете добавлять задачи «%1$s». Вы хотите добавить новую задачу в папку по умолчанию?
sk_sk: Do "%1$s" nemôžete pridať úlohy. Chcete namiesto toho pridať novú úlohu do predvoleného priečinka?
tr_tr: "%1$s" klasörüne görev ekleyemezsiniz. Yeni görevi varsayılan klasörünüze eklemek ister misiniz?

source: You cannot mark the appointment as secret, when blocking a resource.
de_de: Sie können den Termin nicht als geheim kennzeichnen, wenn Sie eine Ressource blockieren.
fi_fi: Tapaamista ei voida merkitä salaiseksi jos se vie resursseja.
ja_jp: リソースをブロ臆している場合は、予定に秘密の印をつけることができません。
lv_lv: Ja tiek bloķēts kāds no resursiem, mītiņu nevar iestatīt kā slepenu.
ru_ru: Вы не можете установить секретный статус встречи при блокировании ресурса.
sk_sk: Nemôžete označiť schôdzku ako tajnú, keď blokuje zdroje.
tr_tr: Bir kaynağı engelleyen randevuyu gizli olarak işaretleyemezsiniz.

source: You cannot move items to this folder
de_de: Sie können keine Objekte in diesen Ordner verschieben
fi_fi: Tähän kansioon ei voida siirtää kohteita
ja_jp: このフォルダーにはアイテムを移動できません
lv_lv: Uz šo mapi vienības nevar tikt pārvietotas
ru_ru: Вы не можете перемещать объекты в эту папку
sk_sk: Nemôžete presúvať položky do toho priečinka
tr_tr: Öğeleri bu klasöre taşıyamazsınız

source: You cannot select this folder.
de_de: Sie können diesen Ordner nicht auswählen.
fi_fi: Tätä kansiota ei voi valita.
ja_jp: このフォルダーを選択できません
lv_lv: Jūs nevarat izvēlēties šo mapi.
ru_ru: Вы не можете выбрать эту папку.
sk_sk: Nemôžete vybrať tento priečinok.
tr_tr: Bu klasörü seçemezsiniz.

source: You cannot work on more than %1$s drafts at the same time.
de_de: Sie können nicht an mehr als %1$s Entwürfen gleichzeitig arbeiten.
fi_fi: Et voi työstää enempää kuin %1$s luonnosta yhtä aikaa.
ja_jp: %1$s 以上の下書きを同時に処理することはできません。
lv_lv: Vienlaicīgi nevar strādāt ar vairāk kā %1$s melnrakstiem.
ru_ru: Вы не можете одновременно работать над более чем %1$s черновиков.
sk_sk: Nemôžete zároveň pracovať na viac než %1$s rozpísaných správach.
tr_tr: Aynı anda en fazla %1$s taslak üzerinde çalışabilirsiniz.

source: You declined this appointment
de_de: Sie haben diesen Termin abgelehnt
fi_fi: Kieltäydyit tästä tapaamisesta
ja_jp: この予定を辞退しました。
lv_lv: Jūs esat atteicis šo mītiņu
ru_ru: Вы отказались от встречи
sk_sk: Odmietli ste túto schôdzku
tr_tr: Bu randevuyu reddettiniz

source: You declined this task
de_de: Sie haben diese Aufgabe abgelehnt
fi_fi: Kieltäydyit tästä tehtävästä
ja_jp: このタスクを辞退しました
lv_lv: Jūs esat atteicis šo uzdevumu
ru_ru: Вы отказались от задачи
sk_sk: Odmietli ste túto úlohu
tr_tr: Bu görevi reddettiniz

source: You don't have any appointments in the near future.
de_de: Sie haben keine Termine in naher Zukunft.
fi_fi: Sinulla ei ole tapaamisia lähitulevaisuudessa.
ja_jp: 予定は当面ありません。
lv_lv: Jums tuvākajā nākotnē nav neviena mītiņa.
ru_ru: В ближайшее время встреч нет.
sk_sk: V blízkej budúcnosti nemáte žiadne schôdzky.
tr_tr: Yakın tarihte herhangi bir randevunuz yok.

source: You don't have any publications yet
de_de: Sie haben noch keine Veröffentlichungen
fi_fi: Sinulla ei vielä ole julkaisuja
ja_jp: 何も公開していません
lv_lv: Jums vēl nav nvienas publikācijas
ru_ru: У вас нет публикаций
sk_sk: Zatiaľ nemáte žiadne publikácie
tr_tr: Henüz herhangi bir yayınınız yok

source: You don't have any subscriptions yet
de_de: Sie haben noch keine Abonnements
fi_fi: Sinulla ei vielä ole tilauksia
ja_jp: 何も登録していません
lv_lv: Jums vēl nav neviena abonementa
ru_ru: У вас нет подписок
sk_sk: Zatiaľ nemáte žiadne odbery
tr_tr: Henüz herhangi bir aboneliğiniz yok

source: You don't have any tasks that are either due soon or overdue.
de_de: Sie haben keine in Kürze fälligen oder überfälligen Aufgaben.
fi_fi: Sinulla ei ole pian erääntyviä eikä erääntyneitä tehtäviä.
ja_jp: 期限が近いタスクや期限が過ぎたタスクはありません。
lv_lv: Jums nav nepabeigtu uzdevumu ar izpildes datumiem pagātnē vai tuvākajā nākotnē.
ru_ru: Нет просроченных и задач с приближающимся сроком выполнения.
sk_sk: Nemáte žiadne úlohy, ktorých termín sa blíži alebo ktoré sú po termíne.
tr_tr: Yakında süresi dolacak veya gecikmiş bir göreviniz yok.

source: You first need to connect %1$s with Zoom. To do so, you need a Zoom Account. If you don't have an account yet, it is sufficient to create a free one.
de_de: Sie müssen zuerst %1$s mit Zoom verbinden. Dazu benötigen Sie ein Zoom-Konto. Wenn Sie noch kein Konto haben, ist es ausreichend, ein kostenloses Konto zu erstellen.
fi_fi: Yhdistä ensin %1$s Zoomia käyttäen. Tähän tarvitse Zoom-tilin. Jos sinulle ei vielä ole Zoom-tiliä, riittää ilmaistilin perustaminen.
ja_jp: まず%1$sに接続してください。接続にはZoomアカウントが必要です。アカウントをまだお持ちでない場合は、無料アカウントを作成するだけで構いません。
lv_lv: Vispirms jums ir jāsasaista %1$s ar Zoom. Lai to paveiktu, jums ir nepieciešams Zoom konts. Ja jums vēl šī konta nav, ir pietiekami izveidot bezmaksas kontu.
ru_ru: Сначала вам нужно подключить %1$s к Zoom. Для этого вам понадобится учетная запись Zoom. Если у вас еще нет учетной записи, достаточно создать бесплатную.
sk_sk: Najprv je potrebné pripojiť %1$s pomocou Zoom. Potrebujete na to účet Zoom. Ak ešte nemáte účet, stačí si vytvoriť bezplatný.
tr_tr: Öncelikle %1$s ile Zoom'u bağlamanız gerekir. Bunun için bir Zoom hesabına ihtiyacınız var. Henüz hesabınız yoksa ücretsiz bir hesap açabilirsiniz.

source: You forgot to sign out last time. Always use the sign-out button when you finished your work.
de_de: Sie haben letztes Mal vergessen, sich abzumelden. Verwenden Sie immer die Schaltfläche "Abmelden", wenn Sie Ihre Arbeit beendet haben.
fi_fi: Unohdit viimeksi kirjautua ulos. Käytä aina uloskirjautumispainiketta kun työsi on valmis.
ja_jp: 前回ログアウトしませんでした。作業終了時にはログアウト ボタンを使ってください。
lv_lv: Iepriekšējā reizē jūs aizmirsāt izrakstīties. Kad beidzat darbu, vienmēr izrakstieties, piespiežot izrakstīšanās taustiņu.
ru_ru: В прошлый раз вы забыли выйти из системы. Завершая работу, не забудьте нажать кнопку выхода.
sk_sk: Minule ste sa zabudli odhlásiť. Po ukončení práce vždy použite tlačidlo na odhlásenie.
tr_tr: Geçen sefer çıkış yapmayı unuttunuz. Çalışmanızı bitirince her zaman "çıkış" düğmesini kullanın.

source: You have %1$d unread message
de_de: Sie haben eine ungelesene Nachricht
fi_fi: Sinulla on %1$d lukematon viesti
ja_jp: %1$d 件の未読メッセージがあります
lv_lv: Jums ir %1$d nelasīts ziņojums
ru_ru: У вас есть %1$d непрочитанное сообщение
sk_sk: Máte %1$d neprečítanú správu
tr_tr: Okunmamış %1$d iletiniz var

source: You have accepted the appointment
de_de: Sie haben den Termin bestätigt
fi_fi: Hyväksyit tapaamisen
ja_jp: この予定を承諾しました。
lv_lv: Jūs esat apstiprinājis mītiņu
ru_ru: Вы приняли приглашение на встречу
sk_sk: Prijali ste schôdzku
tr_tr: Randevuyu kabul ettiniz

source: You have accepted this appointment
de_de: Sie haben diesen Termin bestätigt
fi_fi: Hyväksyit tämän tapaamisen
ja_jp: この予定を承諾しました。
lv_lv: Jūs esat apstiprinājis šo mītiņu
ru_ru: Вы приняли приглашение на встречу
sk_sk: Prijali ste túto schôdzku
tr_tr: Bu randevuyu kabul ettiniz

source: You have accepted this task
de_de: Sie haben diese Aufgabe bestätigt
fi_fi: Hyväksyit tämän tehtävän
ja_jp: このタスクを承諾しました
lv_lv: Jūs esat apstiprinājis šo uzdevumu
ru_ru: Вы приняли эту задачу
sk_sk: Prijali ste túto úlohu
tr_tr: Bu görevi kabul ettiniz

source: You have been automatically signed out
de_de: Sie wurden automatisch abgemeldet
fi_fi: Sinut on automaattisesti uloskirjattu
ja_jp: 自動的にログアウトしました
lv_lv: Jūs esat automātiski izrakstīts
ru_ru: Сеанс был автоматически завершен
sk_sk: Boli ste automaticky odhlásení
tr_tr: Otomatik olarak çıkış yaptınız

source: You have currently no deputies assigned.
de_de: Sie haben derzeit keine Stellvertreter zugewiesen.
fi_fi: Sijaisia ei tällä hetkellä ole.
ja_jp: 最近割り当てた代理人はいません。
lv_lv: Pašlaik vietnieki jums nav piešķirti.
ru_ru: В настоящее время у вас нет назначенных заместителей.
sk_sk: Momentálne nemáte menovaných žiadnych zástupcov.
tr_tr: Henüz hiç vekil atamadınız.

source: You have declined the appointment
de_de: Sie haben den Termin abgelehnt
fi_fi: Kieltäydyit tapaamisesta
ja_jp: 予定を辞退しました。
lv_lv: Jūs esat atteicis mītiņu
ru_ru: Вы отказались от встречи
sk_sk: Odmietli ste schôdzku
tr_tr: Randevuyu reddettiniz

source: You have linked the following Zoom account:
de_de: Sie haben folgendes Zoom-Konto verknüpft:
fi_fi: Olet linkittänyt seuraavan Zoom-tilin:
ja_jp: 次のZoomアカウントにリンクしました：
lv_lv: Jūs esat piesaistīji sekojošu Zoom kontu:
ru_ru: Вы связали следующую учетную запись Zoom:
sk_sk: Pripojili ste nasledovný účet Zoom:
tr_tr: Aşağıdaki Zoom hesabını bağladınız:

source: You have new mail
de_de: Sie haben neue E-Mails
fi_fi: Sinulla on uusia viestejä
ja_jp: 新着メールがあります
lv_lv: Jums ir jauns pasts
ru_ru: У вас есть новые сообщения
sk_sk: Máte nové emaily
tr_tr: Yeni e-postanız var

source: You have no unread messages
de_de: Sie haben keine neuen Nachrichten
fi_fi: Sinulla ei ole lukemattomia viestejä
ja_jp: 未読メッセージはありません
lv_lv: Jums nav jaunu ziņojumu
ru_ru: У вас есть непрочитанные сообщения
sk_sk: Nemáte žiadne neprečítané správy
tr_tr: Okunmamış iletiniz yok

source: You have reached the limit of %1$d contacts to display. Please enter a search term to narrow down your results.
de_de: Sie haben die maximal anzuzeigende Anzahl von %1$d Kontakten erreicht. Bitte geben Sie einen Suchbegriff ein, um Ihre Ergebnisse einzugrenzen.
fi_fi: Olet saavuttanut näytettävien yhteystietojen enimmäismäärän %1$d. Voit rajata tuloksia hakusanan avulla.
ja_jp: 表示ｓできる連絡先の上限 %1$d に達しました。検索条件を入力して、結果を絞り込んでください。
lv_lv: Ir sasniegts parādāmo kontaktpersonu %1$d ierobežojums. Lūdzu, ievadiet meklējamo terminu, lai sašaurinātu rezultātus.
ru_ru: Вы достигли лимита отображаемых контактов в %1$d. Пожалуйста, введите поисковый запрос, чтобы сузить результаты.
sk_sk: Dosiahli ste limit %1$d zobrazených kontaktov. Prosím, zadajte vyhľadávací termín, aby ste zmenšili počet výsledkov.
tr_tr: %1$d kişi görüntüleme sınırına ulaştınız. Sonuçları azaltmak için lütfen bir arama terimi girin.

source: You have tentatively accepted the appointment
de_de: Sie haben den Termin vorläufig bestätigt
fi_fi: Alustavasti hyväksyit tämän tapaamisen
ja_jp: 予定を仮承諾しました。
lv_lv: Jūs esat pagaidu apstiprinājis mītiņu
ru_ru: Приглашение принято под вопросом
sk_sk: Schôdzku ste nezáväzne prijali
tr_tr: Randevuyu değişebilir olarak kabul ettiniz

source: You have to select a file to upload.
de_de: Bitte wählen Sie eine Datei zum Hochladen aus.
fi_fi: Sinun täytyy valita ladattava tiedosto.
ja_jp: アップロードするファイルを選択してください。
lv_lv: Jums ir jāizvēlas augšupielādējamais fails.
ru_ru: Выберите файл.
sk_sk: Musíte vybrať súbor, ktorý chcete nahrať.
tr_tr: Yüklenecek bir dosya seçmelisiniz.

source: You have to sign in again
de_de: Sie müssen sich erneut anmelden
fi_fi: Sinun täytyy kirjautua sisään uudelleen
ja_jp: もう一度ログインしてください
lv_lv: Jums ir jāveic atkārtota pieslēgšanās
ru_ru: Авторизуйтесь заново
sk_sk: Musíte sa znova prihlásiť
tr_tr: Devam etmek için lütfen yeniden giriş yapın

source: You mentioned "%s" in your email, but there are no files attached.
de_de: Sie haben "%s" in Ihrer E-Mail erwähnt, aber es sind keine Dateien angehängt.
fi_fi: Mainitset sähköpostissa tiedoston "%s", mutta liitteenä ei ole tiedostoja.
ja_jp: メールの中に"%s"とありますが、ファイルが添付されていません。
lv_lv: Ziņojumā jūs rakstiet "%s", bet vēstulei nav pievienoti faili.
ru_ru: Вы упомянули «%s» в письме, но ничего не прикрепили.
sk_sk: Váš email obsahoval text "%s", ale správa nemá priložené žiadne súbory.
tr_tr: E-postanızda "%s" yazmışsınız ama herhangi bir dosya eklemediniz.

source: You must enter a folder name
de_de: Sie müssen einen Ordnernamen eingeben
fi_fi: On annettava kansion nimi
ja_jp: フォルダー名を入力してください。
lv_lv: Jums ir jānorāda mapes vārds
ru_ru: Необходимо ввести имя папки
sk_sk: Musíte zadať názov priečinka
tr_tr: Bir klasör adı yazmalısınız

source: You need to use Android %n or higher.
de_de: Sie benötigen mindestens Android %n.
fi_fi: Sinun tulee käyttää Android versiota %n tai uudempaa.
ja_jp: Android %n 以上を使用する必要があります。
lv_lv: Jums ir jāizmanto Android %n vai jaunāka versija.
ru_ru: Необходимо использовать Android %n или более позднюю версию.
sk_sk: Musíte použiť Android %n alebo vyšší.
tr_tr: Android %n veya daha üst bir sürümü kullanmalısınız.

source: You need to use iOS %n or higher.
de_de: Sie benötigen mindestens iOS %n.
fi_fi: Sinun tulee käyttää iOS versiota %n tai uudempaa.
ja_jp: iOS %n 以上を使用する必要があります。
lv_lv: Jums ir jāizmanto iOS %n vai jaunāka versija.
ru_ru: Необходимо использовать iOS %n или более позднюю версию.
sk_sk: Musíte použiť iOS %n alebo vyšší.
tr_tr: iOS %n veya daha yeni bir sürümü kullanmalısınız.

source: You recently changed your password. Please provide your last password to recover passwords for external accounts.
de_de: Sie haben vor Kurzem Ihr Passwort geändert. Geben Sie Ihr letztes Passwort an, um Passwörter für externe Konten wiederherzustellen.
fi_fi: Olet hiljattain vaihtanut salasanasi. Anna viimeinen salasanasi ulkoisten tilien salasanojen palauttamiseksi.
ja_jp: 最近ご利用のパスワードを変更しました。最後のパスワードを入力して、外部アカウントのパスワードを復元してください。
lv_lv: Jūs nesen izmainījāt paroli. Lai atgūtu ārējo kontu paroles, lūdzu norādiet savu pašreizējo paroli.
ru_ru: Вы недавно изменили свой пароль. Введите свой последний пароль для восстановления паролей для внешних учетных записей.
sk_sk: Nedávno ste si zmenili heslo. Zadajte vaše posledné heslo, aby ste obnovili heslá externých účtov.
tr_tr: Yakın zamanda parolanızı değiştirdiniz. Harici hesapların parolalarını kurtarmak için lütfen son parolanızı girin.

source: You secured your account with 2-step verification. Please enter the verification code from the Authenticator App.
de_de: Sie haben Ihr Konto mit der Zwei-Faktor-Authentifizierung gesichert. Bitte geben Sie den Bestätigungscode der Authenticator-App ein.
fi_fi: Suojasit tilisi kaksivaiheisella vahvistuksella. Kirjoita Authenticator App-sovelluksesta saamasi vahvistuskoodi.
ja_jp: お使いのアカウントが２ステップ検証でセキュリティ保護されました。認証アプリから検証コードを入力してください。
lv_lv: Jūsu konts ir aizsargāts ar divpakāpju verifikāciju. Lūdzu ievadiet verifikācijas kodu no Authenticator aplikācijas.
ru_ru: Вы включили двухфакторную верификацию аккаунта. Введите код, сгенерированный приложением-аутентификатором.
sk_sk: Zabezpečili ste svoj účet dvojkrokovým overením. Prosím, zadajte overovací kód z aplikácie Authenticator.
tr_tr: Hesabınız 2 adımlı doğrulama ile korunuyor. Lütfen Authenticator uygulamasında görünen doğrulama kodunu yazın.

source: You secured your account with 2-step verification. Please enter the verification code we sent to the phone *****%s.
de_de: Sie haben Ihr Konto mit der Zwei-Faktor-Authentifizierung gesichert. Bitte geben Sie den Bestätigungscode ein, den wir an das Telefon *****%s geschickt haben.
fi_fi: Suojasit tilisi kaksivaiheisella vahvistuksella. Kirjoita vahvistuskoodi, jonka lähetimme puhelimeen *****%s.
ja_jp: お使いのアカウントが２ステップ検証でセキュリティ保護されました。電話番号*****%sに送信された検証コードを入力してください。
lv_lv: Jūsu konts ir aizsargāts ar divpakāpju verifikāciju. Lūdzu ievadiet verifikācijas kodu, kurš tika nosūtīts uz telefonu *****%s.
ru_ru: Вы включили двухфакторную верификацию аккаунта. Введите код, полученный на номер *****%s.
sk_sk: Zabezpečili ste svoj účet dvojkrokovým overením. Prosím, zadajte overovací kód, ktorý sme poslali na telefón *****%s.
tr_tr: Hesabınız 2 adımlı doğrulama ile korunuyor. Lütfen *****%s numaralı telefona gönderdiğimiz doğrulama kodunu yazın.

source: You secured your account with 2-step verification. Please use your authentication token to complete verification.
de_de: Sie haben Ihr Konto mit der Zwei-Faktor-Authentifizierung gesichert. Bitte verwenden Sie Ihren Authentifizierungs-Token, um die Verifizierung abzuschließen.
fi_fi: Suojasit tilisi kaksivaiheisella vahvistuksella. Käytä varmistuslipuketta vahvistuksen loppuunviemiseksi.
ja_jp: お使いのアカウントが２ステップ検証でセキュリティ保護されました。認証トークンを使用して検証を完了してください。
lv_lv: Jūsu konts ir aizsargāts ar divpakāpju verifikāciju. Lai pabeigtu verifikāciju, lūdzu izmantojiet autentifikācijas žetonu.
ru_ru: Вы включили двухфакторную верификацию аккаунта. Для завершения проверки используйте свой маркер аутентификации.
sk_sk: Zabezpečili ste svoj účet dvojkrokovým overením. Prosím, zadajte použite svoj overovací token na dokončenie overenia.
tr_tr: Hesabınız 2 adımlı doğrulama ile korunuyor. Doğrulamayı tamamlamak için lütfen kimlik doğrulama jetonunuzu kullanın.

source: You share this folder with other users
de_de: Sie haben diesen Ordner für andere Benutzer freigegeben
fi_fi: Jaat tämän kansion muiden käyttäjien kanssa
ja_jp: このフォルダーを他のユーザーと共有しています
lv_lv: Jūs koplietojat šo mapi ar citiem lietotājiem
ru_ru: Вы поделились этой папкой
sk_sk: Tento priečinok zdieľate s inými používateľmi
tr_tr: Bu klasörü diğer kullanıcılarla paylaşıyorsunuz

source: You tentatively accepted this appointment
de_de: Sie haben diesen Termin vorläufig bestätigt
fi_fi: Olet alustavasti hyväksynyt tämän tapaamisen
ja_jp: この予定を仮承諾しました。
lv_lv: Jūs esat pagaidu apstiprinājis mītiņu
ru_ru: Вы предварительно приняли это приглашение
sk_sk: Túto schôdzku ste nezáväzne prijali
tr_tr: Bu randevuyu değişebilir olarak kabul ettiniz

source: You tentatively accepted this task
de_de: Sie haben diese Aufgabe vorläufig bestätigt
fi_fi: Alustavasti hyväksyit tämän tehtävä
ja_jp: このタスクを仮承諾しました
lv_lv: Jūs esat pagaidu apstiprinājis šo uzdevumu
ru_ru: Вы предварительно приняли задачу
sk_sk: Túto úlohu ste nezáväzne prijali
tr_tr: Bu görevi değişebilir olarak kabul ettiniz

source: You unsubscribed from all folders on "%1$s". Those folders will be removed from your account.
de_de: Sie haben sich von allen Ordnern auf "%1$s" abgemeldet. Diese Ordner werden aus Ihrem Konto entfernt.
fi_fi: Olet poistanut tilauksen kaikista "%1$s" -kansioista. Nämä kansiot poistetaan tililtäsi.
ja_jp: "%1$s"のすべてのフォルダーから登録を解除しました。フォルダーはアカウントから削除されます。
lv_lv: Abonementi visām mapēm no "%1$s" ir atsaukti. Šīs mapes tiks noņemtas no jūsu konta.
ru_ru: Вы отказались от подписки ко всем папкам на «%1$s». Эти папки будут удалены из вашей учетной записи.
sk_sk: Odhlásili ste sa od všetkých priečinkov na "%1$s". Tieto priečinky sa odstránia z vášho účtu.
tr_tr: "%1$s" üzerindeki tüm klasörlerin aboneliğinden ayrıldınız. Bu klasörler hesabınızdan kaldırılacaktır.

source: You will be automatically signed out in %1$d second
de_de: Sie werden in einer Sekunde automatisch abgemeldet
fi_fi: Automaattinen uloskirjautuminen %1$d sekunnin kuluttua
ja_jp: %1$d 秒後に自動的にログアウトします
lv_lv: Jūs tiksiet automātiski izrakstīts pēc %1$d sekundes
ru_ru: Сеанс будет завершен через %1$d секунду
sk_sk: Budete automaticky odhlásení o %1$d sekundu
tr_tr: %1$d saniye sonra otomatik olarak çıkış yapacaksınız

source: Your %s newsfeed
de_de: Ihr %s Newsfeed
fi_fi: %s uutissyötteesi
ja_jp: %s のニュースフィード
lv_lv: Jūsu %s ziņu straumējums
ru_ru: Лента новостей %s
sk_sk: Váš kanál noviniek %s
tr_tr: %s haberleriniz

source: Your Accounts
de_de: Ihre Konten
fi_fi: Tilisi
ja_jp: アカウント
lv_lv: Jūsu konti
ru_ru: Ваши учетные записи
sk_sk: Vaše účty
tr_tr: Hesaplarınız

source: Your Comment
de_de: Ihr Kommentar
fi_fi: Kommenttisi
ja_jp: コメント
lv_lv: Jūsu komentārs
ru_ru: Ваш комментарий
sk_sk: Váš komentár
tr_tr: Yorumunuz

source: Your IP address has changed
de_de: Ihre IP-Adresse hat sich geändert
fi_fi: IP osoitteesi on muuttunut
ja_jp: IP アドレスが変更されました
lv_lv: Jūsu IP adrese ir izmainīta
ru_ru: Ваш IP-адрес был изменен
sk_sk: Vaša IP adresa sa zmenila
tr_tr: IP adresiniz değişti

source: Your account password
de_de: Ihr Kontopasswort
fi_fi: Tilisi salasana
ja_jp: アカウントパスワード
lv_lv: Jūsu konta parole
ru_ru: Пароль вашей учетной записи
sk_sk: Heslo vášho účtu
tr_tr: Hesap parolanız

source: Your approval for one or more resources is required.
de_de: Ihre Zustimmung zu mindestens einer Ressource wird benötigt.
fi_fi: Hyväksyntäsi tarvitaan yhdelle tai useammalle resurssille.
ja_jp: 一つ以上のリソースの承認が必要です。
lv_lv: Jūsu akceptēšana ir nepieciešama vienam vai vairākiem resursiem.
ru_ru: Требуется ваше согласие на использование одного или нескольких ресурсов.
sk_sk: Vyžaduje sa váš súhlas s jedným alebo viacerými zdrojmi.
tr_tr: Bir veya birkaç kaynak için onayınız gerekiyor.

source: Your archive
de_de: Ihr Archiv
fi_fi: Arkistosi
ja_jp: 自分のアーカイブ
lv_lv: Jūsu arhīvs
ru_ru: Ваш архив
sk_sk: Váš archív
tr_tr: Arşiviniz

source: Your are sharing one or more folders for which you do not have permissions. These folders will not be shared.
de_de: Sie geben einen oder mehrere Ordner frei, für die Sie keine Berechtigung haben. Diese Ordner werden nicht freigegeben.
fi_fi: Olet jakamassa vähintään yhtä kansiota, joihin sinulla ei ole oikeuksia. Näitä kansioita ei jaeta.
ja_jp: 権限を持たない複数のフォルダーを共有しています。これらのフォルダーは共有されません。
lv_lv: Jūs koplietojat vienu vai vairākas mapes, kurām jums nav atļauju. Šīs mapes netiks koplietotas.
ru_ru: Вы предоставляете общий доступ к одной или нескольким папкам, на которые у вас нет прав. Эти папки не будут переданы в общий доступ.
sk_sk: Zdieľate jeden alebo viac priečinkov, ku ktorým nemáte oprávnenia. Tieto priečinky sa nebudú zdieľať.
tr_tr: İzniniz olmayan bir veya daha fazla öğeyi paylaşmaya çalışıyorsunuz. Bu öğeler paylaşılmayacaktır.

source: Your browser does not support the audio format of this file.
de_de: Ihr Browser unterstützt das Audio-Format dieser Datei nicht.
fi_fi: Selaimesi ei tue tiedoston audioformaattia.
ja_jp: ご利用のブラウザでは、このファイルのオーディオ形式がサポートされていません。
lv_lv: Jūsu pārlūkprogramma neatbalsta šī faila audio formātu.
ru_ru: Браузер не поддерживает аудиоформат этого файла.
sk_sk: Váš prehliadač nepodporuje formát zvuku tohto súboru.
tr_tr: Tarayıcınız bu dosyanın ses biçimini desteklemiyor.
