Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: 2-step verification
de_de: Zwei-Faktor-Authentifizierung
fi_fi: 2-vaiheinen varmistus
ja_jp: ２ステップ検証
lv_lv: Divpakāpju verifikācija
ru_ru: Двухфакторная верификация
sk_sk: Dvojkrokové overenie
tr_tr: İki adımlı doğrulama

source: 20 versions
de_de: 20 Versionen
fi_fi: 20 versiota
ja_jp: 20バージョン
lv_lv: 20 versijas
ru_ru: 20 версий
sk_sk: 20 verzií
tr_tr: 20 sürüm

source: 30 days
de_de: 30 Tage
fi_fi: 30 päivää
ja_jp: 30日
lv_lv: 30 dienas
ru_ru: 30 дней
sk_sk: 30 dní
tr_tr: 30 gün

source: 30 minutes
de_de: 30 Minuten
fi_fi: 30 minuuttia
ja_jp: 30 分
lv_lv: 30 minūtes
ru_ru: 30 минут
sk_sk: 30 minút
tr_tr: 30 dakika

source: 30 minutes before the appointment starts
de_de: 30 Minuten bis Terminbeginn
fi_fi: 30 minuuttia ennen ajanvarauksen alkua
ja_jp: 予定開始30分前
lv_lv: Līdz mītiņa sākumam ir atlikušas 30 minūtes
ru_ru: 30 минут до начала встречи
sk_sk: 30 minút pred začiatkom schôdzky
tr_tr: Randevu başlamadan 30 dakika önce

source: 30 versions
de_de: 30 Versionen
fi_fi: 30 versiota
ja_jp: 30バージョン
lv_lv: 30 versijas
ru_ru: 30 версий
sk_sk: 30 verzií
tr_tr: 30 sürüm

source: 40 versions
de_de: 40 Versionen
fi_fi: 40 versiota
ja_jp: 40バージョン
lv_lv: 40 versijas
ru_ru: 40 версий
sk_sk: 40 verzií
tr_tr: 40 sürüm

source: 5 minutes
de_de: 5 Minuten
fi_fi: 5 minuuttia
ja_jp: 5 分
lv_lv: 5 minūtes
ru_ru: 5 минут
sk_sk: 5 minút
tr_tr: 5 dakika

source: 5 minutes before the appointment starts
de_de: 5 Minuten bis Terminbeginn
fi_fi: 5 minuuttia ennen ajanvarauksen alkua
ja_jp: 予定開始5分前
lv_lv: Līdz mītiņa sākumam ir atlikušas 5 minūtes
ru_ru: 5 минут до начала встречи
sk_sk: 5 minút pred začiatkom schôdzky
tr_tr: Randevu başlamadan 5 dakika önce

source: 5 seconds
de_de: 5 Sekunden
fi_fi: 5 sekuntia
ja_jp: 5秒
lv_lv: 5 sekundes
ru_ru: 5 секунд
sk_sk: 5 sekúnd
tr_tr: 5 saniye

source: 5 versions
de_de: 5 Versionen
fi_fi: 5 versiota
ja_jp: 5バージョン
lv_lv: 5 versijas
ru_ru: 5 версий
sk_sk: 5 verzií
tr_tr: 5 sürüm

source: 50 versions
de_de: 50 Versionen
fi_fi: 50 versiota
ja_jp: 50バージョン
lv_lv: 50 versijas
ru_ru: 50 версий
sk_sk: 50 verzií
tr_tr: 50 sürüm

source: 60 days
de_de: 60 Tage
fi_fi: 60 päivää
ja_jp: 60日
lv_lv: 60 dienas
ru_ru: 60 дней
sk_sk: 60 dní
tr_tr: 60 gün

source: 60 versions
de_de: 60 Versionen
fi_fi: 60 versiota
ja_jp: 60バージョン
lv_lv: 60 versijas
ru_ru: 60 версий
sk_sk: 60 verzií
tr_tr: 60 sürüm

source: 7 days
de_de: 7 Tage
fi_fi: 7 päivää
ja_jp: 7日
lv_lv: 7 dienas
ru_ru: 7 дней
sk_sk: 7 dní
tr_tr: 7 gün

source: 70 versions
de_de: 70 Versionen
fi_fi: 70 versiota
ja_jp: 70バージョン
lv_lv: 70 versijas
ru_ru: 70 версий
sk_sk: 70 verzií
tr_tr: 70 sürüm

source: 80 versions
de_de: 80 Versionen
fi_fi: 80 versiota
ja_jp: 80バージョン
lv_lv: 80 versijas
ru_ru: 80 версий
sk_sk: 80 verzií
tr_tr: 80 sürüm

source: 9.00 (24 hours)
de_de: 9.00 (24 Stunden)
fi_fi: 09:00 (24 tuntia)
ja_jp: 9.00 (24 時間)
lv_lv: 9.00 (24 stundas)
ru_ru: 9.00 (24 часа)
sk_sk: 9.00 (24 hodín)
tr_tr: 9.00 (24 saat)

source: 90 days
de_de: 90 Tage
fi_fi: 90 päivää
ja_jp: 90日
lv_lv: 90 dienas
ru_ru: 90 дней
sk_sk: 90 dní
tr_tr: 90 gün

source: 90 versions
de_de: 90 Versionen
fi_fi: 90 versiota
ja_jp: 90バージョン
lv_lv: 90 versijas
ru_ru: 90 версий
sk_sk: 90 verzií
tr_tr: 90 sürüm

source: 9:00 (24 hours)
de_de: 9:00 (24 Stunden)
fi_fi: 09:00 (24 tuntia)
ja_jp: 9:00 (24 時間)
lv_lv: 9:00 (24 stundas)
ru_ru: 9:00 (24 часа)
sk_sk: 9:00 (24 hodín)
tr_tr: 9:00 (24 saat)

source: 9:00 AM (12 hours)
de_de: 9:00 AM (12 Stunden)
fi_fi: 09:00 (12 tuntia)
ja_jp: 9:00 AM (12 時間)
lv_lv: 9:00 AM (12 stundas)
ru_ru: 9:00 AM (12 часов)
sk_sk: 9:00 (12 hodín)
tr_tr: ÖÖ 9:00 (12 saat)

source: A folder cannot be moved into itself
de_de: Ein Ordner kann nicht in sich selbst verschoben werden
fi_fi: Kansiota ei voi siirtää itsensä sisään
ja_jp: フォルダーをフォルダー内に移動できません。
lv_lv: Mapi nevar pārvietot pašu par sevi
ru_ru: Папка не может быть перемещена в саму себя
sk_sk: Priečinok nie je možné premiestniť do seba
tr_tr: Klasör kendi içine taşınamaz

source: A folder cannot be moved to one of its subfolders
de_de: Der Ordner kann nicht in einen seiner Unterordner verschoben werden
fi_fi: Kansiota ei voida siirtää yhteen sen alakansioista
ja_jp: フォルダーは、その配下のいずれのサブフォルダーにも移動できません。
lv_lv: Mapi nevar pārvietot uz kādu no tās apakšmapēm
ru_ru: Папка не может быть перемещена в одну из своих вложенных папок
sk_sk: Priečinok nie je možné presunúť do jedného z jeho podpriečinkov
tr_tr: Klasör kendi alt klasörlerine taşınamaz

source: A new code was sent to your SMS device. Please enter the code.
de_de: Sie haben eine SMS mit einem neuen Code erhalten. Bitte geben Sie den Code ein.
fi_fi: SMS-laitteellesi lähetettiin uusi koodi. Syötä vastaanottamasi koodi.
ja_jp: 新しいコードがお使いのSMSデバイスに送信されました。コードを入力してください。
lv_lv: Jaunais kods ir nosūtīts uz jūsu SMS ierīci. Lūdzu ievadiet kodu.
ru_ru: Мы отправили вам новый код SMS-сообщением. Введите полученный код.
sk_sk: Na vaše zariadenie bol zaslaný nový kód pomocou SMS. Prosím, zadajte ho.
tr_tr: SMS cihazınıza yeni bir kod gönderildi. Lütfen kodu yazın.

source: A new version for "%1$s" has been added.
de_de: Eine neue Version für "%1$s" wurde hinzugefügt.
fi_fi: Uusi versio kohteesta "%1$s" on lisätty.
ja_jp: "%1$s" の新しいバージョンを追加しました。
lv_lv: Jauna "%1$s" versija ir pievienota.
ru_ru: Добавлена новая версия «%1$s».
sk_sk: Bola pridaná nová verzia "%1$s".
tr_tr: "%1$s" için yeni bir sürüm eklendi.

source: A password was created successfully. Please use the following settings in the application:
de_de: Ein Passwort wurde erfolgreich erstellt. Bitte verwenden Sie die folgenden Einstellungen in der Applikation:
fi_fi: Uuden salasanan luominen onnistui. Käytä sovelluksessa seuraavia asetuksia:
ja_jp: パスワードが作成されました。アプリケーションの次の設定を使用してください。
lv_lv: Parole ir veiksmīgi izveidota. Lūdzu lietotnē piemērojiet sekojošus iestatījumus:
ru_ru: Пароль создан успешно. Используйте следующие настройки в Приложении:
sk_sk: Heslo bolo úspešne vytvorené. V aplikácii použite nasledujúce nastavenia:
tr_tr: Parola başarıyla oluşturuldu. Lütfen uygulamada aşağıdaki ayarları kullanın:

source: A problem occurred while loading the Zoom meeting. Maybe the Zoom meeting has expired.
de_de: Beim Laden des Zoom-Meetings ist ein Fehler aufgetreten. Möglicherweise ist das Zoom-Meeting abgelaufen.
fi_fi: Ongelma ladattaessa Zoom-kokousta. Ehkä Zoom-kokous on vanhentunut.
ja_jp: Zoom会議の読み込み中に問題が発生しました。Zoom会議の利用期限が切れている可能性があります。
lv_lv: Problēma pie Zoom mītiņa ielādēšanas. Iespējams, Zoom mītiņa derīguma termiņš ir beidzies.
ru_ru: Возникла проблема при загрузке конференции Zoom. Возможно, срок конференции Zoom истек.
sk_sk: Pri načítavaní stretnutia Zoom sa vyskytol problém. Je možné, že platnosť stretnutia Zoom vypršala.
tr_tr: Zoom toplantısı yüklenirken bir sorun oluştu. Zoom toplantısının süresi dolmuş olabilir.

source: A public folder is used for content that is of common interest to all users. To allow other users to read or edit the contents, you have to set the respective permissions for the public folder.
de_de: Ein öffentlicher Ordner ist für Inhalte vorgesehen, die für alle Benutzer von Interesse sind. Damit andere Benutzer die Inhalte lesen oder bearbeiten können, müssen Sie entsprechende Berechtigungen für den öffentlichen Ordner erteilen.
fi_fi: Julkista kansiota käytetään kaikkia käyttäjiä kiinnostavien sisältöjen jakoon. Jotta muut käyttäjät voivat lukea ja muokata sisältöä, sinun täytyy asettaa heille vastaavat oikeudet julkiseen kansioon.
ja_jp: パブリックフォルダーはすべてのユーザーに関連するコンテンツに使用されます。他のユーザーからのコンテンツの表示または編集を可能にするには、必要な権限をパブリックフォルダーに設定する必要があります。
lv_lv: Publiskās mapes tiek izmantotas saturam, kurš ir saistošs visiem lietotājiem. Lai atļautu citiem lietotājiem lasīt vai rediģēt saturu, jums ir jāiestata atbilstošas publiskās mapes tiesības.
ru_ru: Общая папка используется для содержимого, которое интересно всем пользователям. Чтобы позволить другим пользователям читать или редактировать содержимое, вы должны установить соответствующие разрешения для общей папки.
sk_sk: Verejný priečinok sa používa pre obsah, ktorý zaujíma všetkých používateľov. Ak chcete ostatným používateľom umožniť čítať alebo upravovať obsah, musíte nastaviť príslušné oprávnenia verejného priečinka.
tr_tr: Ortak klasörler tüm kullanıcıları ilgilendiren içerikleri depolamak için kullanılır. Diğer kullanıcıların içeriği okumalarına veya düzenlemelerine izin vermek için ortak klasörün ilgili izinlerini ayarlamanız gerekir.

source: A read receipt has been sent
de_de: Lesebestätigung wurde gesendet
fi_fi: Ilmoitus viestin lukemisesta lähetetty
ja_jp: 開封通知を送信しました
lv_lv: Lasīšanas apstiprinājums ir nosūtīts
ru_ru: Уведомление о чтении отправлено
sk_sk: Bolo poslané potvrdenie o prečítaní
tr_tr: Okundu bilgisi gönderildi

source: A refresh takes some time, so please be patient, while the refresh runs in the background. Only one refresh per subscription and per session is allowed.
de_de: Eine Aktualisierung nimmt einige Zeit in Anspruch und läuft im Hintergrund ab. Pro Abonnement und Sitzung ist nur eine Aktualisierung zulässig.
fi_fi: Päivitys vie jonkin aikaa, joten odota kärsivällisesti, kun päivitys ajetaan taustalla. Vain yksi päivitys tilausta kohden yhdessä istunnossa on sallittu.
ja_jp: 最新の状態への更新には時間がかかります。バックグラウンドで最新の状態への更新を実行している間、しばらくお待ちください。最新の状態への更新は登録ごとに1つのみ設定できます。
lv_lv: Lūdzu uzgaidiet, jo jaunināšana prasa zināmu laiku un tiek veikta fonā. Atļauta ir tikai viena jaunināšana vienas abonenta sesijas ietvaros.
ru_ru: Обновление может занять некоторое время. Для каждой подписки и сеанса разрешено одно обновление.
sk_sk: Obnovenie nejakú dobu trvá, preto buďte prosím trpezliví, pokým obnovenie beží na pozadí. Je povolené iba jedno obnovenie na odber a na reláciu.
tr_tr: Yenileme biraz zaman alır. Yenileme arka planda çalışırken lütfen bekleyin. Her abonelik için her oturumda yalnızca bir yenileme yapılabilir.

source: A resource calendar group is used to collect specific resources such as rooms, hardware or others that can be booked by other users.
de_de: Eine Ressourcenkalendergruppe enthält bestimmte Ressourcen wie Räume, Hardware etc., die von anderen Benutzern gebucht werden können.
fi_fi: Resurssikalenteriryhmää käytetään keräämään resursseja, kuten huoneita, laitteistoja tai muita resursseja, joita muut käyttäjät voivat varata.
ja_jp: リソースカレンダーグループは、他のユーザーが予約できる部屋、ハードウェアなどの特定リソースの収集に使用します。
lv_lv: Resursu kalendāra grupu izmanto, lai apkopotu konkrētus resursus, piemēram, telpas, aparatūru vai citus resursus, kurus var rezervēt citi lietotāji.
ru_ru: Группа календаря ресурсов используется для сбора определенных ресурсов, таких как комнаты, оборудование или другие, которые могут быть забронированы другими пользователями.
sk_sk: Skupina kalendára zdrojov sa používa na zhromaždenie konkrétnych zdrojov ako sú miestnosti, hardvér a iné, ktoré si môžu rezervovať iní používatelia.
tr_tr: Başka kullanıcılar tarafından rezerve edilebilecek odalar, donanım veya diğer öğeler gibi kaynaklar toplamak için kaynak takvimi grubu kullanılır.

source: A resource group named "%1$s" already exists!
de_de: Eine Ressourcengruppe mit dem Namen "%1$s" ist bereits vorhanden.
fi_fi: Resurssiryhmä nimeltä "%1$s" on jo olemassa!
ja_jp: リソースグループ名 %1$s は既に存在します。
lv_lv: Resursu grupa ar nosaukumu "%1$s" jau eksistē!
ru_ru: Группа ресурсов с названием «%1$s» уже существует!
sk_sk: Skupina zdrojov "%1$s" už existuje!
tr_tr: ''%1$s'' adında bir kaynak grubu zaten var.

source: A time saver if you live or work in more than one time zone
de_de: Eine Zeitersparnis, wenn Sie in mehr als einer Zeitzone leben oder arbeiten
fi_fi: Säästä aikaa, jos asut tai työskentelet useammalla kuin yhdellä aikavyöhykkeellä
ja_jp: 一つ以上のタイムゾーンにお住まい、またはお勤めの場合、時間の節約
lv_lv: Laika taupīšana, ja dzīvojat vai strādājat vairāk nekā vienā laika joslā
ru_ru: Экономия времени, если вы живете или работаете в нескольких часовых поясах
sk_sk: Šetrí čas, ak žijete alebo pracujete vo viacerých časových pásmach
tr_tr: Birden fazla zaman diliminde yaşıyor veya çalışıyorsanız zaman kazandırır

source: ADDED
de_de: HINZUGEFÜGT
fi_fi: Lisätty
ja_jp: 追加済
lv_lv: Pievienots
ru_ru: Добавлен(а)
sk_sk: PRIDANÝ
tr_tr: EKLENDİ

source: AI integration
de_de: KI-Integration
fi_fi: AI-integraatio
ja_jp: 統合
lv_lv: AI integrācija
ru_ru: Интеграция ИИ
sk_sk: Integrácia s umelou inteligenciou
tr_tr: Yapay zekâ entegrasyonu

source: AI integration (%1$s)
de_de: KI-Integration (%1$s)
fi_fi: Tekoälyn integrointi (%1$s)
ja_jp: AI統合（%1$s）
lv_lv: AI integrācija (%1$s)
ru_ru: Интеграция ИИ (%1$s)
sk_sk: Integrácia umelej inteligencie (%1$s)
tr_tr: Yapay zekâ entegrasyonu (%1$s)

source: API request failed. The service might be unavailable. Please try again in a few minutes.
de_de: API-Anfrage fehlgeschlagen. Der Dienst ist möglicherweise nicht verfügbar. Bitte versuchen Sie es in ein paar Minuten erneut.
fi_fi: API-pyyntö epäonnistui. Palvelu ei ehkä ole käytettävissä. Yritä uudelleen muutaman minuutin kuluttua.
ja_jp: API要求に失敗しました。サービスは利用できない可能性があります。後ほどやり直してください。
lv_lv: API pieprasījuma kļūda. Serviss pašlaik nav pieejams. Lūdzu mēģiniet pēc dažām minūtēm vēlreiz.
ru_ru: Не удалось выполнить запрос API. Сервис может быть недоступен. Пожалуйста, повторите попытку через несколько минут.
sk_sk: Požiadavka rozhrania API zlyhala. Je možné, že služba je nedostupná. Prosím, skúste to neskôr znova.
tr_tr: API isteği başarısız oldu. Hizmet kullanılamıyor olabilir. Lütfen birkaç dakika sonra tekrar deneyin.

source: About
de_de: Über
fi_fi: Tietoja
ja_jp: バージョン情報
lv_lv: Par
ru_ru: О программе
sk_sk: O aplikácii
tr_tr: Hakkında

source: Absent
de_de: Abwesend
fi_fi: Muualla
ja_jp: 欠席
lv_lv: Nav
ru_ru: Отсутствие
sk_sk: Neprítomný
tr_tr: Yerinde değil

source: Accent colors
de_de: Akzentfarben
fi_fi: Korostusvärit
ja_jp: アクセントの色
lv_lv: Akcentu krāsas
ru_ru: Цветовой акцент
sk_sk: Farby zvýraznenia
tr_tr: Vurgu renkleri

source: Accept
de_de: Bestätigen
fi_fi: Hyväksy
ja_jp: 承諾
lv_lv: Akceptēt
ru_ru: Принять
sk_sk: Prijať
tr_tr: Kabul et

# appointment participation status
source: Accept
de_de: Bestätigen
fi_fi: Hyväksy
ja_jp: 承諾
lv_lv: Akceptēt
ru_ru: Принять
sk_sk: Prijať
tr_tr: Kabul et

source: Accept Proposal
de_de: Vorschlag übernehmen
fi_fi: Hyväksy ehdotus
ja_jp: 提案を承諾
lv_lv: Apstiprināt piedāvājumu
ru_ru: Принять предложение
sk_sk: Prijať návrh
tr_tr: Teklifi kabul et

source: Accept changes
de_de: Änderungen übernehmen
fi_fi: Hyväksy muutokset
ja_jp: 変更を承諾
lv_lv: Piekrist izmaiņām
ru_ru: Применить изменения
sk_sk: Prijať zmeny
tr_tr: Değişiklikleri kabul et

source: Accepted
de_de: Bestätigt
fi_fi: Hyväksytty
ja_jp: 承諾
lv_lv: Apstiprināts
ru_ru: Принято
sk_sk: Prijaté
tr_tr: Kabul edildi

source: Accepted: %d
de_de: Bestätigt: %d
fi_fi: Hyväksytty: %d
ja_jp: 承諾済み：%d
lv_lv: Pieņemts: %d
ru_ru: Принято: %d
sk_sk: Prijaté: %d
tr_tr: Kabul edildi: %d

source: Access to your media devices has been denied. Please refer to your browser help pages for how to reset authorization.
de_de: Der Zugriff auf Ihre Mediengeräte wurde verweigert. Informationen zum Zurücksetzen der Autorisierung finden Sie in den Hilfeseiten Ihres Browsers.
fi_fi: Pääsy medialaitteisiisi on estetty. Katso selaimesi tukisivuilta kuinka auktorisointi voidaan asettaa uudelleen.
ja_jp: ご利用のメディアデバイスへのアクセスが拒否されました。ブラウザのヘルプページを参照して、認証をリセットしてください。
lv_lv: Piekļuve jūsu mediju iekārtām ir atteikta. Lūdzu veiciet autorizācijas iestatījumus savā pārlūkprogrammā saskaņā ar tās instrukcijām.
ru_ru: Отказано в доступе к вашим медиаустройствам. О том, как сбросить настройки авторизации, можно узнать из справочных страниц браузера.
sk_sk: Prístup k vašim multimediálnym zariadeniam bol odmietnutý. Prečítajte si na stránkach Pomocníka vášho prehliadača ako obnoviť oprávnenia.
tr_tr: Medya aygıtlarınıza erişim engellendi. Lütfen yetkilendirmeyi sıfırlamak için tarayıcınızın yardım sayfalarına bakın.

source: Accessing global address book is not permitted
de_de: Der Zugriff auf das globale Adressbuch ist nicht zulässig
fi_fi: Pääsy yhteiseen osoitekirjaan evätty
ja_jp: グローバルアドレス帳へのアクセスは許可されていません
lv_lv: Piekļuve globālajai adrešu grāmatai nav atļauta
ru_ru: Доступ к глобальной адресной книге не разрешен
sk_sk: Prístup ku Globálnemu adresáru nie je povolený
tr_tr: Küresel adres defterine erişmenize izin verilmiyor

source: Account
de_de: Konto
fi_fi: Tili
ja_jp: アカウント
lv_lv: Konts
ru_ru: Учетная запись
sk_sk: Účet
tr_tr: Hesap

source: Account Name
de_de: Kontoname
fi_fi: Tilin nimi
ja_jp: アカウント名
lv_lv: Konta vārds
ru_ru: Имя аккаунта
sk_sk: Názov účtu
tr_tr: Hesap adı

source: Account added successfully
de_de: Konto erfolgreich hinzugefügt
fi_fi: Tili onnistuneesti päivitetty
ja_jp: アカウントを追加しました
lv_lv: Konts ir veiksmīgi pievienots
ru_ru: Учетная запись добавлена
sk_sk: Účet úspešne pridaný
tr_tr: Hesap başarıyla eklendi

source: Account already exists
de_de: Konto ist bereits vorhanden
fi_fi: Tili on jo olemassa
ja_jp: アカウントはすでに存在しています
lv_lv: Šis konts jau eksistē
ru_ru: Учетная запись уже существует
sk_sk: Účet už existuje
tr_tr: Hesap zaten var

source: Account could not be added
de_de: Konto konnte nicht hinzugefügt werden
fi_fi: Tiliä ei voitu lisätä
ja_jp: アカウントを追加できませんでした
lv_lv: Konts nevar tikt pievienots
ru_ru: Не удалось добавить учетную запись
sk_sk: Účet sa nepodarilo pridať
tr_tr: Hesap eklenemedi

source: Account name
de_de: Kontoname
fi_fi: Tilin nimi
ja_jp: アカウント名
lv_lv: Konta vārds
ru_ru: Имя учетной записи
sk_sk: Názov účtu
tr_tr: Hesap adı

source: Account settings
de_de: Konto-Einstellungen
fi_fi: Tilin asetukset
ja_jp: アカウント設定
lv_lv: Konta iestatījumi
ru_ru: Параметры учетной записи
sk_sk: Nastavenia účtu
tr_tr: Hesap ayarları

source: Account settings could not be saved. Please take a look at the annotations in the form.
de_de: Kontoeinstellungen konnten nicht gespeichert werden. Bitte lesen Sie die Anmerkungen im Formular.
fi_fi: Tilin asetuksia ei voitu tallentaa. Ole hyvä ja lue huomautukset lomakkeella.
ja_jp: アカウント設定を保存できませんでした。フォームに表示されている注記をご確認ください。
lv_lv: Konta iestatījumi nevar tikt saglabāti. Lūdzu skatiet formā sniegtos paskaidrojumus.
ru_ru: Не удалось сохранить параметры. Смотрите комментарии.
sk_sk: Nastavenie účtu nebolo uložené. Prosím, pozrite na poznámky vo formulári.
tr_tr: Hesap ayarları kaydedilemedi. Lütfen formdaki ek açıklamalara bakın.

source: Account updated
de_de: Konto wurde aktualisiert
fi_fi: Tili päivitetty
ja_jp: アカウントを更新しました
lv_lv: Konts ir jaunināts
ru_ru: Учетная запись обновлена
sk_sk: Účet bol aktualizovaný
tr_tr: Hesap güncellendi

source: Account updated successfully
de_de: Konto erfolgreich aktualisiert
fi_fi: Tili on päivitetty
ja_jp: アカウントは正常に更新されました
lv_lv: Konts ir veiksmīgi jaunināts
ru_ru: Учетная запись успешно обновлена
sk_sk: Účet bol úspešne aktualizovaný
tr_tr: Hesap başarıyla güncellendi

source: Accounts
de_de: Konten
fi_fi: Tilit
ja_jp: アカウント
lv_lv: Konti
ru_ru: Учетные записи
sk_sk: Účty
tr_tr: Hesaplar

source: Action
de_de: Aktion
fi_fi: Toiminto
ja_jp: アクション
lv_lv: Darbība
ru_ru: Действие
sk_sk: Operácia
tr_tr: Eylem

source: Actions
de_de: Aktionen
fi_fi: Toimenpiteet
ja_jp: アクション
lv_lv: Darbības
ru_ru: Действия
sk_sk: Operácie
tr_tr: Eylemler

source: Actions for %1$s
de_de: Aktionen für %1$s
fi_fi: Tapahtumia kansiolle %1$s
ja_jp: %1$s に対するアクション
lv_lv: Darbības priekš %1$s
ru_ru: Действия над %1$s
sk_sk: Operácie s %1$s
tr_tr: %1$s eylemleri

source: Actions of this filter rule are not allowed to be applied to existing mails.
de_de: Die Aktionen dieser Filterregel dürfen nicht auf bestehende E-Mails angewendet werden.
fi_fi: Tämän suodatussäännön toimintoja ei saa soveltaa olemassa oleviin sähköpostiviesteihin.
ja_jp: このフィルタールールのアクションを既存のメールに適用することはできません。
lv_lv: Šī filtra noteikuma darbības nav atļauts piemērot esošajiem e-pastiem.
ru_ru: Действия этого правила фильтрации не разрешены для применения к существующим письмам.
sk_sk: Operácie tohto pravidla filtra nie je povolené použiť na existujúce správy.
tr_tr: Bu filtre kuralının eylemleri mevcut e-postalara uygulanamaz.

source: Actions. Use cursor keys to navigate.
de_de: Aktionen. Verwenden Sie die Pfeiltasten zum Navigieren.
fi_fi: Toiminnot. Käytä nuolinäppäimiä navigointiin.
ja_jp: アクション移動にはカーソルキーを使用できます。
lv_lv: Darbības. Lai pārvietotos, izmantojiet kursora taustiņus.
ru_ru: Действия. Используйте клавиши стрелок для навигации.
sk_sk: Operácie. Na navigáciu použite klávesy s šípkami.
tr_tr: Eylemler. Gezinmek için ok tuşlarını kullanın.

source: Activate categories
de_de: Kategorien aktivieren
fi_fi: Aktivoi luokat
ja_jp: カテゴリを有効にする
lv_lv: Aktivizēt kategorijas
ru_ru: Активировать категории
sk_sk: Aktivovať kategórie
tr_tr: Kategorileri etkinleştir

source: Activate next floating window
de_de: Nächstes schwebendes Fenster aktivieren
fi_fi: Aktivoi seuraava kelluva ikkuna
ja_jp: 次のフローティングウィンドウを有効にする
lv_lv: Aktivizēt nākamo peldošo logu
ru_ru: Активировать следующее плавающее окно
sk_sk: Aktivovať ďalšie plávajúce okno
tr_tr: Sonraki pencereyi etkinleştir

source: Activate previous floating window
de_de: Vorheriges schwebendes Fenster aktivieren
fi_fi: Aktivoi edellinen kelluva ikkuna
ja_jp: 前のフローティングウィンドウを有効にする
lv_lv: Aktivizēt iepriekšējo peldošo logu
ru_ru: Активировать предыдущее плавающее окно
sk_sk: Aktivovať predošlé plávajúce okno
tr_tr: Önceki pencereyi etkinleştir

source: Actual costs
de_de: Tatsächliche Kosten
fi_fi: Todelliset kustannukset
ja_jp: 実際のコスト
lv_lv: Faktiskās izmaksas
ru_ru: Действительная стоимость
sk_sk: Skutočné náklady
tr_tr: Asıl maliyet

source: Actual duration in minutes
de_de: Tatsächliche Dauer in Minuten
fi_fi: Todellinen kesto minuuteissa
ja_jp: 実際の時間 (分)
lv_lv: Faktiskais ilgums minūtēs
ru_ru: Действительная продолжительность (мин.)
sk_sk: Skutočné trvanie v minútach
tr_tr: Gerçekleşen süre (dakika)

source: Add
de_de: Hinzufügen
fi_fi: Lisää
ja_jp: 追加
lv_lv: Pievienot
ru_ru: Добавить
sk_sk: Pridať
tr_tr: Ekle

source: Add IMAP keyword
de_de: IMAP-Schlüsselwort hinzufügen
fi_fi: Lisää IMAP avainsana
ja_jp: IMAPキーワードを付加
lv_lv: Pievienot IMAP atslēgvārdu
ru_ru: Добавить ключевое слово IMAP
sk_sk: Pridať kľúčové slovo IMAP
tr_tr: IMAP anahtar kelimesi ekle

source: Add Multifactor Device
de_de: Multifaktor-Gerät hinzufügen
fi_fi: Lisää usean tekijän laite
ja_jp: 多要素認証デバイスを追加
lv_lv: Pievienot daudzfaktoru ierīci
ru_ru: Добавить многофакторное устройство
sk_sk: Pridať zariadenie viackrokového overenia
tr_tr: Çok faktörlü doğrulama cihazı ekle

source: Add Recovery Option
de_de: Wiederherstellungsoption hinzufügen
fi_fi: Lisää palautusvaihtoehto
ja_jp: 復元オプションを追加
lv_lv: Pievienot atgūšanas opciju
ru_ru: Добавить параметр восстановления
sk_sk: Pridať možnosť obnovenia
tr_tr: Kurtarma seçeneği ekle

source: Add Verification Option
de_de: Verifizierungsoption hinzufügen
fi_fi: Lisää todennusvaihtoehto
ja_jp: 検証オプションを追加
lv_lv: Pievienot verifikācijas opciju
ru_ru: Добавить параметр верификации
sk_sk: Pridať možnosť overenia
tr_tr: Doğrulama seçeneği ekle

source: Add a message to the notification email for the other participants.
de_de: Fügen Sie der Benachrichtigungs-E-Mail eine Nachricht für die anderen Teilnehmer hinzu.
fi_fi: Lisää viesti muille osallistujille lähetettävään ilmoitukseen.
ja_jp: 他の参加者のためにメッセージを通知メールに追加する
lv_lv: Pievienot ziņojumu paziņojuma citiem dalībniekiem e-pastam.
ru_ru: Добавить сообщение для других участников в письмо с уведомлением.
sk_sk: Pridať správu do e-mailu s oznámením pre ostatných účastníkov.
tr_tr: Diğer katılımcılara giderek bildirim e-postasına mesajınızı ekleyebilirsiniz.

source: Add action
de_de: Aktion hinzufügen
fi_fi: Lisää toimenpide
ja_jp: アクションを追加
lv_lv: Pievienot darbību
ru_ru: Добавить действие
sk_sk: Pridať operáciu
tr_tr: Eylem ekle

source: Add additional info
de_de: Zusätzliche Informationen hinzufügen
fi_fi: Lisää lisätietoja
ja_jp: 追加情報を追加
lv_lv: Pievienot papildus informāciju
ru_ru: Добавить дополнительную информацию
sk_sk: Pridať ďalšie informácie
tr_tr: Ek bilgi ekle
