Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Recovery Code
de_de: Wiederherstellungscode
fi_fi: Palautuskoodi
ja_jp: 復元コード
lv_lv: Atgūšanas kods
ru_ru: Код восстановления
sk_sk: Kód na obnovenie
tr_tr: Kurtarma kodu

source: Recovery Options
de_de: Wiederherstellungsoptionen
fi_fi: Palautusvalinnat
ja_jp: 復元オプション
lv_lv: Atgūšanas opcijas
ru_ru: Параметры восстановления
sk_sk: Možnosti obnovenia
tr_tr: Kurtarma Seçenekleri

source: Recovery code
de_de: Wiederherstellungscode
fi_fi: Palautuskoodi
ja_jp: 復元コード
lv_lv: Atgūšanas kods
ru_ru: Код восстановления
sk_sk: Kód na obnovenie
tr_tr: Kurtarmayı kodu

source: Recovery code must be 32 characters long.
de_de: Der Wiederherstellungscode muss 32 Zeichen lang sein.
fi_fi: Palautuskoodin on oltava 32 merkkiä pitkä.
ja_jp: 復元コードは少なくとも 32 文字以上にする必要があります。
lv_lv: Atkopšanas kodam jābūt 32 rakstzīmēm garam.
ru_ru: Код восстановления должен состоять из 32 символов.
sk_sk: Kód na obnovenie musí mať 32 znakov.
tr_tr: Kurtarma kodu 32 karakter uzunluğunda olmalıdır.

source: Recruiter
de_de: Personalvermittler
fi_fi: Rekrytoija
ja_jp: 採用担当者
lv_lv: Rekrūteris
ru_ru: Рекрутер
sk_sk: Náborár
tr_tr: İşe alım sorumlusu

source: Recurring tasks need a valid due date.
de_de: Serienaufgaben benötigen ein gültiges Enddatum.
fi_fi: Toistuvat tehtävät tarvitsevat valmistumispäivämäärän.
ja_jp: 繰り返しのタスクは終了日が必要です。
lv_lv: Uzdevumu atkārtošanai ir nepieciešams derīgs izpildes datums.
ru_ru: Необходимо указать дату окончания повторяющихся задач.
sk_sk: Opakujúce sa úlohy potrebujú platný dátum konca.
tr_tr: Yinelenen görevlerin geçerli bir bitiş tarihi olmalıdır.

source: Recurring tasks need a valid start date.
de_de: Serienaufgaben benötigen ein gültiges Startdatum.
fi_fi: Toistuvat tehtävät tarvitsevat alkupäivämäärän.
ja_jp: 繰り返しタスクは開始日が必要です。
lv_lv: Uzdevumu atkārtošanai ir nepieciešams derīgs sākuma datums.
ru_ru: Необходимо указать дату начала повторяющихся задач.
sk_sk: Opakujúce sa úlohy musia mať platný dátum začiatku.
tr_tr: Yinelenen görevlerin geçerli bir başlangıç tarihi olmalıdır.

source: Red
de_de: Rot
fi_fi: Punainen
ja_jp: 赤
lv_lv: Sarkans
ru_ru: Красный
sk_sk: Červená
tr_tr: Kırmızı

source: Redirect mails from %1$s to %2$s
de_de: E-Mails von %1$s nach %2$s umleiten
fi_fi: Ohjaa viestit lähettäjältä %1$s osoitteeseen %2$s
ja_jp: %1$s からのメールを %2$s に転送
lv_lv: Pāradresēt vēstules no %1$s uz %2$s
ru_ru: Перенаправлять сообщения от %1$s на адрес %2$s
sk_sk: Presmerovať emaily od %1$s do %2$s
tr_tr: %1$s adresinden gelen e-postaları %2$s adresine yönlendir

source: Redirect mails to %1$s to %2$s
de_de: E-Mails an %1$s nach %2$s umleiten
fi_fi: Välitä viestit lähettäjältä %1$s osoitteeseen %2$s
ja_jp: %1$s へのメールを %2$s に転送
lv_lv: Pāradresēt vēstules adresātam %1$s uz %2$s
ru_ru: Перенаправлять сообщения, адресованные %1$s, на адрес %2$s
sk_sk: Presmerovať emaily s adresátom %1$s do %2$s
tr_tr: %1$s adresine giden e-postaları %2$s adresine yönlendir

source: Redirect mails with subject %1$s to %2$s
de_de: E-Mails mit dem Betreff %1$s nach %2$s umleiten
fi_fi: Välitä viestit, joiden aihe on %1$s, vastaanottajalle %2$s
ja_jp: 件名%1$sのメールを%2$sにリダイレクト
lv_lv: Pāradresēt vēstules ar tematu %1$s uz %2$s
ru_ru: Перенаправить сообщения с темой %1$s на адрес %2$s
sk_sk: Presmerovať emaily s predmetom %1$s do %2$s
tr_tr: %1$s konulu e-postaları %2$s adresine yönlendir

source: Redirect to
de_de: Umleiten nach
fi_fi: Uudelleenohjaa kohteeseen
ja_jp: 次へ転送
lv_lv: Pāradresēt
ru_ru: Переслать
sk_sk: Presmerovať na
tr_tr: Yönlendir

source: Reduce to widget summary on smartphones
de_de: Auf Smartphones auf Widget-Übersicht reduzieren
fi_fi: Pienennä widget-yhteenvedoksi älypuhelimissa
ja_jp: スマートフォンでウィジットの概要へ縮小
lv_lv: Samazināt līdz logrīka kopsavilkumam viedtālruņos
ru_ru: Уменьшить краткое содержание виджета на смартфонах
sk_sk: Zredukovať na súhrn miniaplikácií na smartfónoch
tr_tr: Akıllı telefonlarda widget özetini göster

source: Refresh
de_de: Aktualisieren
fi_fi: Päivitä
ja_jp: 最新の状態に更新
lv_lv: Jaunināt
ru_ru: Обновить
sk_sk: Obnoviť
tr_tr: Yenile

source: Refresh folders
de_de: Ordner aktualisieren
fi_fi: Päivitä kansiot
ja_jp: フォルダーを最新の状態に更新
lv_lv: Jaunināt mapes
ru_ru: Обновить папки
sk_sk: Obnoviť priečinky
tr_tr: Klasörleri yenile

source: Refresh rate in minutes
de_de: Aktualisierungsintervall in Minuten
fi_fi: Päivitystiheys minuutteina
ja_jp: 更新間隔 (分)
lv_lv: Jaunināšanas intervāls minūtēs
ru_ru: Частота обновления (мин.)
sk_sk: Interval obnovenia v minútach
tr_tr: Yenileme hızı (dakika)

source: Refresh this calendar
de_de: Diesen Kalender aktualisieren
fi_fi: Virkistä tämä kalenteri
ja_jp: このカレンダーを更新
lv_lv: Jaunināt šo kalendāru
ru_ru: Обновить календарь
sk_sk: Obnoviť tento kalendár
tr_tr: Bu takvimi yenile

source: Refresh. Current interval (%1$s min) can be customized in settings.
de_de: Aktualisieren. Das aktuelle Intervall (%1$s Minuten) kann in den Einstellungen angepasst werden.
fi_fi: Virkistää. Nykyinen aikaväli (%1$s min) voidaan mukauttaa asetuksissa.
ja_jp: 更新。現在の間隔（%1$s分）は設定でカスタマイズできます。
lv_lv: Atsvaidzināšana. Pašreizējais intervāls (%1$s min) var tikt mainīts iestatījumos.
ru_ru: Обновить. Текущий интервал (%1$s мин) может быть изменен в настройках.
sk_sk: Obnoviť. Aktuálny interval (%1$s min) je možné prispôsobiť v nastaveniach.
tr_tr: Yenile. Yenileme aralığını (%1$s dk) ayarlardan değiştirebilirsiniz.

source: Refreshing calendar might take some time...
de_de: Das Aktualisieren des Kalenders kann einige Zeit in Anspruch nehmen ...
fi_fi: Kalenterin virkistäminen saattaa kestää hetken...
ja_jp: カレンダーの再読み込みにしばらく時間がかかります。
lv_lv: Kalendāra jaunināšana var prasīt zināmu laiku...
ru_ru: Обновление календаря может занять некоторое время...
sk_sk: Obnovenie kalendára môže nejakú dobu trvať...
tr_tr: Takvimin yenilenmesi biraz zaman alabilir...

source: Regenerate
de_de: Neu generieren
fi_fi: Luo uudestaan
ja_jp: 再生
lv_lv: Pārģenerēt
ru_ru: Повторно сгенерировать
sk_sk: Vygenerovať znovu
tr_tr: Yeniden üret

source: Regex
fi_fi: Säännöllinen lauseke (regex)
ja_jp: 次の正規表現に一致する
ru_ru: Регулярное выражение
sk_sk: Zodpovedá regulárnemu výrazu

source: Regional settings
de_de: Regionale Einstellungen
fi_fi: Alueasetukset
ja_jp: 地域設定
lv_lv: Reģionālie iestatījumi
ru_ru: Региональные настройки
sk_sk: Regionálne nastavenia
tr_tr: Bölgesel ayarlar

source: Register now
de_de: Jetzt registrieren
fi_fi: Rekisteröidy nyt
ja_jp: 登録
lv_lv: Reģistrēties tagad
ru_ru: Зарегистрироватьс сейчас
sk_sk: Zaregistrovať sa teraz
tr_tr: Hemen kaydet

source: Reject changes
de_de: Änderungen ablehnen
fi_fi: Hylkää muutokset
ja_jp: 変更を拒否
lv_lv: Atteikt izmaiņas
ru_ru: Отклонить изменения
sk_sk: Odmietnuť zmeny
tr_tr: Değişklikleri reddet

source: Reject mails from %1$s with reason %2$s
de_de: E-Mails von %1$s mit der Begründung %2$s ablehnen
fi_fi: Hylkää viestit lähettäjältä %1$s syystä %2$s
ja_jp: %1$s からのメールを理由 %2$s で拒否
lv_lv: Atteikt vēstules no %1$s ar iemeslu %2$s
ru_ru: Отклонить сообщения от %1$s с указанием причины: %2$s
sk_sk: Odmietnuť emaily od %1$s s dôvodom %2$s
tr_tr: %1$s adresinden gelen e-postaları %2$s nedeniyle reddet

source: Reject mails to %1$s with reason %2$s
de_de: E-Mails an %1$s mit der Begründung %2$s ablehnen
fi_fi: Hylkää viestit lähettäjältä %1$s käyttäen syytä %2$s
ja_jp: %1$s へのメールを理由 %2$s で拒否
lv_lv: Atteikt vēstules adresātam %1$s ar iemeslu %2$s
ru_ru: Отклонить сообщения, адресованные %1$s, с указанием причины: %2$s
sk_sk: Odmietnuť emaily s adresátom %1$s s dôvodom %2$s
tr_tr: %1$s adresine giden e-postaları %2$s nedeniyle reddet

source: Reject mails with subject %1$s with reason %2$s
de_de: E-Mails mit dem Betreff %1$s mit der Begründung %2$s ablehnen
fi_fi: Hylkää viestit, joiden aihe on %1$s , syystä %2$s
ja_jp: 件名%1$sのメールを%2$sの理由で拒否
lv_lv: Atteikt vēstules ar tematu %1$s, norādot iemeslu %2$s
ru_ru: Отклонить сообщения с темой %1$s с указанием причины: %2$s
sk_sk: Odmietnuť emaily s predmetom %1$s s dôvodom %2$s
tr_tr: %1$s konulu e-postaları %2$s nedeniyle reddet

source: Reject with reason
de_de: Ablehnen mit Begründung
fi_fi: Hylkää käyttäen syytä
ja_jp: 次の理由で拒否
lv_lv: Atteikt ar iemeslu
ru_ru: Отклонить, указав причину
sk_sk: Odmietnuť s udaním dôvodu
tr_tr: Sebep belirterek reddet

source: Rejecting
de_de: Ablehnend
fi_fi: Hylätään
ja_jp: 反映しない
lv_lv: Noraidošs
ru_ru: Отклонить
sk_sk: Odmietajúci
tr_tr: Reddediliyor

source: Reload
de_de: Neu laden
fi_fi: Lataa uudelleen
ja_jp: 再読み込み
lv_lv: Pārlādēt
ru_ru: Перезагрузить
sk_sk: Znovu načítať
tr_tr: Yeniden yükle

source: Reload now
de_de: Jetzt neu laden
fi_fi: Lataa uudelleen nyt
ja_jp: 今すぐ再読み込み
lv_lv: Pārlādēt tagad
ru_ru: Перезагрузить сейчас
sk_sk: Znovu načítať
tr_tr: Yeniden yükle

source: Reload page
de_de: Seite neu laden
fi_fi: Lataa sivu uudelleen
ja_jp: ページのリロード
lv_lv: Pārlādēt lapu
ru_ru: Перезагрузить страницу
sk_sk: Znovu načítať stránku
tr_tr: Sayfayı yenile

source: Remaining time: %1$s
de_de: Verbleibende Zeit: %1$s
fi_fi: Aikaa jäljellä %1$s
ja_jp: 残り時間: %1$s
lv_lv: Atlikušais laiks: %1$s
ru_ru: Осталось: %1$s
sk_sk: Zostávajúci čas: %1$s
tr_tr: Kalan süre: %1$s

source: Remind me
de_de: Mich erinnern
fi_fi: Muistuta minua
ja_jp: 通知
lv_lv: Atgādināt
ru_ru: Напомнить
sk_sk: Pripomenúť mi
tr_tr: Anımsat

source: Remind me again
de_de: Erneut erinnern
fi_fi: Muistuta minua uudestaan
ja_jp: 再通知
lv_lv: Atgādināt atkal
ru_ru: Напомнить позже
sk_sk: Znova pripomenúť
tr_tr: Yeniden anımsat

source: Reminder
de_de: Erinnerung
fi_fi: Muistutus
ja_jp: アラーム
lv_lv: Atgādinājums
ru_ru: Напоминание
sk_sk: Pripomenutie
tr_tr: Anımsatıcı

source: Reminder %1$d
de_de: Erinnerung %1$d
fi_fi: Muistutus %1$d
ja_jp: アラーム%1$d
lv_lv: Atgādinājums %1$d
ru_ru: Напоминание %1$d
sk_sk: %1$d. pripomenutie
tr_tr: Hatırlatma %1$d

source: Reminder date
de_de: Datum für Erinnerung
fi_fi: Muistutuspäivämäärä
ja_jp: アラーム通知日
lv_lv: Atgādinājuma datums
ru_ru: Дата напоминания
sk_sk: Dátum pripomenutia
tr_tr: Anımsatma tarihi

source: Reminder date %1$s
de_de: Datum für Erinnerung %1$s
fi_fi: Muistutus %1$s
ja_jp: アラーム通知日 %1$s
lv_lv: Atgādinājums %1$s
ru_ru: Дата напоминания %1$s
sk_sk: Dátum pripomenutia %1$s
tr_tr: Anımsatma tarihi %1$s

source: Reminder for appointment %1$s.
de_de: Erinnerung für Termin %1$s.
fi_fi: Muistutus tapaamisesta %1$s.
ja_jp: 予定 %1$s のアラーム。
lv_lv: Atgādināt mītiņam %1$s.
ru_ru: Напоминание о встрече %1$s.
sk_sk: Pripomenutie schôdzky %1$s.
tr_tr: %1$s randevusunun anımsatıcısı.

source: Reminder for task %1$s.
de_de: Erinnerung für Aufgabe %1$s.
fi_fi: Muistutus %1$s.
ja_jp: タスク %1$s のアラーム。
lv_lv: Atgādināt uzdevuman %1$s.
ru_ru: Напоминание о задаче %1$s.
sk_sk: Pripomenutie úlohy %1$s.
tr_tr: %1$s görevinin anımsatıcısı.

source: Reminder for: %1$s
de_de: Erinnerung für: %1$s
fi_fi: Muistutus tehtävästä tai tapaamisesta: %1$s
ja_jp: %1$sのアラーム
lv_lv: Atgādinājums par: %1$s
ru_ru: Напоминание о задаче: %1$s
sk_sk: Pripomenutie: %1$s
tr_tr: %1$s anımsatıcısı

source: Reminder has been created
de_de: Erinnerung wurde erstellt
fi_fi: Muistutus luotu
ja_jp: アラームを作成しました
lv_lv: Atgādinājums ir izveidots
ru_ru: Напоминание создано
sk_sk: Pripomienka bola vytvorená
tr_tr: Anımsatıcı oluşturuldu

source: Reminders
de_de: Erinnerungen
fi_fi: Muistutukset
ja_jp: アラーム
lv_lv: Atgādinājumi
ru_ru: Напоминания
sk_sk: Pripomenutia
tr_tr: Anımsatıcılar

source: Remove
de_de: Entfernen
fi_fi: Poista
ja_jp: 削除
lv_lv: Noņemt
ru_ru: Удалить
sk_sk: Odstrániť
tr_tr: Kaldır

source: Remove %1$s
de_de: %1$s entfernen
fi_fi: Poista %1$s
ja_jp: %1$s を削除
lv_lv: Noņemt %1$s
ru_ru: Удалить %1$s
sk_sk: Odstrániť %1$s
tr_tr: %1$s adlı kullanıcıyı sil

source: Remove Appointment
de_de: Termin entfernen
fi_fi: Poista tapaaminen
ja_jp: 予定を削除
lv_lv: Noņemt mītiņu
ru_ru: Удалить встречу
sk_sk: Odstrániť schôdzku
tr_tr: Randevuyu kaldır

source: Remove IMAP keyword
de_de: IMAP-Schlüsselwort entfernen
fi_fi: Poista IMAP avainsana
ja_jp: IMAPキーワードを削除
lv_lv: Noņemt IMAP atslēgvārdu
ru_ru: Удалить ключевое слово IMAP
sk_sk: Odstrániť kľúčové slovo IMAP
tr_tr: IMAP anahtar kelimesini sil

source: Remove account
de_de: Konto entfernen
fi_fi: Poista tili
ja_jp: プロファイルを削除
lv_lv: Noņemt kontu
ru_ru: Удалить учетную запись
sk_sk: Odstrániť účet
tr_tr: Hesabı kaldır

source: Remove all shares
de_de: Alle Freigaben entfernen
fi_fi: Poista kaikki jakamiset
ja_jp: すべての共有を削除する
lv_lv: Noņemt visus koplietojumus
ru_ru: Удалить все общие ресурсы
sk_sk: Odstrániť všetky zdieľania
tr_tr: Tüm paylaşımları kaldır

source: Remove attachment
de_de: Anhang entfernen
fi_fi: Poista liite
ja_jp: 添付ファイルを削除する
lv_lv: Noņemt pievienojumu
ru_ru: Удалить вложение
sk_sk: Odstrániť prílohu
tr_tr: Eki kaldır

source: Remove attachment "%1$s"
de_de: Anhang "%1$s" entfernen
fi_fi: Poista liite "%1$s"
ja_jp: 添付ファイル"%1$s"を削除する
lv_lv: Noņemt pievienojumu "%1$s"
ru_ru: Удалить вложение «%1$s»
sk_sk: Odstrániť prílohu "%1$s"
tr_tr: "%1$s" ekini kaldır

source: Remove category "%s"
de_de: Kategorie "%s" entfernen
fi_fi: Siirrä luokka "%1$s".
ja_jp: カテゴリ "%s" を削除する
lv_lv: Noņemt kategoriju "%s"
ru_ru: Удалить категорию «%s»
sk_sk: Odstrániť kategóriu "%s"
tr_tr: "%s" kategorisini kaldır

source: Remove certificate
de_de: Zertifikat entfernen
fi_fi: Poista varmenne
ja_jp: 証明書を削除
lv_lv: Noņemt sertifikātu
ru_ru: Удалить сертификат
sk_sk: Odstrániť certifikát
tr_tr: Sertifikayı kaldır

source: Remove certificate %1$s
de_de: Zertifikat %1$s entfernen
fi_fi: Poista varmenne %1$s
ja_jp: 証明書%1$sを削除する
lv_lv: Noņemt sertifikātu %1$s
ru_ru: Удалить сертификат %1$s
sk_sk: Odstrániť certifikát %1$s
tr_tr: %1$s sertifikasını kaldır

source: Remove contact
de_de: Kontakt entfernen
fi_fi: Poista yhteystieto
ja_jp: 連絡先を削除
lv_lv: Noņemt kontaktu
ru_ru: Удалить контакт
sk_sk: Odstrániť kontakt
tr_tr: Kişiyi sil

source: Remove contact from selection
de_de: Kontakt aus der Auswahl entfernen
fi_fi: Poista yhteystieto valikoimasta
ja_jp: 選択から連絡先を削除
lv_lv: Noņemt kontaktu no izvēlnes
ru_ru: Удалить контакт из выбора
sk_sk: Odstrániť kontakt z výberu
tr_tr: Kişiyi seçimden kaldır

source: Remove copy from server after retrieving a message
de_de: Kopie nach Empfang einer Nachricht vom Server löschen
fi_fi: Poista kopio palvelimelta viestin hakemisen jälkeen
ja_jp: メッセージの取得後にサーバーからコピーを削除
lv_lv: Noņemt kopiju no servera pēc ziņojuma nolasīšanas
ru_ru: Удалить копию с сервера после получения сообщения
sk_sk: Odstrániť kópiu zo servera po stiahnutí správy
tr_tr: İletiyi aldıktan sonra sunucudaki kopyayı sil

source: Remove deputy %1$s
de_de: Stellvertreter %1$s entfernen
fi_fi: Poista sijainen %1$s
ja_jp: 代理人 %1$sを削除
lv_lv: Noņemt vietnieku %1$s
ru_ru: Удалить заместителя %1$s
sk_sk: Odstrániť zástupcu %1$s
tr_tr: %1$s adlı vekili kaldır

source: Remove field
de_de: Feld entfernen
fi_fi: Poista kenttä
ja_jp: フィールドを削除
lv_lv: Noņemt lauku
ru_ru: Удалить поле
sk_sk: Odstrániť pole
tr_tr: Alanı kaldır

source: Remove filter "%1$s %2$s"
de_de: Filter "%1$s %2$s" entfernen
fi_fi: Poista suodatin "%1$s %2$s"
ja_jp: フィルター%1$s%2$sを削除
lv_lv: Noņemt filtru "%1$s %2$s"
ru_ru: Удалить фильтр «%1$s %2$s»
sk_sk: Odstrániť filter "%1$s %2$s"
tr_tr: "%1$s %2$s" filtresini kaldır

source: Remove from %1$s
de_de: Aus %1$s entfernen
fi_fi: Poista %1$s-sovelluksesta
ja_jp: %1$sから削除
lv_lv: Noņemt no %1$s
ru_ru: Удалить из %1$s
sk_sk: Odstrániť z %1$s
tr_tr: %1$s uygulamasından kaldır

source: Remove from favorites
de_de: Aus Favoriten entfernen
fi_fi: Poista suosikeista
ja_jp: お気に入りから削除
lv_lv: Izņemt no izlases
ru_ru: Удалить из избранного
sk_sk: Odstrániť z obľúbených
tr_tr: Favorilerden sil

source: Remove member
de_de: Mitglied entfernen
fi_fi: Poista jäsen
ja_jp: メンバーを削除
lv_lv: Noņemt dalībnieku
ru_ru: Удалить участника
sk_sk: Odstrániť člena
tr_tr: Üyeyi çıkar

source: Remove passwords
de_de: Passwörter entfernen
fi_fi: Salasanojen poistaminen
ja_jp: パスワードを削除
lv_lv: Noņemt paroles
ru_ru: Удалить пароли
sk_sk: Odstrániť heslá
tr_tr: Parolaları kaldır

source: Remove photo
de_de: Foto entfernen
fi_fi: Poista valokuva
ja_jp: 写真を削除
lv_lv: Noņemt attēlu
ru_ru: Удалить фото
sk_sk: Odstrániť fotku
tr_tr: Fotoğrafı kaldır

source: Remove reminder
de_de: Erinnerung entfernen
fi_fi: Poista muistutus
ja_jp: アラームを削除
lv_lv: Noņemt atgādinājumu
ru_ru: Удалить напоминание
sk_sk: Odstrániť pripomenutie
tr_tr: Anımsatıcıyı kaldır

source: Remove resource calendar
de_de: Ressourcenkalender entfernen
fi_fi: Poista resurssikalenteri
ja_jp: リソースカレンダーを削除
lv_lv: Noņemt resursu kalendāru
ru_ru: Удалить календарь ресурсов
sk_sk: Odstrániť kalendár zdrojov
tr_tr: Kaynak takvimini kaldır

source: Remove shares
de_de: Freigaben entfernen
fi_fi: Poista jaettuja kohteita
ja_jp: 共有を削除
lv_lv: Noņemt kopietojumus
ru_ru: Удалить общие ресурсы
sk_sk: Odstrániť zdieľania
tr_tr: Paylaşımları kaldır

source: Removed %1$s, %2$s.
de_de: %1$s, %2$s entfernt.
fi_fi: %1$s, %2$s poistettu.
ja_jp: %1$s ( %2$s ) を削除しました。
lv_lv: Noņemts %1$s, %2$s.
ru_ru: Удален(а) %1$s, %2$s.
sk_sk: Odstránený %1$s, %2$s.
tr_tr: %1$s, %2$s silindi.

source: Removed %1$s.
de_de: %1$s wurde entfernt.
fi_fi: %1$s poistettu.
ja_jp: %1$s を削除しました。
lv_lv: Noņemts %1$s.
ru_ru: Удалено: %1$s.
sk_sk: Odstránené %1$s.
tr_tr: %1$s silindi.

source: Rename
de_de: Umbenennen
fi_fi: Uudelleennimeä
ja_jp: 名前を変更
lv_lv: Pārsaukt
ru_ru: Переименовать
sk_sk: Premenovať
tr_tr: Adını değiştir

source: Rename File
de_de: Datei umbenennen
fi_fi: Uudelleennimeä tiedosto
ja_jp: ファイル名を変更
lv_lv: Pārdēvēt failu
ru_ru: Переименовать файл
sk_sk: Premenovať súbor
tr_tr: Dosya adını değiştir

source: Rename automatically and keep both files separately
de_de: Automatisch umbenennen und beide Dateien getrennt speichern
fi_fi: Nimeä automaattisesti uudelleen ja säilytä molemmat tiedostot erikseen
ja_jp: 自動で名前を変更し、別々に両方のファイルを保持
lv_lv: Automātiski pārsaukt un paturēt abus failus atsevišķi
ru_ru: Автоматически переименовать и хранить файлы отдельно
sk_sk: Automaticky premenovať a zachovať oba súbory oddelene
tr_tr: Otomatik olarak adını değiştir ve iki dosyayı da tut

source: Rename folder
de_de: Ordner umbenennen
fi_fi: Uudelleennimeä kansio
ja_jp: フォルダー名を変更
lv_lv: Pārdēvēt mapi
ru_ru: Переименовать папку
sk_sk: Premenovať priečinok
tr_tr: Klasörün adını değiştir

source: Rename resource group
de_de: Ressourcengruppe umbenennen
fi_fi: Resurssiryhmän uudelleennimeäminen
ja_jp: リソース グループの名前を変更
lv_lv: Pārdēvēt resursu grupu
ru_ru: Переименовать группу ресурсов
sk_sk: Premenovať skupinu zdrojov
tr_tr: Kaynak grubunun adını değiştir

source: Repeat
de_de: Wiederholen
fi_fi: Toista
ja_jp: 繰り返し
lv_lv: Atkārtot
ru_ru: Повтор
sk_sk: opakovať
tr_tr: Tekrarla

source: Repeat by
de_de: Wiederholen am
fi_fi: Toista
ja_jp: 毎に繰り返し
lv_lv: Atkārtot
ru_ru: Повторяется
sk_sk: Opakovať každý
tr_tr: Tekrar sıklığı

source: Repeat new password
de_de: Neues Passwort wiederholen
fi_fi: Toista salasana
ja_jp: 新しいパスワード (再入力)
lv_lv: Jaunā parole atkārtoti
ru_ru: Повторите пароль
sk_sk: Zopakujte nové heslo
tr_tr: Yeni parolayı tekrarlayın

source: Repeat slideshow
de_de: Diashow wiederholen
fi_fi: Toista diaesitys
ja_jp: スライドショーを繰り返し
lv_lv: Atkārtot slaidrādi
ru_ru: Повторить слайд-шоу
sk_sk: Zopakovať prezentáciu
tr_tr: Slayt gösterisini tekrarla

source: Rephrase
de_de: Umformulieren
fi_fi: Muotoile uudelleen
ja_jp: 言い換える
lv_lv: Pārfrāzēt
ru_ru: Перефразировать
sk_sk: Preformulovať
tr_tr: Baştan yaz

source: Reply
de_de: Antworten
fi_fi: Vastaa
ja_jp: 返信
lv_lv: Atbildēt
ru_ru: Ответить
sk_sk: Odpovedať
tr_tr: Yanıtla

source: Reply To
de_de: Antwort an
fi_fi: Vastaa
ja_jp: 返信先
lv_lv: Atbildēt
ru_ru: Ответить
sk_sk: Odpovedať komu
tr_tr: Yanıtla

# compose
source: Reply To
de_de: Antwort an
fi_fi: Vastaa
ja_jp: 返信先
lv_lv: Atbildēt
ru_ru: Ответить
sk_sk: Odpovedať komu
tr_tr: Yanıtla

source: Reply all
de_de: Allen antworten
fi_fi: Vastaa kaikille
ja_jp: 全員に返信
lv_lv: Atbildēt visiem
ru_ru: Ответить всем
sk_sk: Odpovedať všetkým
tr_tr: Tümünü yanıtla

source: Reply to
de_de: Antwort an
fi_fi: Vastaa
ja_jp: 返信先:
lv_lv: Atbildēt
ru_ru: Ответить
sk_sk: Odpovedať-na
tr_tr: Yanıtla

source: Reply to all recipients
de_de: Antwort an alle Empfänger
fi_fi: Vastaa kaikille
ja_jp: すべての宛先に返信
lv_lv: Atbildēt visiem saņēmējiem
ru_ru: Ответить всем
sk_sk: Odpovedať všetkým príjemcom
tr_tr: Tüm alıcıları yanıtla

source: Reply to mail
de_de: Auf E-Mail antworten
fi_fi: Vastaa sähköpostiin
ja_jp: メールに返信
lv_lv: Atbildēt uz pastu
ru_ru: Ответить на письмо
sk_sk: Odpovedať na správu
tr_tr: E-postayı yanıtla

source: Reply to sender
de_de: Antwort an Absender
fi_fi: Vastaa lähettäjälle
ja_jp: 差出人に返信
lv_lv: Atbildēt sūtītājam
ru_ru: Ответить отправителю
sk_sk: Odpovedať odosielateľovi
tr_tr: Göndereni yanıtla

source: Request Appointment
de_de: Terminanfrage senden
fi_fi: Pyydä tapaamista
ja_jp: 予定を要求
lv_lv: Pieprasīt mītiņu
ru_ru: Запросить встречу
sk_sk: Požiadať o schôdzku
tr_tr: Randevu iste

source: Request download
de_de: Download anfordern
fi_fi: Pyydä latausta
ja_jp: ダウンロードを要求
lv_lv: Pieprasīt lejupielādi
ru_ru: Запросить загрузку
sk_sk: Vyžiadať stiahnutie
tr_tr: İndirmeyi iste

source: Request new download
de_de: Neuen Download anfordern
fi_fi: Pyydä uutta latausta
ja_jp: 新しいダウンロードを要求
lv_lv: Pieprasīt jaunu lejupielādi
ru_ru: Запросить новую загрузку
sk_sk: Vyžiadať nové stiahnutie
tr_tr: Yeni indirme iste

source: Request read receipt
de_de: Lesebestätigung anfordern
fi_fi: Pyydä lukukuittaus
ja_jp: 開封確認メッセージを要求
lv_lv: Prasīt piegādes apstiprinājumu
ru_ru: Запросить уведомление о прочтении
sk_sk: Vyžiadať potvrdenie prečítania
tr_tr: Okundu bilgisi iste

source: Requesting device information. Please wait...
de_de: Geräteinformationen werden angefordert. Bitte warten...
fi_fi: Pyydetään laitetietoa. Odota hetki...
ja_jp: デバイス情報を要求しています。お待ちください...
lv_lv: Ierīces informācijas pieprasījums. Lūdzu uzgaidiet...
ru_ru: Запрашивается информация об устройстве. Пожалуйста, подождите...
sk_sk: Požadujú sa informácie o zariadení. Prosím, počkajte...
tr_tr: Cihaz bilgileri isteniyor. Lütfen bekleyin...

source: Resend invitation
de_de: Einladung erneut senden
fi_fi: Lähetä kutsu uudelleen
ja_jp: 招待を再送する
lv_lv: Pārsūtīt uzaicinājumu
ru_ru: Повторно отправить приглашение
sk_sk: Znovu poslať pozvanie
tr_tr: Davetiyeyi yeniden gönder

source: Resent-From
fi_fi: Uudelleenlähetetty-lähettäjä
ja_jp: 再送信元
lv_lv: Pārsūtīts-No
ru_ru: Переслано от
sk_sk: Znovu odoslané od

source: Resent-To
fi_fi: Uudelleenlähetetty - Vastaanottaja
ja_jp: 再送信先
lv_lv: Pārsūtīts-Kam
ru_ru: Переслано кому
sk_sk: Znovu odoslané komu

source: Reservation for: %1$s
de_de: Reservierung für: %1$s
fi_fi: Varaukset: %1$s
ja_jp: %1$s の予定
lv_lv: Rezervācijas priekš: %1$s
ru_ru: Резервирование для: %1$s
sk_sk: Rezervácia pre: %1$s
tr_tr: %1$s rezervasyonu

source: Reservation not possible in the past
de_de: Reservierung in der Vergangenheit nicht möglich
fi_fi: Varaaminen ei ole mahdollista menneisyydessä
ja_jp: 予定を過去に作れませんでした
lv_lv: Rezervēšana iepriekšējos datumos nav iespējama
ru_ru: Резервирование невозможно в прошлом
sk_sk: Nie je možné vytvoriť rezerváciu v minulosti
tr_tr: Geçmiş tarihli rezervasyon yapılamaz

source: Reserved
de_de: Gebucht
fi_fi: Varattu
ja_jp: 予定あり
lv_lv: Rezervēts
ru_ru: Зарезервировано
sk_sk: Vyhradené
tr_tr: Rezerve

source: Reset
de_de: Zurücksetzen
fi_fi: Tyhjennä
ja_jp: リセット
lv_lv: Pārstatīt
ru_ru: Сброс
sk_sk: Obnoviť
tr_tr: Sıfırla

source: Reset password
de_de: Passwort zurücksetzen
fi_fi: Aseta salasana uudelleen
ja_jp: パスワードをリセット
lv_lv: Atiestatīt paroli
ru_ru: Сбросить пароль
sk_sk: Obnoviť heslo
tr_tr: Parolayı sıfırla

source: Reset this list
de_de: Diese Liste zurücksetzen
fi_fi: Tyhjennä tämä lista
ja_jp: このリストをリセット
lv_lv: Pārstatīt šo sarakstu
ru_ru: Сбросить список
sk_sk: Obnoviť tento zoznam
tr_tr: Bu listeyi sıfırla

source: Resource
de_de: Ressource
fi_fi: Resurssi
ja_jp: リソース
lv_lv: Resurss
ru_ru: Ресурс
sk_sk: Zdroj
tr_tr: Kaynak
