Repository: extrymes/project-hackdays2025
Catalog: src/i18n/*.po
Languages: de_de, fi_fi, ja_jp, lv_lv, ru_ru, sk_sk, tr_tr

source: Every year on the %1$s %2$s in %3$d.
de_de: Jährlich am %1$s %2$s im %3$d.
fi_fi: Joka vuosi %1$s %2$s %3$d.
ja_jp: 毎年 %3$d の %1$s %2$s
lv_lv: Katra gada %1$s %2$s, mēnesis %3$d.
ru_ru: Каждый год в %3$d, %1$s %2$s.
sk_sk: Každý rok %1$s %2$s v %3$d.
tr_tr: Her yıl %3$d ayının %1$s %2$s günü.

source: Everybody
de_de: Alle
fi_fi: Kaikki
ja_jp: すべての人
lv_lv: Jebkurš
ru_ru: Все
sk_sk: Všetci
tr_tr: Herkes

source: Example formats based on current language
de_de: Beispielformate basierend auf der aktuellen Sprache
fi_fi: Nykyiseen kieleen perustuvat esimerkkimuodot
ja_jp: 現在の言語に基づくフォーマット例
lv_lv: Parauga formāti, atbilstoši pašreizējai valodai
ru_ru: Примерные форматы на основе текущего языка
sk_sk: Príklady formátov založených na aktuálnom jazyku
tr_tr: Geçerli dile göre örnek biçimler

source: Exciting
de_de: Spannend
fi_fi: Kiinnostava
lv_lv: Aizraujošs
ru_ru: Захватывающий
sk_sk: Nadšený
tr_tr: Heyecan verici

source: Executive
de_de: Geschäftsführer
fi_fi: Johtaja
ja_jp: 役員
lv_lv: Vadītājs
ru_ru: Руководитель
sk_sk: Konateľ
tr_tr: Yönetici

source: Existing passwords
de_de: Vorhandene Passwörter
fi_fi: Olemassaolevat salasanat
ja_jp: 既存のパスワード
lv_lv: Esošās paroles
ru_ru: Существующие пароли
sk_sk: Existujúce heslá
tr_tr: Mevcut parolalar

source: Exists
de_de: Existiert
fi_fi: On olemassa
ja_jp: 選択した条件が存在する
lv_lv: Eksistē
ru_ru: Существует
sk_sk: Existuje
tr_tr: Var

source: Expand form
de_de: Formular erweitern
fi_fi: Laajenna lomake
ja_jp: フォームを展開
lv_lv: Atritināt formu
ru_ru: Развернуть
sk_sk: Rozbaliť formulár
tr_tr: Formu genişlet

source: Expanded mobile feature set
de_de: Mehr Funktionen auf Mobilgeräten
fi_fi: Laajennetut mobiiliominaisuudet
ja_jp: 拡張モバイル機能セット
lv_lv: Paplašinātais mobilo funkciju kopums
ru_ru: Расширенный набор функций для мобильных устройств
sk_sk: Rozšírená sada mobilných funkcií
tr_tr: Yeni mobil özellikler

source: Expiration
de_de: Ablaufdatum
fi_fi: Vanhentuminen
ja_jp: 期限
lv_lv: Derīgums
ru_ru: Срок действия
sk_sk: Vyprší o
tr_tr: Süre sonu

source: Expired
de_de: Abgelaufen
fi_fi: Vanhentunut
ja_jp: 期限切れ
lv_lv: Derīgums beidzies
ru_ru: Истек
sk_sk: Vypršal
tr_tr: Süresi doldu

source: Expires on
de_de: Läuft ab am
fi_fi: Menee vanhaksi
ja_jp: 有効期限
lv_lv: Derīga līdz
ru_ru: Истекает
sk_sk: Vyprší
tr_tr: Süre bitimi

source: Export
de_de: Exportieren
fi_fi: Vie
ja_jp: エクスポート
lv_lv: Eksportēt
ru_ru: Экспорт
sk_sk: Exportovať
tr_tr: Dışarı aktar

source: Export folder
de_de: Ordner exportieren
fi_fi: Vie kansio
ja_jp: フォルダーをエクスポート
lv_lv: Eksportēt mapi
ru_ru: Экспорт папки
sk_sk: Priečinok na export
tr_tr: Klasörü dışa aktar

source: Export selected
de_de: Auswahl exportieren
fi_fi: Vienti valittuna
ja_jp: 選択されたものをエクスポート
lv_lv: Eksportēt izvēlēto
ru_ru: Экспорт выбранных
sk_sk: Export vybraných
tr_tr: Seçilenleri dışa aktar

source: External Apps
de_de: Externe Apps
fi_fi: Ulkoiset sovellukset
ja_jp: 外部アプリケーション
lv_lv: Ārējās aplikācijas
ru_ru: Внешние приложения
sk_sk: Externé aplikácie
tr_tr: Harici Uygulamalar

source: External contact
de_de: Externer Kontakt
fi_fi: Ulkoinen yhteystieto
ja_jp: 外部連絡先
lv_lv: Ārējs kontakts
ru_ru: Внешний контакт
sk_sk: Externý kontakt
tr_tr: Harici kişi

source: External images are not shown to avoid potential tracking
de_de: Externe Bilder werden nicht angezeigt, um eine mögliche Nachverfolgung zu verhindern
fi_fi: Ulkoisia kuvia ei näytetä mahdollisen jäljittämisen välttämiseksi
ja_jp: トラッキングの可能性を避けるため、外部画像は表示されません。
lv_lv: Ārējie attēli netiek parādīti, lai pasargātu jūs no iespējamas izsekošanas
ru_ru: Внешние изображения не показаны во избежание возможной слежки
sk_sk: Externé obrázky sa nezobrazujú z dôvodu ochrany proti potenciálnemu sledovaniu
tr_tr: İzlenmenizi önlemek için dış resimler gösterilmiyor

source: External images in emails
de_de: Externe Bilder in E-Mails
fi_fi: Ulkoiset kuvat sähköposteissa
ja_jp: メールの外部画像
lv_lv: Ārējie attēli e-pastā
ru_ru: Внешние изображения в письмах
sk_sk: Externé obrázky v emailoch
tr_tr: E-postalardaki dış resimler

source: External images in this email use an insecure connection. Those images were automatically adjusted to enforce a secure connection (https). Some images might not be shown.
de_de: Die externen Bilder in dieser E-Mail verwenden eine unsichere Verbindung. Diese Bilder wurden automatisch angepasst, um eine sichere Verbindung (https) zu erzwingen. Einige Bilder werden möglicherweise nicht angezeigt.
fi_fi: Tämän sähköpostin ulkoiset kuvat käyttävät suojaamatonta yhteyttä. Nämä kuvat on automaattisesti mukautettu käyttämään suojattua yhteyttä (https). Jotkin kuvat eivät ehkä näy.
ja_jp: このメールの外部画像はセキュリティ保護されていない接続を使用しています。画像は、安全な接続（https）を強制するように自動的に調整されました。画像によっては表示されない可能性があります。
lv_lv: Šajā e-pasta ziņojumā ārējie attēli izmanto nedrošu savienojumu. Šie attēli tika automātiski pielāgoti, lai nodrošinātu drošu savienojumu (https). Daži attēli var netikt parādīti.
ru_ru: Внешние изображения в этом письме используют незащищенное соединение. Эти изображения были автоматически изменены для обеспечения защищенного соединения (https). Некоторые изображения могут не отображаться.
sk_sk: Externé obrázky v tomto emaile používajú nezabezpečené spojenie. Tieto obrázky boli automaticky upravené, aby sa vynútilo zabezpečené spojenie (https). Je možné, že sa niektoré obrázky nezobrazia.
tr_tr: Bu e-postadaki dış resimler güvenli olmayan bir bağlantı kullanıyor. Bu resimler otomatik olarak güvenli bağlantı (HTTPS) kullanacak şekilde değiştirildi. Bazı resimler görünmeyebilir.

source: External mail accounts are read-only
de_de: Externe E-Mail-Konten sind schreibgeschützt
fi_fi: Ulkoiset sähköpostitilit ovat vain lukuoikeudellisia
ja_jp: 外部メール アカウントは読み取り専用です。
lv_lv: Ārējie pasta konti ir tikai lasāmi
ru_ru: Внешние почтовые учетные записи доступны только для чтения
sk_sk: Externé emailové účty sú len na čítanie
tr_tr: Harici e-posta hesapları salt okunurdur

source: External participants
de_de: Externe Teilnehmer
fi_fi: Ulkoiset osallistujat
ja_jp: 外部参加者
lv_lv: Ārējie dalībnieki
ru_ru: Внешние участники
sk_sk: Externí účastníci
tr_tr: Harici katılımcılar

source: Face
de_de: Gesichter
fi_fi: Kasvot
ja_jp: 顔
lv_lv: Seja
ru_ru: Улыбки
sk_sk: Tvár
tr_tr: Yüzler

source: Failed to add. Maybe the vCard attachment is invalid.
de_de: Hinzufügen ist fehlgeschlagen. Möglicherweise ist der vCard-Anhang ungültig.
fi_fi: Lisäys epäonnistui. Ehkä vCard liite on epäkelpo.
ja_jp: 追加できませんでした。添付されている vCard が無効である可能性があります。
lv_lv: Kļūda pie pievienošanas. Iespējams, ka VCard pielikums ir bojāts.
ru_ru: Не удалось добавить vCard. Возможно, недопустимое вложение vCard.
sk_sk: Nepodarilo sa pridať. Možno je neplatná príloha vizitky vCard.
tr_tr: Eklenemedi. vCard eki geçersiz olabilir.

source: Failed to automatically save current stage of work. Please save your work to avoid data loss in case the browser closes unexpectedly.
de_de: Das automatische Speichern der aktuellen Daten ist fehlgeschlagen. Bitte sichern Sie Ihre Änderungen, um einen Datenverlust bei einem Browser-Absturz zu verhindern.
fi_fi: Tämänhetkisen työvaiheen automaattinen tallennus epäonnistui. Olen hyvä ja tallenna työsi välttääksesi tietojen katoamista, mikäli selain sulkeutuu odottamattomasti.
ja_jp: 現在のファイルの自動保存に失敗しました。ブラウザが予期せずに終了してもデータを失わないよう、ファイルを保存してください。
lv_lv: Kļūda pie darba pašreizējā statusa automātiskās saglabāšanas. Lūdzu saglabājiet veiktās izmaiņas, lai nodrošinātos pret datu zudumu gadījumā, ja pārlūkprogramma zaudēs savienojumu ar serveri.
ru_ru: Не удалось автоматически сохранить текущую версию. Во избежание потери данных сохраните изменения вручную.
sk_sk: Nepodarilo sa automaticky uložiť aktuálny stav práce. Prosím, uložte svoju prácu, aby ste predišli strate údajov v prípade, že sa prehliadač neočakávane zavrie.
tr_tr: Mevcut çalışma aşaması otomatik olarak kaydedilemedi. Tarayıcınız beklenmedik şekilde kapanırsa verilerinizi kaydetmemek için lütfen çalışmanızı kaydedin.

source: Failed to connect.
de_de: Die Verbindung ist fehlgeschlagen.
fi_fi: Yhdistäminen epäonnistui.
ja_jp: 接続に失敗しました。
lv_lv: Kļūda pieslēdzoties.
ru_ru: Ошибка подключения.
sk_sk: Nepodarilo sa pripojiť sa.
tr_tr: Bağlantı kurulamadı.

source: Failed to import any data
de_de: Der Datenimport ist fehlgeschlagen
fi_fi: Datan tuominen epäonnistui
ja_jp: データのインポートに失敗しました
lv_lv: Kļūda pie datu importa (dati nav importēti)
ru_ru: Не удалось импортировать данные
sk_sk: Nepodarilo sa naimportovať žiadne údaje
tr_tr: Verilerin alınması başarısız oldu

source: Failed to recover accounts
de_de: Das Wiederherstellen der Konten ist fehlgeschlagen
fi_fi: Tilien palautus epäonnistui
ja_jp: アカウントの復元に失敗しました
lv_lv: Kļūda pie kontu atkopšanas
ru_ru: Не удалось восстановить учетные записи
sk_sk: Nepodarilo sa obnoviť účty
tr_tr: Hesaplar kurtarılamadı

source: Failed to register device
de_de: Gerät konnte nicht registriert werden
fi_fi: Laitteen rekisteröinti epäonnistui
ja_jp: デバイスの登録に失敗しました。
lv_lv: Kļūda pie ierīces reģistrēšanas
ru_ru: Не удалось зарегистрировать устройство
sk_sk: Nepodarilo sa zaregistrovať zariadenie
tr_tr: Cihaz kaydedilemedi

source: Failed to register device.
de_de: Gerät konnte nicht registriert werden.
fi_fi: Laitteen rekisteröinti epäonnistui.
ja_jp: デバイスの登録に失敗しました。
lv_lv: Kļūda pie ierīces reģistrēšanas.
ru_ru: Не удалось зарегистрировать устройство.
sk_sk: Nepodarilo sa zaregistrovať zariadenie.
tr_tr: Cihaz kaydedilemedi.

source: Failed to save distribution list.
de_de: Die Verteilerliste konnte nicht gespeichert werden.
fi_fi: Jakelulistan tallennus epäonnistui.
ja_jp: 連絡先グループの保存に失敗しました。
lv_lv: Kļūda pie izplatīšanas saraksta saglabāšanas.
ru_ru: Не удалось сохранить список рассылки.
sk_sk: Nepodarilo sa uložiť distribučný zoznam.
tr_tr: Dağıtım listesi kaydedilemedi.

source: Failed to sign in
de_de: Das Anmelden ist fehlgeschlagen
fi_fi: Kirjautuminen epäonnistui
ja_jp: ログインに失敗しました
lv_lv: Kļūda pieslēdzoties
ru_ru: Ошибка входа
sk_sk: Nepodarilo sa prihlásiť sa
tr_tr: Giriş yapılamadı

source: Failed to start application. Maybe you have connection problems. Please try again.
de_de: Die Applikation konnte nicht gestartet werden. Vielleicht haben Sie Verbindungsprobleme. Bitte versuchen Sie es erneut.
fi_fi: Sovelluksen käynnistäminen epäonnistui. Sinulla on mahdollisesti yhteysongelmia. Yritä uudelleen.
ja_jp: アプリケーションの起動に失敗しました。接続に問題がある可能性があります。もう一度やり直してください。
lv_lv: Kļūda pie aplikācijas uzsākšanas. Iespējams, ka ir radušās komunikāciju problēmas. Lūdzu mēģiniet vēlreiz.
ru_ru: Не удалось запустить приложение. Возможно, ошибка подключения. Повторите попытку позже.
sk_sk: Nepodarilo sa spustiť aplikáciu. Možno máte problémy s pripojením. Prosím, skúste to znova.
tr_tr: Uygulama başlatılamadı. Bağlantı sorunlarınız olabilir. Lütfen tekrar deneyin.

source: Failed to update confirmation status; most probably the appointment has been deleted.
de_de: Der Bestätigungsstatus konnte nicht aktualisiert werden. Der Termin wurde wahrscheinlich gelöscht.
fi_fi: Vahvistustilannetta ei voitu päivittää. Tapaaminen on luultavasti poistettu.
ja_jp: 確認ステータスの更新に失敗しました。予定が削除されている可能性があります。
lv_lv: Kļūda pie apstiprinājuma statusa jaunināšanas; iespējams, ka mītiņa ieraksts ir izdzēsts.
ru_ru: Не удалось обновить статус подтверждения. Возможно, встреча была удалена.
sk_sk: Nepodarilo sa načítať stav potvrdenia; s najväčšou pravdepodobnosťou bola schôdzka zmazaná.
tr_tr: Onay durumu güncellenemedi. Büyük ihitmalle randevu silinmiş.

source: Failed to update confirmation status; most probably the task has been deleted.
de_de: Der Bestätigungsstatus konnte nicht aktualisiert werden. Die Aufgabe wurde wahrscheinlich gelöscht.
fi_fi: Vahvistustilannetta ei voitu päivittää. Tehtävä on luultavasti poistettu.
ja_jp: 確認ステータスの更新に失敗しました。タスクが削除されている可能性があります。
lv_lv: Kļūda pie apstiprinājuma statusa jaunināšanas; iespējams, ka uzdevuma ieraksts ir izdzēsts.
ru_ru: Не удалось обновить статус подтверждения. Возможно, задача была удалена.
sk_sk: Nepodarilo sa aktualizovať stav potvrdenia; s najväčšou pravdepodobnosťou bola úloha zmazaná.
tr_tr: Onay durumu güncellenemedi. Büyük ihtimalle görev silinmiş.

source: Failure reason
de_de: Fehlerursache
fi_fi: Epäonnistumisen syy
ja_jp: エラーの理由
lv_lv: Kļūdas cēlonis
ru_ru: Причина сбоя
sk_sk: Dôvod zlyhania
tr_tr: Başarısızlık nedeni

source: Favorite
de_de: Favoriten
fi_fi: Suosikki
ja_jp: お気に入りに登録
lv_lv: Izlase
ru_ru: Избранное
sk_sk: Oblúbené
tr_tr: Favori

source: Favorites
de_de: Favoriten
fi_fi: Suosikit
ja_jp: お気に入り
lv_lv: Izlase
ru_ru: Избранное
sk_sk: Obľúbené
tr_tr: Favoriler

source: Fax
fi_fi: Faksi
lv_lv: Fakss
ru_ru: Факс
tr_tr: Faks

source: Fax (Home)
de_de: Fax (privat)
fi_fi: Faksi (koti)
ja_jp: FAX (自宅)
lv_lv: Fakss (māja)
ru_ru: Факс (дом.)
sk_sk: Fax (domov)
tr_tr: Faks (ev)

source: Fax (alt)
de_de: Fax (2)
fi_fi: Faksi (vaihtoehtoinen)
ja_jp: FAX (予備)
lv_lv: Fakss (alt.)
ru_ru: Факс (доп.)
tr_tr: Faks (alternatif)

source: Feed URL
fi_fi: Syötteen URL
ja_jp: フィード URL
lv_lv: Plūsmas URL
ru_ru: URL ленты
sk_sk: URL kanála
tr_tr: Akış adresi

source: Feedback
fi_fi: Palaute
ja_jp: フィードバック
lv_lv: Atsauksmes
ru_ru: Обратная связь
sk_sk: Spätná väzba
tr_tr: Görüş

source: Feedback could not be sent
de_de: Feedback konnte nicht gesendet werden
fi_fi: Palautetta ei voitu lähettää
ja_jp: フィードバックを送信できませんでした
lv_lv: Atbilde nevar tikt nosūtīta
ru_ru: Не удалось отправить отзыв
sk_sk: Spätnú väzbu nebolo možné odoslať
tr_tr: Görüş gönderilemedi

source: Feeling • Decoration
de_de: Gefühle • Gesten
fi_fi: Tunne • Koriste
ja_jp: 気持ち・装飾
lv_lv: Sajūtas • Dekorācija
ru_ru: Настроение • Оформление
sk_sk: Pocit • Dekorácia
tr_tr: Duygular • Dekorasyon

source: File
de_de: Datei
fi_fi: Tiedosto
ja_jp: ファイル
lv_lv: Fails
ru_ru: Файл
sk_sk: Súbor
tr_tr: Dosya

source: File Details
de_de: Datei-Infos
fi_fi: Tiedoston yksityiskohdat
ja_jp: ファイルの詳細
lv_lv: Faila detaļas
ru_ru: Свойства файла
sk_sk: Podrobnosti súboru
tr_tr: Dosya Ayrıntıları

source: File description can only be %1$d characters long.
de_de: Die Dateibeschreibung darf nur %1$d Zeichen enthalten.
fi_fi: Tiedoston kuvaus ei voi olla pidempi kuin %1$d merkkiä.
ja_jp: ファイルの説明は%1$d文字のみまでです。
lv_lv: Faila apraksts var būt tikai %1$d simbolu garumā.
ru_ru: Длина описания файла может быть только %1$d символов.
sk_sk: Popis súboru môže mať najviac %1$d znakov.
tr_tr: Dosya açıklaması en fazla %1$d karakter olabilir.

source: File details
de_de: Dateidetails
fi_fi: Tiedoston tiedot
ja_jp: ファイルの詳細
lv_lv: Faila detaļas
ru_ru: Свойства файла
sk_sk: Podrobnosti súboru
tr_tr: Dosya ayrıntıları

source: File has been copied
de_de: Datei wurde kopiert
fi_fi: Tiedosto on kopioitu
ja_jp: ファイルをコピーしました
lv_lv: Fails ir nokopēts
ru_ru: Файл скопирован
sk_sk: Súbory boli skopírované
tr_tr: Dosya kopyalandı

source: File has been moved
de_de: Datei wurde verschoben
fi_fi: Tiedosto on siirretty
ja_jp: ファイルを移動しました
lv_lv: Fails ir pārvietots
ru_ru: Файл перенесен
sk_sk: Súbory boli presunuté
tr_tr: Dosya taşındı

source: File into
de_de: Speichern unter
fi_fi: Arkistoi kansioon
ja_jp: 次のフォルダーに格納
lv_lv: Saglabāt iekš
ru_ru: Переместить в
sk_sk: Založiť do
tr_tr: Klasöre taşı

source: File name
de_de: Dateiname
fi_fi: Tiedoston nimi
ja_jp: ファイル名
lv_lv: Faila vārds
ru_ru: Файл
sk_sk: Názov súboru
tr_tr: Dosya adı

source: File names must not be empty
de_de: Dateinamen dürfen nicht leer sein.
fi_fi: Tiedoston nimi ei voi olla tyhjä
ja_jp: ファイル名が入っていません。
lv_lv: Faila vārds nevar būt tukšs
ru_ru: Имя файла не может быть пустым
sk_sk: Názvy súborov nesmú byť prázdne
tr_tr: Dosya adları boş bırakılamaz

source: File names must not contain slashes
de_de: Dateinamen dürfen keine Schrägstriche enthalten.
fi_fi: Tiedoston nimi ei voi sisältää kauttaviivoja
ja_jp: ファイル名にはスラッシュを使用できません。
lv_lv: Faila vārds nevar saturēt slīpsvītras
ru_ru: Имя файла не может содержать «/»
sk_sk: Názvy súborov nesmú obsahovať lomku („/“)
tr_tr: Dosya adları eğik çizgi içeremez

source: File or folder name
de_de: Datei- oder Ordnername
fi_fi: Tiedoston tai kansion nimi
ja_jp: ファイル又はフォルダー名
lv_lv: Mapes vai faila vārds
ru_ru: Имя файла или папки
sk_sk: Názov súboru alebo priečinka
tr_tr: Dosya veya klasör adı

source: File storage
de_de: Dateispeicher
fi_fi: Tiedostojen tallennus
ja_jp: ファイルストレージ
lv_lv: Failu krātuve
ru_ru: Файловое хранилище
sk_sk: Ukladací priestor súborov
tr_tr: Dosya deposu

source: File version history
de_de: Dateiversionshistorie
fi_fi: Tiedostoversiohistoria
ja_jp: ファイルバージョン履歴
lv_lv: Faila versiju vēsture
ru_ru: Журнал версий
sk_sk: História verzií súboru
tr_tr: Dosya sürüm geçmişi

source: File version limit
de_de: Dateiversionsbegrenzung
fi_fi: Tiedostoversioiden rajoitus
ja_jp: ファイルバージョン制限
lv_lv: Faila versiju limits
ru_ru: Ограничения на количество версий файлов
sk_sk: Obmedzenie počtu verzií súboru
tr_tr: Dosya sürümü sınırı

source: File version table, the first row represents the current version.
de_de: Dateiversionstabelle. Die erste Zeile enthält die aktuelle Version.
fi_fi: Tiedostoversiotaulukko, nykyversio ensimmäisellä rivillä.
ja_jp: ファイルバージョンの表。最初の列は現在のバージョンを表します。
lv_lv: Faila versiju tabula. Pirmajā rindā ir uzrādīta pašreizējā versija.
ru_ru: Таблица версий. Текущая версия показана в первой строке.
sk_sk: Tabuľka verzií súborov. Prvý riadok predstavuje aktuálnu verziu.
tr_tr: Dosya sürüm tablosu. İlk satır şu anki sürümü temsil eder.

source: Files
de_de: Dateien
fi_fi: Tiedostot
ja_jp: ファイル
lv_lv: Faili
ru_ru: Файлы
sk_sk: Súbory
tr_tr: Dosyalar

source: Files can not be uploaded, because upload limit of %1$s is exceeded.
de_de: Dateien können nicht hochgeladen werden, weil das Upload-Limit von%1$s überschritten wurde.
fi_fi: Tiedostoja ei voida ladata, koska latausraja %1$s on ylittynyt.
ja_jp: 上限サイズ %1$s を超えるためファイルをアップロードできません。
lv_lv: Failu nevar augšupielādēt, jo %1$s augšupielādes limits ir pārsniegts.
ru_ru: Не удалось выгрузить файлы: превышен максимальный размер передачи данных (%1$s).
sk_sk: Súbory nebolo možné nahrať, pretože je prekročený limit pre nahrávanie %1$s.
tr_tr: %1$s yükleme sınırı aşıldığı için dosya yüklenemedi.

source: Files from selected email
de_de: Dateien von gewählter E-Mail
fi_fi: Tiedostot valitusta sähköpostista
ja_jp: 選択されたメールのファイル
lv_lv: Faili no izvēlētā e-pasta
ru_ru: Файлы из выбранного письма
sk_sk: Súbory zo zvoleného e-mailu
tr_tr: Seçilen e-postadaki dosyalar

source: Files have been copied
de_de: Dateien wurden kopiert
fi_fi: Tiedostot on kopioitu
ja_jp: ファイルをコピーしました。
lv_lv: Faili ir nokopēti
ru_ru: Файлы скопированы
sk_sk: Súbory boli skopírované
tr_tr: Dosyalar kopyalandı

source: Files have been moved
de_de: Dateien wurden verschoben
fi_fi: Tiedostot on siirretty
ja_jp: ファイルを移動しました
lv_lv: Faili ir pārvietotai
ru_ru: Файлы перенесены
sk_sk: Súbory boli presunuté
tr_tr: Dosyalar taşındı

source: Files options
de_de: Dateien-Optionen
fi_fi: Tiedostovalinnat
ja_jp: ファイルオプション
lv_lv: Failu opcijas
ru_ru: Параметры файлов
sk_sk: Možnosti súborov
tr_tr: Dosya seçenekleri

# verb
source: Filter
de_de: Filtern
fi_fi: Suodata
ja_jp: フィルター
lv_lv: Filtrs
ru_ru: Фильтр
sk_sk: Filtrovať
tr_tr: Filtrele

source: Filter address lists
de_de: Adresslisten filtern
fi_fi: Suodata osoiteluettelot
ja_jp: アドレスリストをフィルターする
lv_lv: Adrešu saraksta filtrēšana
ru_ru: Фильтровать списки адресов
sk_sk: Filtrovať zoznamy adries
tr_tr: Adres listelerini filtrele

source: Find a free time
de_de: Verfügbaren Zeitraum finden
fi_fi: Löydä vapaa aika
ja_jp: 空き時間を検索
lv_lv: Atrast brīvu laiku
ru_ru: Найти свободное время
sk_sk: Nájsť voľný čas
tr_tr: Boş zaman bul

source: Fingerprint
de_de: Fingerabdruck
fi_fi: Sormenjälki
ja_jp: フィンガープリント
lv_lv: Pirkstu nospiedums
ru_ru: Отпечаток
sk_sk: Odtlačok
tr_tr: Parmak izi

# tour
source: Finish
de_de: Beenden
fi_fi: Lopeta
ja_jp: 完了
lv_lv: Pabeigt
ru_ru: Завершить
sk_sk: Dokončiť
tr_tr: Bitir

source: Finished moving
de_de: Verschieben abgeschlossen
fi_fi: Siirto päättyi
ja_jp: 移動を終了する
lv_lv: Pārvietošana pabeigta
ru_ru: Перемещение завершено
sk_sk: Presunutie dokončené
tr_tr: Taşıma tamamlandı

source: First category color is used for this appointment.
de_de: Für diesen Termin wird die erste Kategoriefarbe verwendet.
fi_fi: Ensimmäistä luokkaväriä käytetään tähän tapaamiseen.
ja_jp: 最初のカテゴリの色を、この予定に使用する
lv_lv: Šim mītiņam tiek lietota pirmās kategorijas krāsa.
ru_ru: Для этой встречи используется цвет первой категории.
sk_sk: Pre túto schôdzku sa použije farba prvej kategórie.
tr_tr: Bu randevu için ilk kategori rengi kullanıldı.

source: First day
de_de: Erster Tag
fi_fi: Ensimmäinen päivä
ja_jp: 最初の日
lv_lv: Pirmā diena
ru_ru: Первый день
sk_sk: Prvý deň
tr_tr: İlk gün

source: First day of the week
de_de: Erster Tag der Woche
fi_fi: Viikon ensimmäinen päivä
ja_jp: 週の最初の日
lv_lv: Nedēļas pirmā diena
ru_ru: Первый день недели
sk_sk: Prvý deň týždňa
tr_tr: Haftanın ilk günü

source: First day of the week: %1$s
de_de: Erster Tag der Woche: %1$s
fi_fi: Viikon ensimmäinen päivä: %1$s
ja_jp: 週の最初の日：%1$s
lv_lv: Nedēļas pirmā diena: %1$s
ru_ru: Первый день недели: %1$s
sk_sk: Prvý deň týždňa: %1$s
tr_tr: Haftanın ilk günü: %1$s

source: First name
de_de: Vorname
fi_fi: Etunimi
ja_jp: 名
lv_lv: Vārds
ru_ru: Имя
sk_sk: Krstné meno
tr_tr: Ad

source: First name Last name
de_de: Vorname Nachname
fi_fi: Etunimi Sukunimi
ja_jp: 名 姓
lv_lv: Vārds, Uzvārds
ru_ru: Имя, фамилия
sk_sk: Krstné meno Priezvisko
tr_tr: Adı Soyadı

source: First name must not be empty for internal users
de_de: Vorname für interne Benutzer darf nicht leer sein
fi_fi: Sisäisten käyttäjien etunimikenttä ei saa olla tyhjä
ja_jp: 内部ユーザーの場合、名前は空にできません
lv_lv: Iekšējiem lietotājiem vārds nevar būt tukšs
ru_ru: Имя внутреннего пользователя не может быть пустым
sk_sk: Krstné meno interných používateľov nesmie byť prázdne
tr_tr: Dahili kullanıcılar için ad boş bırakılmamalıdır

source: First week of the year
de_de: Erste Woche des Jahres
fi_fi: Vuoden ensimmäinen viikko
ja_jp: 年の最初の週
lv_lv: Gada pirmā nedēļa
ru_ru: Первая неделя года
sk_sk: Prvý týždeň roka
tr_tr: Yılın ilk haftası

source: Fit to screen size
de_de: An Bildschirmgröße anpassen
fi_fi: Mahduta näyttöön
ja_jp: 画面サイズに合わせる
lv_lv: Pilnekrāna izmērs
ru_ru: По размеру экрана
sk_sk: Prispôsobiť veľkosti obrazovky
tr_tr: Ekran boyutuna sığdır

source: Fit to screen width
de_de: An Bildschirmbreite anpassen
fi_fi: Mahduta näytönleveyteen
ja_jp: 画面サイズに合わせる
lv_lv: Ekrāna platums
ru_ru: По ширине экрана
sk_sk: Prispôsobiť šírke obrazovky
tr_tr: Ekran genişliğine sığdır

source: Flag
de_de: Markierung
fi_fi: Lippu
ja_jp: フラグ
lv_lv: Iezīme
ru_ru: Флаг
sk_sk: Označenie
tr_tr: İşaretli

# verb
source: Flag
de_de: Markieren
fi_fi: Liputa
ja_jp: フラグ
lv_lv: Iezīmēt
ru_ru: Отметить
sk_sk: Značka
tr_tr: İşaretle

source: Flag mails from %1$s with a color
de_de: E-Mails von %1$s farbig kennzeichnen
fi_fi: Merkitse viestit lähettäjältä %1$s värillä
ja_jp: %1$s からのメールにカラーフラグをつける
lv_lv: Iezīmēt vēstules no %1$s ar krāsu
ru_ru: Выделить цветом сообщения от %1$s
sk_sk: Označiť emaily od %1$s farbou
tr_tr: %1$s adresinden gelen e-postaları renklendir

source: Flag mails to %1$s with a color
de_de: E-Mails an %1$s farbig kennzeichnen
fi_fi: Merkitse viestit vastaanottajalle %1$s värillä
ja_jp: %1$s へのメールにカラーフラグを付ける
lv_lv: Iezīmēt vēstules adresātam %1$s ar krāsu
ru_ru: Выделить цветом сообщения, адресованные %1$s
sk_sk: Označiť emaily s adresátom %1$s farbou
tr_tr: %1$s adresine giden e-postaları renklendir

source: Flag mails with subject %1$s with a color
de_de: E-Mails mit dem Betreff %1$s farbig kennzeichnen
fi_fi: Merkitse värillä viestit, joiden aihe on %1$s
ja_jp: 件名 %1$s のメールにカラーフラグを付ける
lv_lv: Iezīmēt vēstules ar tematu %1$s ar krāsu
ru_ru: Пометить письма с темой %1$s цветом
sk_sk: Označiť emaily s predmetom %1$s farbou
tr_tr: %1$s konulu e-postaları renklendir

source: Flagged
de_de: Markiert
fi_fi: Liputettu
ja_jp: フラグ
lv_lv: Iezīmēts
ru_ru: Отмечено
sk_sk: Označené
tr_tr: İşaretli
