Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Apply filter rule
el_gr: Εφαρμογή κανόνα φίλτρου
et_ee: Rakenda filtreerimisreegel
zh_cn: 套用过滤器规则
zh_tw: 套用過濾規則

source: Apply rule if all conditions are met
el_gr: Εφαρμογή κανόνα εάν πληρούνται όλες οι συνθήκες
et_ee: Rakenda reeglit, kui kõik tingimused on täidetud
zh_cn: 如果达到所有条件套用规则
zh_tw: 符合所有條件時套用規則

source: Apply rule if any condition is met
el_gr: Εφαρμογή κανόνα εάν πληρούται οποιαδήποτε συνθήκη
et_ee: Rakenda reeglit, kui mõni tingimus on täidetud
zh_cn: 如果达到任何条件，套用规则
zh_tw: 若符合任何條件就套用規則

source: Apply to all subfolders
el_gr: Εφαρμογή σε όλους τους υποφακέλους
et_ee: Rakenda kõigil alamkaustadel
zh_cn: 套用到所有子文件夹
zh_tw: 套用至所有子資料夾

source: Appointment
el_gr: Συνάντηση
et_ee: Kohtumine
zh_cn: 约会
zh_tw: 約會

source: Appointment Details
el_gr: Λεπτομέρειες συνάντησης
et_ee: Kohtumise üksikasjad
zh_cn: 约会详情
zh_tw: 約會詳情

source: Appointment color
el_gr: Χρώμα συνάντησης
et_ee: Kohtumise värv
zh_cn: 约会颜色
zh_tw: 約會色彩

source: Appointment details now have an indicator when the appointment is about to begin
el_gr: Οι λεπτομέρειες συναντήσεων διαθέτουν πλέον ένδειξη όταν πρόκειται να αρχίσει η συνάντηση
zh_cn: 现在当约会即将开始时，约会详情会有一个指示器
zh_tw: 約會即將開始時，將會在詳細資訊中顯示圖示

source: Appointment has attachments
el_gr: Η συνάντηση έχει συνημμένα
et_ee: Kohtumisel on manuseid
zh_cn: 约会带有附件
zh_tw: 約會有附件

source: Appointment has participants
el_gr: Η συνάντηση έχει συμμετέχοντες
et_ee: Kohtumisel on osalejaid
zh_cn: 约会带有参与者
zh_tw: 約會有參與者

source: Appointment has resources
el_gr: Η συνάντηση έχει πόρους
zh_cn: 约会有资源
zh_tw: 約會包含資源

source: Appointment invitation
el_gr: Πρόσκληση συνάντησης
et_ee: Kohtumise kutse
zh_cn: 约会邀请
zh_tw: 約會邀請

source: Appointment is confidential
el_gr: Η συνάντηση είναι εμπιστευτική
et_ee: Kohtumine on konfidentsiaalne
zh_cn: 约会是保密的
zh_tw: 是機密約會

source: Appointment is declined
el_gr: Η συνάντηση έχει απορριφθεί
zh_cn: 约会已拒绝
zh_tw: 約會被拒絕

source: Appointment is part of a series
el_gr: Η συνάντηση είναι μέρος σειράς
et_ee: Kohtumine on osa seeriast
zh_cn: 约会是一个系列的一部分
zh_tw: 是系列約會當中的一項

source: Appointment is private
el_gr: Η συνάντηση είναι ιδιωτική
et_ee: Kohtumine on privaatne
zh_cn: 约会是私有的
zh_tw: 是私人約會

source: Appointment options
el_gr: Επιλογές συνάντησης
et_ee: Kohtumise valikud
zh_cn: 约会选项
zh_tw: 約會選項

source: Appointment participants are now sorted by their confirmation status
el_gr: Οι συμμετέχοντες της συνάντησης ταξινομούνται πλέον βάσει κατάστασης επιβεβαίωσης
zh_cn: 现在按照参与者的确认状态对预约参与者进行排序
zh_tw: 現在起，約會參與者將依照確認狀態排序

source: Appointment reminder
el_gr: Υπενθύμιση συνάντησης
et_ee: Kohtumise meeldetuletus
zh_cn: 预约提醒
zh_tw: 約會提醒

source: Appointment reminders
el_gr: Υπενθυμίσεις συνάντησης
et_ee: Kohtumise meeldetuletused
zh_cn: 约会提醒
zh_tw: 約會提醒

source: Appointment title
el_gr: Τίτλος συνάντησης
zh_cn: 约会标题
zh_tw: 約會主旨

source: Appointment types
el_gr: Τύποι συνάντησης
et_ee: Kohtumiste tüübid
zh_cn: 约会类型
zh_tw: 約會類型

source: Appointment was changed in the meantime and was updated accordingly.
el_gr: Η συνάντηση άλλαξε εν τω μεταξύ και ενημερώθηκε αναλόγως.
et_ee: Kohtumist muudeti vahepeal ja seda uuendati vastavalt.
zh_cn: 约会在此期间被更改，并相应更新。
zh_tw: 約會目前已變更，並已更新紀錄。

source: Appointments
el_gr: Συναντήσεις
et_ee: Kohtumised
zh_cn: 约会
zh_tw: 約會

source: Appointments in public calendars
el_gr: Συναντήσεις σε δημόσια ημερολόγια
et_ee: Kohtumised avalikes kalendrites
zh_cn: 公共日历中的约会
zh_tw: 公開行事曆中的約會

source: Appointments in shared calendars
el_gr: Συναντήσεις σε κοινόχρηστα ημερολόγια
et_ee: Kohtumised jagatud kalendrites
zh_cn: 共享日历中的约会
zh_tw: 共享日曆中的約會

source: Approved: %1$s
el_gr: Αποδοχή: %1$s
zh_cn: 已批准：%1$s
zh_tw: 允許於：%1$s

source: Apps
el_gr: Εφαρμογές
et_ee: Rakendused
zh_cn: 应用程序
zh_tw: 應用程式

# folder
source: Archive
el_gr: Αρχειοθήκη
et_ee: Arhiiv
zh_cn: 归档
zh_tw: 封存

# verb
source: Archive
el_gr: Αρχειοθέτηση
et_ee: Arhiveeri
zh_cn: 归档
zh_tw: 封存

source: Archive mail
el_gr: Αρχειοθέτηση email
zh_cn: 归档邮件
zh_tw: 封存郵件

source: Archive messages
el_gr: Αρχειοθέτηση μηνυμάτων
et_ee: Sõnumite arhiveerimine
zh_cn: 归档信息
zh_tw: 封存訊息

source: Archive old messages
el_gr: Αρχειοθέτηση παλαιών μηνυμάτων
et_ee: Arhiveeri vanad sõnumid
zh_cn: 归档旧消息
zh_tw: 封存舊訊息

source: Archives
el_gr: Στοιχεία αρχειοθέτησης
et_ee: Arhiivid
zh_cn: 归档
zh_tw: 封存

source: Archives larger than the selected size will be split into multiple files.
el_gr: Τα στοιχεία αρχειοθέτησης που είναι μεγαλύτερα από το επιλεγμένο μέγεθος θα διαχωριστούν σε πολλαπλά αρχεία.
et_ee: Valitud suurusest suuremad arhiivid jagatakse mitmeks failiks.
zh_cn: 大于选定大小的存档将拆分为多个文件。
zh_tw: 超過選擇大小的封存檔案，將分割為多個檔案。

source: Archiving messages ...
el_gr: Αρχειοθέτηση μηνυμάτων...
et_ee: Sõnumite arhiveerimine ...
zh_cn: 消息归档中 ...
zh_tw: 正在封存訊息…

source: Are you sure you want to sign out from all related browser tabs?
el_gr: Θέλετε σίγουρα να αποσυνδεθείτε από όλες τις σχετικές καρτέλες του προγράμματος περιήγησης;
et_ee: Kas olete kindel, et soovite välja logida kõigist seotud brauseri vahekaartidest?
zh_cn: 您确实要从所有相关浏览器选项卡注销吗？
zh_tw: 您確定要從所有相關瀏覽器分頁登出嗎？

source: Are you sure?
el_gr: Σίγουρα;
et_ee: Kas oled kindel?
zh_cn: 您确定吗？
zh_tw: 您確定嗎？

source: As incoming mail server
el_gr: Ως διακομιστής εισερχόμενων email
et_ee: Saabuvate kirjade serverina
zh_cn: 一个外来邮件服务器
zh_tw: 與收件帳密相同

source: Ascending
el_gr: Αύξουσα
et_ee: Kasvavas järjestuses
zh_cn: 升序
zh_tw: 昇冪

source: Asia
el_gr: Ασία
et_ee: Aasia
zh_cn: 亚洲
zh_tw: 亞洲

source: Ask before replying to a mailing list
el_gr: Ερώτηση πριν από την απάντηση σε λίστα αλληλογραφίας
zh_cn: 回复到邮件列表前确认
zh_tw: 回覆郵件群組時確認

source: Ask before showing external images
el_gr: Ερώτηση πριν από την εμφάνιση εξωτερικών εικόνων
zh_cn: 于显示外部图像前询问
zh_tw: 顯示外部圖片前先詢問

source: Ask for mailto link registration
el_gr: Αίτημα για καταχώρηση συνδέσμου mailto
et_ee: Küsi Mailto-lingi registreerimist
zh_cn: 询问 mailto 链接注册
zh_tw: 要求註冊 mailto 鏈結

source: Assistant
el_gr: Βοηθός
et_ee: Assistent
zh_cn: 助理
zh_tw: 助理

source: Atlantic
el_gr: Ατλαντικός
et_ee: Atlandi
zh_cn: 大西洋
zh_tw: 大西洋

source: Attach Vcard
el_gr: Επισύναψη Vcard
et_ee: Manusta Vcard
zh_cn: 附加 Vcard
zh_tw: 附加 vCard

source: Attached file
el_gr: Συνημμένο αρχείο
et_ee: Manustatud fail
zh_cn: 附件文件
zh_tw: 附件檔案

source: Attachment
el_gr: Συνημμένο
et_ee: Manus
zh_cn: 附件
zh_tw: 附件

source: Attachment file size too large. You have to use %1$s or reduce the attachment file size.
el_gr: Πολύ μεγάλο συνημμένο αρχείο. Πρέπει να χρησιμοποιήσετε το %1$s ή να μειώσετε το μέγεθος του συνημμένου.
et_ee: Manusesse lisatud fail on liiga suur. Peate kasutama %1$s või vähendama manuse suurust.
zh_cn: 附件文件太大，你必须使用 %1$s 或减少附件文件体积。
zh_tw: 附件檔案太大，您需要使用 %1$s 或縮小附件檔案。

source: Attachment has been saved
el_gr: Το συνημμένο αρχείο έχει αποθηκευτεί
et_ee: Manus on salvestatud
zh_cn: 已保存附件
zh_tw: 已儲存附件

source: Attachment name
el_gr: Όνομα συνημμένου
et_ee: Manuse nimi
zh_cn: 附件名称
zh_tw: 附件名稱

source: Attachments
el_gr: Συνημμένα
et_ee: Manused
zh_cn: 附件
zh_tw: 附件

source: Attachments have been saved
el_gr: Τα συνημμένα έχουν αποθηκευτεί
et_ee: Manused on salvestatud
zh_cn: 已保存附件
zh_tw: 已儲存附件

source: Audio
el_gr: Ήχος
et_ee: Heli
zh_cn: 音频
zh_tw: 聲音

source: Audio files
el_gr: Αρχεία ήχου
et_ee: Helifailid
zh_cn: 音像文件
zh_tw: 音訊檔案

source: Australia
el_gr: Αυστραλία
et_ee: Austraalia
zh_cn: 澳大利亚
zh_tw: 澳大利亞

source: Authentication
el_gr: Ταυτοποίηση
et_ee: Autentimine
zh_cn: 身份认证
zh_tw: 驗證

source: Authentication Code:
el_gr: Κωδικός ταυτοποίησης:
et_ee: Autentimise kood:
zh_cn: 认证码：
zh_tw: 驗證碼：

source: Authentication code
el_gr: Κωδικός ταυτοποίησης
zh_cn: 认证码
zh_tw: 驗證碼

source: Authentication details
el_gr: Λεπτομέρειες ταυτοποίησης
et_ee: Autentimise üksikasjad
zh_cn: 验证详情
zh_tw: 驗證詳細資訊

source: Authentication failure. Please try reloading the page.
el_gr: Αποτυχία ταυτοποίησης. Παρακαλώ δοκιμάστε να φορτώσετε ξανά τη σελίδα.
et_ee: Autentimise tõrge. Proovi leht uuesti laadida.
zh_cn: 身份验证失败。请尝试重新加载页面。
zh_tw: 驗證失敗，請嘗試重新載入頁面。

source: Authenticator Registration
el_gr: Εγγραφή εφαρμογής ταυτοποίησης
et_ee: Autoriseerija registreerimine
zh_cn: 身份验证器注册
zh_tw: 註冊驗證器

source: Author
el_gr: Συντάκτης
et_ee: Autor
zh_cn: 作者
zh_tw: 作者

source: Author (create/edit/delete appointments)
el_gr: Συντάκτης (δημιουργία/επεξεργασία/διαγραφή συναντήσεων)
et_ee: Autor (kohtumiste loomine/muutmine/kustutamine)
zh_cn: 作者（创建/编辑/删除 约会）
zh_tw: 作者（建立、編輯、刪除約會）

source: Author (create/edit/delete emails)
el_gr: Συντάκτης (δημιουργία/επεξεργασία/διαγραφή email)
et_ee: Autor (e-kirjade loomine/muutmine/kustutamine)
zh_cn: 作者（创建/编辑/删除 电子邮件）
zh_tw: 作者（建立、編輯、刪除郵件）

source: Auto dark mode
el_gr: Αυτόματη σκουρόχρωμη λειτουργία
et_ee: Automaatne tume režiim
zh_cn: 自动黑暗模式
zh_tw: 自動開啟暗色模式

source: Auto forward
el_gr: Αυτόματη προώθηση
et_ee: Automaatne edasisaatmine
zh_cn: 自动转发
zh_tw: 自動轉寄

source: Auto forwarding is active
el_gr: Η αυτόματη προώθηση είναι ενεργή
et_ee: Automaatne edastamine on aktiivne
zh_cn: 自动转发处于激活状态
zh_tw: 已開啟自動轉寄

source: Auto-configuration failed. Do you want to configure your account manually?
el_gr: Αποτυχία αυτόματης ρύθμισης. Θέλετε να ρυθμίσετε χειροκίνητα τον λογαριασμό σας;
et_ee: Automaatne seadistamine ebaõnnestus. Kas soovite oma kontot käsitsi seadistada?
zh_cn: 自动配置失败。您要手动配置您的户口吗？
zh_tw: 自動設定失敗。您想要手動設定帳號嗎？

source: Automatic Configuration
el_gr: Αυτόματη ρύθμιση παραμέτρων
et_ee: Automaatne seadistamine
zh_cn: 自动设置
zh_tw: 自動設定

source: Automatic Configuration (via SMS)
el_gr: Αυτόματη ρύθμιση παραμέτρων (μέσω SMS)
et_ee: Automaatne seadistamine (SMS-i kaudu)
zh_cn: 自动设置（经由短讯）
zh_tw: 自動設定（透過簡訊）

source: Automatic configuration
el_gr: Αυτόματη ρύθμιση παραμέτρων
et_ee: Automaatne seadistamine
zh_cn: 自动配置
zh_tw: 自動設定

source: Automatic sign out
el_gr: Αυτόματη αποσύνδεση
et_ee: Automaatne väljalogimine
zh_cn: 自动注销
zh_tw: 自動登出

source: Automatically apply appointment changes received via email to your calendar
el_gr: Αυτόματη εφαρμογή αλλαγών συναντήσεων, που λαμβάνονται μέσω email, στο ημερολόγιό σας
et_ee: Rakendage automaatselt e-posti teel saadud kohtumiste muudatusi oma kalendrisse
zh_cn: 自动套用来自电子邮件的约会更改到您的日历
zh_tw: 自動將收到的約會變更郵件更新至行事曆

source: Automatically collect contacts in the folder "Collected addresses" while reading
el_gr: Αυτόματη συλλογή επαφών στον φάκελο «Συλλεγμένες διευθύνσεις» κατά την ανάγνωση
et_ee: Kogu kontaktid automaatselt kausta "Kogutud aadressid" lugemise ajal
zh_cn: 在阅读时自动在文件夹 "收集地址" 中收集联系人
zh_tw: 閱讀時自動將收集到的聯絡人加入到「收集到的地址」資料夾

source: Automatically collect contacts in the folder "Collected addresses" while sending
el_gr: Αυτόματη συλλογή επαφών στον φάκελο «Συλλεγμένες διευθύνσεις» κατά την αποστολή
et_ee: Kogu kontaktid automaatselt kausta "Kogutud aadressid" saatmise ajal
zh_cn: 在发送时自动在文件夹 "收集地址" 中收集联系人
zh_tw: 寄件時自動將收集到的聯絡人加入到「收集到的地址」資料夾

source: Automatically copy comprehensive dial-in information to the appointment description field
el_gr: Αυτόματη αντιγραφή περιεκτικών πληροφοριών κλήσης στο πεδίο περιγραφής της συνάντησης
zh_cn: 自动将全面的拨接信息，复制到约会描述字段
zh_tw: 自動將完整播入資訊複製到會議描述

source: Automatically copy the meeting join link to the appointment location field
el_gr: Αυτόματη αντιγραφή συνδέσμου σύσκεψης στο πεδίο τοποθεσίας της συνάντησης
zh_cn: 自动将会议加入链接复制到约会位置字段
zh_tw: 自動將會議連結複製到約會位置

source: Automatically delete the invitation email after the appointment has been accepted or declined
el_gr: Αυτόματη διαγραφή του email πρόσκλησης μετά την αποδοχή ή την απόρριψη της συνάντησης
et_ee: Kutsekirja automaatne kustutamine kohtumisega nõustumise või kohtumisest keeldumise järel
zh_cn: 在接受或拒绝一个约会后，自动删除邀请电子邮件
zh_tw: 在接受或拒絕約會後自動刪除收到的邀請郵件

source: Automatically mark all day appointments as "free" when creating or editing appointments
el_gr: Αυτόματη επισήμανση των ολοήμερων συναντήσεων ως «ελεύθερων» κατά τη δημιουργία ή την επεξεργασία συναντήσεων
zh_cn: 与创建或编辑约会时，自动标记全天约会成「空闲」
zh_tw: 建立或編輯約會時，自動將全日約會狀態標示為「空閒」

source: Automatically open the notification area when there are new reminders
el_gr: Αυτόματο άνοιγμα περιοχής ειδοποιήσεων όταν υπάρχουν νέες υπενθυμίσεις
et_ee: Uute meeldetuletuste korral avage teadete ala automaatselt
zh_cn: 于有新通知时自动打开通知区域
zh_tw: 有新提醒時自動開啟通知區域

source: Automatically switch to dark mode if this computer uses dark mode
el_gr: Αυτόματη εναλλαγή σε σκουρόχρωμη λειτουργία εάν ο υπολογιστής χρησιμοποιεί σκουρόχρωμη λειτουργία
et_ee: Lülitub automaatselt tumedasse režiimi, kui see arvuti kasutab tumedat režiimi
zh_cn: 如果此计算机使用深色模式，则自动切换到深色模式
zh_tw: 若此電腦使用暗色模式，就自動將程式切換為暗色模式

source: Availability
el_gr: Διαθεσιμότητα
et_ee: Saadavus
zh_cn: 可用性
zh_tw: 可用性

source: BCC
zh_cn: 暗送
zh_tw: 密件副本

source: Back
el_gr: Πίσω
et_ee: Tagasi
zh_cn: 向后
zh_tw: 向後

source: Back to list
el_gr: Πίσω στη λίστα
et_ee: Tagasi loendi juurde
zh_cn: 返回列表
zh_tw: 回到清單

source: Back to sign in
el_gr: Πίσω στη σύνδεση
et_ee: Tagasi sisselogimise juurde
zh_cn: 返回登录
zh_tw: 回到登入

source: Backgrounds
el_gr: Υπόβαθρα
et_ee: Taustad
zh_cn: 背景
zh_tw: 背景

source: Backup code to access your account.
el_gr: Εφεδρικός κωδικός για πρόσβαση στον λογαριασμό σας.
et_ee: Varukood kontole juurdepääsemiseks.
zh_cn: 用于访问您户口的备份代码。
zh_tw: 用來救回帳號的備用代碼。

source: Bad input or server error. Please try again.
el_gr: Εσφαλμένη είσοδος ή σφάλμα διακομιστή. Παρακαλώ δοκιμάστε ξανά.
et_ee: Vale sisend- või serveri viga. Palun proovi uuesti.
zh_cn: 输入错误或服务器错误。请再试。
zh_tw: 輸入資料無效或伺服器發生錯誤，請再試一次。

source: Bad parameters for authenticating with this key. Possibly wrong URL domain for this key.
el_gr: Εσφαλμένες παράμετροι για την ταυτοποίηση με αυτό το κλειδί. Πιθανώς εσφαλμένος τομέας URL για αυτό το κλειδί.
et_ee: Selle võtmega autentimiseks on valed parameetrid. Selle võtme jaoks võib-olla vale URL-i domeen.
zh_cn: 使用此密钥进行身份验证的参数错误。 此密钥的 URL 域名可能错误。
zh_tw: 使用此金鑰的驗證參數錯誤，可能是此金鑰的網域有誤。

source: Bad verification code. Please try again
el_gr: Εσφαλμένος κωδικός επαλήθευσης. Παρακαλώ δοκιμάστε ξανά
et_ee: Vale kinnituskood. Palun proovi uuesti
zh_cn: 错误的验证码。请再试
zh_tw: 驗證碼無效，請再試一次

source: Bcc
zh_cn: 密件抄送
zh_tw: 密件抄送

source: Be careful with this message. It might be spam or a phishing mail.
el_gr: Προσοχή με αυτό το μήνυμα. Μπορεί να είναι ανεπιθύμητο μήνυμα ή email ηλεκτρονικού «ψαρέματος».
et_ee: Olge selle sõnumiga ettevaatlik. See võib olla seotud andmepüügi või kelmusega.
zh_cn: 小心此消息，它可能是垃圾邮件或欺诈邮件。
zh_tw: 這封信可能是垃圾信或釣魚郵件，請小心檢查。

source: Beach
el_gr: Παραλία
et_ee: Rand
zh_cn: 海滩
zh_tw: 海灘

source: Before
el_gr: Πριν από
et_ee: Enne
zh_cn: 之前
zh_tw: 之前

source: Before you can continue using the product, you have to enter some basic information. It will take less than a minute.
el_gr: Προτού συνεχίσετε τη χρήση του προϊόντος, πρέπει να εισαγάγετε ορισμένες βασικές πληροφορίες. Θα χρειαστεί λιγότερο από ένα λεπτό.
et_ee: Enne toote kasutamise jätkamist peate sisestama teatud põhiteabe. Sellele kulub alla minuti.
zh_cn: 在您能继续使用产品之前，您必须输入一些基本信息。这将会花少于一分钟。
zh_tw: 在您繼續使用本產品前，請輸入一些基礎資訊，這不會花您超過一分鐘。

source: Bell
el_gr: Κουδούνι
et_ee: Kell
zh_cn: 鈴鐺

source: Big settings makeover
el_gr: Σημαντικός επανασχεδιασμός ρυθμίσεων
zh_cn: 设定大整修
zh_tw: 設定畫面大幅更新

source: Billing information
el_gr: Στοιχεία χρέωσης
et_ee: Arveldusteave
zh_cn: 开票信息
zh_tw: 帳務資訊

source: Birthday
el_gr: Γενέθλια
et_ee: Sünnipäev
zh_cn: 生日
zh_tw: 生日

source: Birthdays
el_gr: Γενέθλια
et_ee: Sünnipäevad
zh_cn: 生日
zh_tw: 生日

source: Black
el_gr: Μαύρο
et_ee: Must
zh_cn: 黑色
zh_tw: 黑色

source: Blind copy
el_gr: Κρυφή κοινοποίηση
et_ee: Pimekoopia
zh_cn: 暗送
zh_tw: 密件副本

# BCC
source: Blind copy
el_gr: Κρυφή κοινοποίηση
et_ee: Pimekoopia
zh_cn: 暗送
zh_tw: 密件副本

source: Blocked time frame
el_gr: Αποκλεισμένο χρονικό πλαίσιο
et_ee: Blokeeritud ajavahemik
zh_cn: 封锁的时间框架
zh_tw: 要占用的時間範圍

source: Blue
el_gr: Μπλε
et_ee: Sinine
zh_cn: 蓝色
zh_tw: 藍色

source: Body
el_gr: Σώμα
et_ee: Sisu
zh_cn: 主体
zh_tw: 內容

source: Bold
el_gr: Έντονα
zh_cn: 粗体
zh_tw: 粗體

source: Booking behavior
el_gr: Συμπεριφορά κράτησης
zh_cn: 预定行为
zh_tw: 借用行為

source: Booking requests are automatically accepted if the resource is free.
el_gr: Τα αιτήματα κράτησης γίνονται αυτόματα αποδεκτά εάν ο πόρος είναι διαθέσιμος.
zh_cn: 如果资源为未使用的，预定请求会自动被接受。
zh_tw: 若資源空閒，自動接受借用請求。

source: Booking requests for this resource need manual approval. Notifications will be sent automatically to resource delegates who will then take care of booking requests.
el_gr: Τα αιτήματα κράτησης για αυτόν τον πόρο απαιτούν μη αυτόματη έγκριση. Οι ειδοποιήσεις θα αποστέλλονται αυτόματα στους εκπροσώπους πόρων, οι οποίοι στη συνέχεια θα φροντίζουν για τα αιτήματα κράτησης.
zh_cn: 此资源的预定请求需要手动批准。将会自动发送到资源代表以处理预定请求。
zh_tw: 此資源需經同意後方可借用。將自動傳送借用通知給資源管理人。

source: Branches
el_gr: Κλάδοι
et_ee: Filiaalid
zh_cn: 分支
zh_tw: 分支

source: Brown
el_gr: Καφέ
et_ee: Pruun
zh_cn: 棕色
zh_tw: 棕色

source: Business
el_gr: Επιχείρηση
et_ee: Äri
zh_cn: 业务
zh_tw: 業務

source: Business (Company, Department, Position)
el_gr: Επιχείρηση (Εταιρεία, Τμήμα, Θέση)
et_ee: Äri (ettevõte, osakond, ametikoht)
zh_cn: 业务（公司、部门、职位）
zh_tw: 業務（公司、部門、職位）

source: Business Address
el_gr: Διεύθυνση επιχείρησης
et_ee: Tööaadress
zh_cn: 业务地址
zh_tw: 業務地址

source: Business address
el_gr: Διεύθυνση επιχείρησης
et_ee: Tööaadress
zh_cn: 业务地址
zh_tw: 業務地址

source: Business category
el_gr: Κατηγορία επιχείρησης
et_ee: Äritegevuse kategooria
zh_cn: 业务类别
zh_tw: 業務分類

source: Busy
el_gr: Απασχολημένος/-η
et_ee: Hõivatud
zh_cn: 繁忙
zh_tw: 忙碌中

source: CC
zh_cn: 抄送
zh_tw: 副本

source: CW
el_gr: ΕΗ
et_ee: Kalendrinädal
zh_cn: 当前周
zh_tw: 日曆週

source: CW %1$d
el_gr: ΕΗ %1$d
et_ee: Kalendrinädal %1$d
zh_cn: 第 %1$d 周
zh_tw: 第 %1$d 週

source: Calendar
el_gr: Ημερολόγιο
et_ee: Kalender
zh_cn: 日历
zh_tw: 日曆

# app
source: Calendar
el_gr: Ημερολόγιο
et_ee: Kalender
zh_cn: 日历
zh_tw: 日曆

source: Calendar account error
el_gr: Σφάλμα λογαριασμού ημερολογίου
et_ee: Kalendri konto viga
zh_cn: 日历户口错误
zh_tw: 帳號變更錯誤

source: Calendar name
el_gr: Όνομα ημερολογίου
et_ee: Kalendri nimi
zh_cn: 日历名称
zh_tw: 行事曆名稱

source: Calendar options
el_gr: Επιλογές ημερολογίου
et_ee: Kalendri valikud
zh_cn: 日历选项
zh_tw: 行事曆選項

source: Calendar view
el_gr: Προβολή ημερολογίου
et_ee: Kalendri vaade
zh_cn: 日历视图
zh_tw: 日曆視圖

source: Calendar was not imported. Only .ics and .ical files are supported.
el_gr: Δεν έγινε εισαγωγή του ημερολογίου. Υποστηρίζονται μόνο αρχεία .ics και .ical.
zh_cn: 没有导入日历：只支持 .ics 与 .ical 文件。
zh_tw: 未匯入行事曆，僅支援 .ics 與 .ical 檔案。

source: Calendars
el_gr: Ημερολόγια
et_ee: Kalendrid
zh_cn: 日历
zh_tw: 日曆

source: Call
el_gr: Κλήση
et_ee: Helista
zh_cn: 拨接
zh_tw: 通話

# verb
source: Call
el_gr: Κλήση
et_ee: Helista
zh_cn: 拨接
zh_tw: 撥號

source: Call History
el_gr: Ιστορικό κλήσεων
et_ee: Kõne ajalugu
zh_cn: 来电历史记录
zh_tw: 通話紀錄

source: Call history
el_gr: Ιστορικό κλήσεων
et_ee: Kõne ajalugu
zh_cn: 来电历史记录
zh_tw: 通話紀錄

source: Call via %s
el_gr: Κλήση μέσω %s
et_ee: Helista %s kaudu
zh_cn: 通过%s拨接
zh_tw: 使用 %s 通話

source: Call via Zoom
el_gr: Κλήση μέσω Zoom
et_ee: Helista Zoomi kaudu
zh_cn: 通过 Zoom 拨接
zh_tw: 使用 Zoom 通話

source: Camera %1$s
el_gr: Κάμερα %1$s
et_ee: Kaamera %1$s
zh_cn: 照相机%1$s
zh_tw: 攝影機 %1$s

source: Cancel
el_gr: Ακύρωση
et_ee: Tühista
zh_cn: 取消
zh_tw: 取消

source: Cancel download request
el_gr: Ακύρωση αιτήματος λήψης
et_ee: Tühista allalaadimistaotlus
zh_cn: 取消下载请求
zh_tw: 取消下載請求

source: Cancel search
el_gr: Ακύρωση αναζήτησης
et_ee: Tühista otsing
zh_cn: 取消搜寻
zh_tw: 取消搜尋

source: Canceled
el_gr: Ακυρώθηκε
et_ee: Tühistatud
zh_cn: 已取消
zh_tw: 已取消

source: Cannot add contact with an invalid mail address: %1$s
el_gr: Δεν είναι δυνατή η προσθήκη επαφής με μη έγκυρη διεύθυνση email: %1$s
et_ee: Ei saa lisada kontakti - aadress ei ole korrektne: %1$s
zh_cn: 不能添加带有无效邮件地址的联系人：%1$s
zh_tw: 無法新增郵件地址無效的聯絡人：%1$s

source: Cannot connect to server. Please check your connection.
el_gr: Δεν είναι δυνατή η σύνδεση με τον διακομιστή. Παρακαλώ ελέγξτε τη σύνδεσή σας.
et_ee: Ei saa ühendust serveriga. Palun kontrollige oma ühendust.
zh_cn: 不能连接服务器，请检查您的连接。
zh_tw: 無法連線至伺服器，請檢查您的連線。

source: Cannot establish secure connection. Do you want to proceed anyway?
el_gr: Δεν είναι δυνατή η δημιουργία ασφαλούς σύνδεσης. Θέλετε να συνεχίσετε;
et_ee: Turvalise ühenduse loomine ebaõnnestus. Kas soovite jätkata?
zh_cn: 不能建立安全连线。您还要继续吗？
zh_tw: 無法建立安全連線，您還是要繼續嗎？

source: Cannot find any messages this contact sent to you.
el_gr: Δεν είναι δυνατή η εύρεση των μηνυμάτων που σας έστειλε αυτή η επαφή.
et_ee: Ei leia ühtki sõnumit sellelt kontaktilt teile.
zh_cn: 找不到此联系人向您发送的任何消息。
zh_tw: 找不到此聯絡人寄送給您的訊息。

source: Cannot find any messages you sent to this contact.
el_gr: Δεν είναι δυνατή η εύρεση των μηνυμάτων που στείλατε σε αυτήν την επαφή.
et_ee: Ei leia ühtki sõnumit teilt sellele kontaktile.
zh_cn: 找不到您向此联系人发送的任何消息。
zh_tw: 找不到您寄送給此聯絡人的訊息。

source: Cannot find user with given name.
el_gr: Δεν είναι δυνατή η εύρεση του χρήστη με το παρεχόμενο όνομα.
et_ee: Ei leia sellise nimega kasutajat.
zh_cn: 找不到提供名称的用户。
zh_tw: 找不到此名字的使用者。

source: Cannot print these items
el_gr: Δεν είναι δυνατή η εκτύπωση αυτών των στοιχείων
et_ee: Neid üksusi ei saa printida
zh_cn: 不能打印此项目
zh_tw: 無法列印下列項目

source: Cannot print this item
el_gr: Δεν είναι δυνατή η εκτύπωση αυτού του στοιχείου
et_ee: Seda üksust ei saa printida
zh_cn: 无法打印此项目
zh_tw: 無法列印此項目

source: Cannot require a view type for %1$s
el_gr: Δεν είναι δυνατή η απαίτηση τύπου προβολής για το «%1$s»
et_ee: Ei saa taotleda vaate tüüpi %1$s jaoks
zh_cn: 不能为 %1$s 要求一个视图类型
zh_tw: 無法要求 %1$s 的檢視類型

source: Capture
el_gr: Λήψη
et_ee: Tee pilt
zh_cn: 拍摄
zh_tw: 拍攝資訊

source: Categories
el_gr: Κατηγορίες
et_ee: Kategooriad
zh_cn: 类别
zh_tw: 類別

source: Category
el_gr: Κατηγορία
et_ee: Kategooria
zh_cn: 分类
zh_tw: 分類

source: Category name
el_gr: Όνομα κατηγορίας
et_ee: Kategooria nimi
zh_cn: 类别名称
zh_tw: 分類名稱

source: Cc
zh_cn: 抄送
zh_tw: 抄送

source: Cc: %1$s
et_ee: Koopia: %1$s
zh_cn: 抄送：%1$s
zh_tw: 副本：%1$s

source: Cell phone
el_gr: Κινητό τηλέφωνο
et_ee: Mobiiltelefon
zh_cn: 移动电话
zh_tw: 行動電話

source: Cell phone (alt)
el_gr: Κινητό τηλέφωνο (εναλλακτικό)
et_ee: Mobiiltelefon (teine)
zh_cn: 移动电话（替代）
zh_tw: 替代行動電話

source: Certificate details
el_gr: Λεπτομέρειες πιστοποιητικού
et_ee: Sertifikaadi üksikasjad
zh_cn: 证书详情
zh_tw: 憑證詳細資訊

source: Certificates
el_gr: Πιστοποιητικά
et_ee: Sertifikaadid
zh_cn: 证书
zh_tw: 憑證

source: Change
el_gr: Αλλαγή
et_ee: Muuda
zh_cn: 更改
zh_tw: 更改

source: Change IMAP subscriptions
el_gr: Αλλαγή συνδρομών IMAP
et_ee: Muuda IMAP tellimusi
zh_cn: 更改 IMAP 订阅
zh_tw: 修改 IMAP 訂閱

source: Change appointment
el_gr: Αλλαγή συνάντησης
et_ee: Muuda kohtumist
zh_cn: 更改约会
zh_tw: 更改約會

source: Change appointment confirmation
el_gr: Αλλαγή επιβεβαίωσης συνάντησης
et_ee: Muuda kohtumise kinnitust
zh_cn: 更改约会确认
zh_tw: 更改約會確認

source: Change appointment reminders
el_gr: Αλλαγή υπενθυμίσεων συνάντησης
et_ee: Muuda kohtumise meeldetuletusi
zh_cn: 更改约会提醒
zh_tw: 更改約會提醒

source: Change confirmation
el_gr: Αλλαγή επιβεβαίωσης
et_ee: Muuda kinnitust
zh_cn: 更改确认
zh_tw: 修改確認狀態

source: Change confirmation for resource %1$s
el_gr: Αλλαγή επιβεβαίωσης για τον πόρο «%1$s»
zh_cn: 更改%1$s资源的确认
zh_tw: 修改資源 %1$s 的確認狀態

source: Change consent
el_gr: Αλλαγή συγκατάθεσης
zh_cn: 更改合意
zh_tw: 更改同意

source: Change contact photo
el_gr: Αλλαγή φωτογραφίας επαφής
et_ee: Muuda kontakti fotot
zh_cn: 更改联系人照片
zh_tw: 更改聯絡人大頭照

source: Change due date
el_gr: Αλλαγή προθεσμίας
et_ee: Muuda tähtaega
zh_cn: 更改完成日期
zh_tw: 更改到期日

source: Change login password
el_gr: Αλλαγή κωδικού σύνδεσης
et_ee: Muuda sisselogimise parooli
zh_cn: 更改登录密码
zh_tw: 更改登入密碼

source: Change organizer
el_gr: Αλλαγή διοργανωτή
et_ee: Muuda korraldajat
zh_cn: 更改组织者
zh_tw: 更改主辦人

source: Change participation
el_gr: Αλλαγή συμμετοχής
et_ee: Muuda osalemist
zh_cn: 更改参与
zh_tw: 變更參與狀態

source: Change password
el_gr: Αλλαγή κωδικού πρόσβασης
et_ee: Muuda parooli
zh_cn: 更改密码
zh_tw: 更改密碼

source: Change password and sign out
el_gr: Αλλαγή κωδικού πρόσβασης και αποσύνδεση
et_ee: Muuda parool ja logi välja
zh_cn: 更改密码后注销
zh_tw: 更改密碼並登出

source: Change photo
el_gr: Αλλαγή φωτογραφίας
et_ee: Muuda fotot
zh_cn: 更改照片
zh_tw: 更改圖片
