Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: This feature is not available. In order to use it, you need to upgrade your account now.
el_gr: Αυτή η δυνατότητα δεν είναι διαθέσιμη. Για να τη χρησιμοποιήσετε, πρέπει να αναβαθμίσετε τον λογαριασμό σας τώρα.
et_ee: Funktsioon pole saadaval. Selle kasutamiseks peate ülendama oma kontot.
zh_cn: 此特性不可用。您必须先升级您的户口才能使用。
zh_tw: 此功能無法使用。要使用的話，您必須立刻升級您的帳號。

source: This feature isn't available for non-secure connections.
el_gr: Αυτή η λειτουργία δεν είναι διαθέσιμη για μη ασφαλείς συνδέσεις.
et_ee: See funktsioon pole saadaval mitteturvaliste ühenduste jaoks.
zh_cn: 此功能对于非安全连接不可用。
zh_tw: 無法在不安全連線的狀態使用此功能。

source: This field is mandatory
el_gr: Αυτό το πεδίο είναι υποχρεωτικό
et_ee: See väli on kohustuslik
zh_cn: 此字段为必填
zh_tw: 此欄位必填

source: This file could not be uploaded.
el_gr: Δεν ήταν δυνατή η μεταφόρτωση αυτού του αρχείου.
et_ee: Seda faili ei õnnestunud üles laadida.
zh_cn: 无法上载此文件。
zh_tw: 無法上傳此檔案。

source: This file has been added to the portal
el_gr: Αυτό το αρχείο έχει προστεθεί στην πύλη
et_ee: See fail on portaali lisatud
zh_cn: 此档案已添加到门户
zh_tw: 此檔案已被加入到入口畫面

source: This file has not been deleted
el_gr: Αυτό το αρχείο δεν έχει διαγραφεί
et_ee: Seda faili ei ole kustutatud
zh_cn: 没有删除此文件
zh_tw: 未刪除此檔案

source: This file has not been deleted, as it is locked by its owner.
el_gr: Αυτό το αρχείο δεν έχει διαγραφεί, καθώς είναι κλειδωμένο από τον κάτοχό του.
et_ee: Fail pole kustutatud, sest faili omanik on selle lukustanud.
zh_cn: 因为被拥有者锁住，所以没有删除此文件。
zh_tw: 因為已被擁有者鎖定，未刪除此檔案。

source: This file or folder is shared with others. It will not be available for them anymore.
el_gr: Αυτό το αρχείο ή φάκελος είναι κοινόχρηστο με άλλους. Δεν θα είναι πλέον διαθέσιμο για αυτούς.
et_ee: Seda faili või kausta jagatakse teistega. See ei ole neile enam kättesaadav.
zh_cn: 此文件或文件夹正与其他人共享。它将不会供他们使用。
zh_tw: 已分享這個檔案或資料夾給其他人，他們將無法再存取。

source: This file will be written in your default folder to allow editing
el_gr: Αυτό το αρχείο θα γραφτεί στον προεπιλεγμένο σας φάκελο για να επιτρέπεται η επεξεργασία
et_ee: See fail salvestatakse teie vaikekausta muutmise võimaldamiseks
zh_cn: 此文件将会写入在您的默认文件夹以允许编辑
zh_tw: 此檔案將被寫入至您的預設資料夾以允許編輯

source: This folder has been shared with another user. You are not allowed to add this folder.
el_gr: Αυτός ο φάκελος έχει γίνει κοινόχρηστος με άλλο χρήστη. Δεν επιτρέπεται να προσθέσετε αυτόν τον φάκελο.
et_ee: See kaust on jagatud teise kasutajaga. Teil ei ole lubatud seda kausta lisada.
zh_cn: 此文件夹已与其他用户共享。不允许添加此文件夹。
zh_tw: 此資料夾已分享給其他使用者，不被允許新增此資料夾。

source: This folder has no publications
el_gr: Αυτός ο φάκελος δεν έχει δημοσιεύσεις
et_ee: Selles kaustas puuduvad väljaanded
zh_cn: 此文件夹没有发布
zh_tw: 此資料夾沒有發佈

source: This folder has no subscriptions
el_gr: Αυτός ο φάκελος δεν έχει συνδρομές
et_ee: Selles kaustas puuduvad tellimused
zh_cn: 此文件夹没有订阅
zh_tw: 此資料夾沒有訂閱

source: This folder has publications but you are not allowed to view or edit them
el_gr: Αυτός ο φάκελος έχει δημοσιεύσεις, αλλά δεν επιτρέπεται να τις δείτε ή επεξεργαστείτε
et_ee: Selles kaustas on väljaandeid, kuid teil puudub luba nende vaatamiseks või muutmiseks
zh_cn: 此文件夹带有发布，可是您不允许检视或编辑它们
zh_tw: 此資料夾中有發佈內容，但您不被允許檢視或編輯

source: This folder has subscriptions
el_gr: Αυτός ο φάκελος έχει συνδρομές
et_ee: Sellel kaustal on tellimusi
zh_cn: 此文件夹有订阅
zh_tw: 此資料夾有訂閱

source: This folder has subscriptions but you are not allowed to view or edit them
el_gr: Αυτός ο φάκελος έχει συνδρομές, αλλά δεν επιτρέπεται να τις δείτε ή επεξεργαστείτε
et_ee: Selles kaustas on tellimusi, kuid teil puudub luba nende vaatamiseks või muutmiseks
zh_cn: 此文件夹带有订阅，可是您不允许检视或编辑它们
zh_tw: 此資料夾中有訂閱內容，但您不被允許檢視或編輯

source: This folder is empty
el_gr: Αυτός ο φάκελος είναι κενός
et_ee: See kaust on tühi
zh_cn: 该文件夹为空
zh_tw: 此資料夾是空的

source: This folder is shared with others. It won't be available for them any more.
el_gr: Αυτός ο φάκελος είναι κοινόχρηστος με άλλους. Δεν θα είναι διαθέσιμος για αυτούς πλέον.
et_ee: Kaust on ühiskasutuses, teiste juurdepääs kaustale lõpetatakse.
zh_cn: 此文件夹正与其他人分享，文件夹将不再会对他们可用。
zh_tw: 已與其他人分享此資料夾，他們將無法再使用。

source: This is a booking request for %1$s
el_gr: Αυτό είναι ένα αίτημα κράτησης για το «%1$s»
zh_cn: 这是%1$s的一个预定请求
zh_tw: 這是 %1$s 的借用請求

source: This is a browser feature for developers. If you were asked to copy and paste anything here, somebody might want to take over your account. Do not enter any script code without knowing what it does.
el_gr: Αυτή είναι μια δυνατότητα προγράμματος περιήγησης για προγραμματιστές. Αν σας ζητήθηκε να αντιγράψετε και να επικολλήσετε κάτι εδώ, κάποιος μπορεί να θέλει να αποκτήσει τον έλεγχο του λογαριασμού σας. Μην εισαγάγετε κώδικα χωρίς να γνωρίζετε τι κάνει.
et_ee: See võimalus on mõeldud kasutamiseks ainult arendajatele. Kui teil paluti siia midagi kopeerida, siis võib keegi soovida teie kontot kaaperdada. Ärge sisestage siia ühtegi skripti või koodi, ilma et olete kindel, mida see teeb.
zh_cn: 这是开发者的浏览器功能。如果您被问及要复制和粘贴在这里的任何东西，有人可能会想要接管您的户口。请不要不明所以就输入任何脚本代码。
zh_tw: 這是給開發者使用的瀏覽器功能。若您被要求複製貼上某些東西到這裡，可能是有人想要盜取您的帳號。如果您不知道您在做什麼就不要在此輸入任何指令碼。

source: This is a dangerous email containing spam or malware.
el_gr: Αυτό είναι ένα επικίνδυνο email που περιέχει ανεπιθύμητο περιεχόμενο ή κακόβουλο λογισμικό.
et_ee: See on ohtlik e-kiri, mis sisaldab rämpsposti või pahavara.
zh_cn: 这是包含垃圾邮件或恶意软件的危险电子邮件。
zh_tw: 這是包含垃圾郵件或惡意軟體的危險郵件。

source: This is a standard folder, which can't be renamed.
el_gr: Αυτός είναι ένας τυπικός φάκελος που δεν μπορεί να μετονομαστεί.
et_ee: Tegu on standardkaustaga, mida ei saa ümber nimetada.
zh_cn: 这是标准文件夹，不能更名。
zh_tw: 這是標準資料夾，無法更名。

source: This is an invalid email address.
el_gr: Αυτή δεν είναι μια έγκυρη διεύθυνση email.
et_ee: See ei ole kehtiv e-posti aadress.
zh_cn: 这是一个无效的电子邮件地址。
zh_tw: 這是一個不正確的電子郵件地址。

source: This is how your message text will look like.
el_gr: Το κείμενο του μηνύματός σας θα μοιάζει κάπως έτσι.
et_ee: Kohandatud kirjatüübi eelvaade (sellise tekstistiiliga näete enda kirju).
zh_cn: 这是您消息文本的样子。
zh_tw: 您的訊息文字將長得像這個樣子。 This is how your message text will look like.

source: This is not a valid email address
el_gr: Αυτή δεν είναι έγκυρη διεύθυνση email
et_ee: See ei ole kehtiv e-posti aadress
zh_cn: 这不是有效的电子邮件地址
zh_tw: 這是無效的電子郵件位址

source: This is not a valid email address. If you want to specify multiple addresses, please use a comma to separate them.
el_gr: Αυτή η διεύθυνση email δεν είναι έγκυρη. Αν θέλετε να καθορίσετε πολλαπλές διευθύνσεις, παρακαλώ χρησιμοποιήστε ένα κόμμα για να τις διαχωρίσετε.
zh_cn: 这不是一个有效的电子邮件地址。如果您想指定多个地址，请使用逗号来分隔它们。
zh_tw: 這不是有效的電子郵件地址。若您想要指定多組地址，請使用半形逗號來分隔。

source: This is not a valid mail address
el_gr: Αυτή δεν είναι έγκυρη διεύθυνση email
et_ee: See ei ole kehtiv postiaadress
zh_cn: 这不是有效的电子邮件地址
zh_tw: 這是無效的電子郵件位址

source: This is your recovery code. Please write it down, print it, or save the file. Be sure to save this in a secure location.
el_gr: Αυτός είναι ο κωδικός ανάκτησής σας. Παρακαλώ σημειώστε τον, εκτυπώστε τον ή αποθηκεύστε το αρχείο. Φροντίστε να το αποθηκεύσετε σε ασφαλή τοποθεσία.
et_ee: See on teie taastekood. Palun kirjutage see üles, printige või salvestage fail. Salvestage see kindlasti turvalisse kohta.
zh_cn: 这是您的恢复代码。请将其写下来、打印、或保存文件。请务必将其保存在安全的位置。
zh_tw: 這是您的救援金鑰，請將它寫下來、列印出來或儲存於安全的地方。

source: This list has no delegates yet
el_gr: Αυτή η λίστα δεν έχει εκπροσώπους ακόμα
zh_cn: 此列表尚未有任何代表
zh_tw: 此清單沒有代理人

source: This list has no entries yet
el_gr: Αυτή η λίστα δεν έχει καταχωρήσεις ακόμα
zh_cn: 此列表尚未有任何项目
zh_tw: 此清單沒有項目

source: This list has no members yet
el_gr: Αυτή η λίστα δεν έχει μέλη ακόμα
et_ee: Sellel postiloendil ei ole veel liikmeid
zh_cn: 此列表尚未有任何成员
zh_tw: 此清單沒有成員

source: This list has no participants yet
el_gr: Αυτή η λίστα δεν έχει συμμετέχοντες ακόμα
et_ee: Sellel loendil ei ole veel liikmeid
zh_cn: 此列表尚未有参与者
zh_tw: 此清單還沒有參與者

source: This mail has no content
el_gr: Αυτό το email δεν έχει περιεχόμενο
et_ee: E-kirjal puudub sisu
zh_cn: 此邮件没有内容
zh_tw: 此郵件沒有內容

source: This mail was sent on behalf of another person.
el_gr: Αυτό το email απεστάλη εκ μέρους ενός άλλου ατόμου.
et_ee: See kiri saadeti teise isiku nimel.
zh_cn: 此邮件已以别人之名发送。
zh_tw: 此郵件是代理其他人寄出。

source: This message has been truncated due to size limitations.
el_gr: Αυτό το μήνυμα έχει περικοπεί λόγω περιορισμών μεγέθους.
et_ee: Sõnumit on kärbitud suuruspiirangute tõttu.
zh_cn: 此消息已因体积限制而被截短。
zh_tw: 因為檔案大小限制，此郵件已被截短。

source: This message was sent via a mailing list.
el_gr: Αυτό το μήνυμα απεστάλη μέσω μιας λίστας αλληλογραφίας.
et_ee: See kiri saadeti läbi postiloendi.
zh_cn: 此消息经由一个邮件列表發送。
zh_tw: 此訊息透過郵件群組寄送。

source: This message was sent via the mailing list %1$s.
el_gr: Αυτό το μήνυμα απεστάλη μέσω της λίστας αλληλογραφίας «%1$s».
et_ee: See kiri saadeti postiloendile %1$s.
zh_cn: 此消息经由 %1$s 邮件列表發送。
zh_tw: 此訊息透過郵件群組 %1$s 寄送。

source: This name is already used. Please choose a different one.
el_gr: Αυτό το όνομα χρησιμοποιείται ήδη. Παρακαλώ επιλέξτε κάποιο άλλο.
zh_cn: 此名称已被使用。请选择一个不同的。
zh_tw: 此名稱已使用，請改用其他名稱。

source: This note will not be printed
el_gr: Αυτή η σημείωση δεν θα εκτυπωθεί
et_ee: Seda märkust ei prindita
zh_cn: 将不会打印此备注
zh_tw: 此註解將不會被印出

source: This page is not served with http2. It is likely that you encounter performance issues.
el_gr: Αυτή η σελίδα δεν διατίθεται με http2. Θα αντιμετωπίσετε πιθανότατα προβλήματα επιδόσεων.
zh_cn: 此页面未随 http2 一起提供。您很可能会遇到性能问题。
zh_tw: 此頁面並未以 http2 提供，您可能會遇到效能問題。

source: This platform is currently not supported.
el_gr: Αυτή η πλατφόρμα δεν υποστηρίζεται προς το παρόν.
et_ee: Seda platvormi ei toetata praegu.
zh_cn: 当前不支持此平台。
zh_tw: 目前不支援此平台。

source: This rule applies to all messages. Please add a condition to restrict this rule to specific messages.
el_gr: Αυτός ο κανόνας ισχύει για όλα τα μηνύματα. Παρακαλώ προσθέστε μια συνθήκη για να περιορίσετε αυτόν τον κανόνα σε συγκεκριμένα μηνύματα.
et_ee: See reegel kehtib kõigi sõnumite korral. Palun lisage tingimus reegli kehtivuse piiramiseks konkreetsete sõnumitega.
zh_cn: 此规则适用于所有消息，请在特定消息添加一个条件以限制此规则。
zh_tw: 此規則將會套用到所有訊息，請增加條件以限制此規則到部分訊息。

source: This rule contains unsupported properties.
el_gr: Αυτός ο κανόνας περιέχει μη υποστηριζόμενες ιδιότητες.
et_ee: Selles reeglis on mittetoetatud määranguid.
zh_cn: 此规则包含不受支持的属性。
zh_tw: 此規則包含不支援的屬性。

source: This sender address is related to a disabled mail account. Please choose another sender address or visit settings to enable again.
el_gr: Αυτή η διεύθυνση αποστολέα σχετίζεται με ανενεργό λογαριασμό email. Παρακαλώ επιλέξτε κάποια άλλη διεύθυνση αποστολέα ή επισκεφθείτε τις ρυθμίσεις για να την ενεργοποιήσετε ξανά.
et_ee: See saatja aadress on seotud keelatud postikontoga. Palun valige teine saatja aadress või muutke seadeid, et seda uuesti lubada.
zh_cn: 此发送人地址与一个已停用邮件户口相关。请选择别的发送人地址，或打开设置以再启用。
zh_tw: 此寄件地址與停用的郵件帳號相關，請選擇另一組地址，或到設定中啟用帳號。

source: This setting allows you to choose how names consisting of first and last name are formatted
el_gr: Αυτή η ρύθμιση σάς επιτρέπει να επιλέξετε με ποιον τρόπο θα μορφοποιούνται τα ονόματα που αποτελούνται από όνομα και επώνυμο
zh_cn: 此设定允许您选择包括姓氏与名字的名称如何格式化
zh_tw: 此選項讓您可以選擇聯絡人的姓名格式

source: This setting defines for how long file version are kept until they get deleted automatically after next sign-in
el_gr: Αυτή η ρύθμιση καθορίζει για πόσο καιρό θα διατηρούνται οι εκδόσεις των αρχείων μέχρι να διαγραφούν αυτόματα μετά την επόμενη σύνδεση
zh_cn: 此设定定义文件版本会保留多久，直到其于下一次登陆后自动删除
zh_tw: 此選項讓您設定檔案的每個版本要保留多久，才會在下次登入時自動刪除

source: This setting defines how many versions will be kept. Older versions that exceed this limit will be automatically deleted
el_gr: Αυτή η ρύθμιση καθορίζει πόσες εκδόσεις θα διατηρούνται. Οι παλαιότερες εκδόσεις που υπερβαίνουν αυτό το όριο θα διαγράφονται αυτόματα
zh_cn: 此设定定义将会保留多少版本。超越此限度的比较旧的版本将会自动被删除
zh_tw: 此選項讓您設定一個檔案要保留多少版本。超過此數量的舊版本將會自動刪除

source: This task has no participants yet
el_gr: Αυτή η εργασία δεν έχει ακόμα συμμετέχοντες
et_ee: Sellel ülesandel ei ole veel osalejaid
zh_cn: 此任务尚未有参与者
zh_tw: 此任務還沒有參與者

source: This task list is empty
el_gr: Αυτή η λίστα εργασιών είναι κενή
et_ee: See ülesannete nimekiri on tühi
zh_cn: 此任务列表是空的
zh_tw: 任務清單空白

source: This task recurs
el_gr: Αυτή η εργασία επαναλαμβάνεται
et_ee: See ülesanne kordub
zh_cn: 此任务重复频率是
zh_tw: 此工作將於下列時間重複

source: This type of link is unsupported and can't be added.
el_gr: Αυτός ο τύπος συνδέσμου δεν υποστηρίζεται και δεν είναι δυνατή η προσθήκη του.
et_ee: Seda tüüpi linki ei toetata ja seda ei saa lisada.
zh_cn: 不支持这种类型的链接，不能添加。
zh_tw: 不支援此類連結，無法新增。

source: This value is too long. The allowed length is %1$d characters.
el_gr: Αυτή η τιμή είναι πολύ μεγάλη. Το επιτρεπόμενο μήκος είναι %1$d χαρακτήρες.
et_ee: See väärtus on liiga pikk. Lubatud pikkus on %1$d tähemärki.
zh_cn: 此值太长。允许的长度为 %1$d 字符。
zh_tw: 此值太長，允許的長度為 %1$d 字元。

source: This weekend
el_gr: Αυτό το σαββατοκύριακο
zh_cn: 这个周末
zh_tw: 本週末

source: This will assign a name to the device
el_gr: Αυτό θα αντιστοιχίσει ένα όνομα στη συσκευή
et_ee: See määrab seadmele nime
zh_cn: 这将为设备分派一个名称
zh_tw: 將為裝置指派名稱

source: This will delete the device named %s.
el_gr: Αυτό θα διαγράψει τη συσκευή με όνομα «%s».
et_ee: See kustutab seadme nimega %s.
zh_cn: 这将删除名为 %s 的设备。
zh_tw: 將刪除裝置 %s。

source: This will edit the name for device (%s)
el_gr: Αυτό θα επεξεργαστεί το όνομα της συσκευής (%s)
et_ee: See muudab seadme (%s) nime
zh_cn: 这将编辑设备的名称（%s）
zh_tw: 將編輯裝置的名稱（%s）

source: This wizard helps you to use %1$s on other devices.
el_gr: Αυτός ο οδηγός σάς βοηθά να χρησιμοποιήσετε το %1$s σε άλλες συσκευές.
et_ee: See nõustaja aitab teil kasutada %1$s teistes seadmetes.
zh_cn: 此向导帮助您在其他装置使用%1$s。
zh_tw: 此精靈可幫助您在其他裝置使用 %1$s。

source: This would also delete a currently edited draft.
el_gr: Αυτό θα διαγράψει και ένα προσχέδιο που τροποποιείται αυτήν τη στιγμή.
et_ee: See kustutab ka hetkel muudetava mustandi.
zh_cn: 这也将删除当前编辑的%1$d个草稿。
zh_tw: 也將刪除目前正在編輯的草稿。

source: Thread
el_gr: Νήμα
et_ee: Lõim
zh_cn: 帖子
zh_tw: 討論串

source: Thread contains %1$d message
el_gr: Το νήμα περιέχει %1$d μήνυμα
et_ee: Lõim sisaldab %1$d sõnumit
zh_cn: 帖子包含%1$d个消息
zh_tw: 討論串包含 %1$d 封訊息

source: Three months
el_gr: Τρεις μήνες
et_ee: Kolm kuud
zh_cn: 三个月
zh_tw: 三個月

source: Thumbnails
el_gr: Μικρογραφίες
et_ee: Pisipildid
zh_cn: 缩图
zh_tw: 縮圖

# superessive
source: Thursday
el_gr: Πέμπτη
et_ee: neljapäeval
zh_cn: 星期四
zh_tw: 星期四

source: Tiles
el_gr: Πλακίδια
et_ee: Paanid
zh_cn: 方块
zh_tw: 磚塊

source: Time
el_gr: Ώρα
et_ee: Kellaaeg
zh_cn: 时间
zh_tw: 時間

source: Time format
el_gr: Μορφή ώρας
et_ee: Aja formaat
zh_cn: 时间格式
zh_tw: 時間格式

source: Time period back
el_gr: Μετάβαση προς τα πίσω κατά μία χρονική περίοδο
zh_cn: 往后时段
zh_tw: 上一個時間範圍

source: Time period forward
el_gr: Μετάβαση προς τα εμπρός κατά μία χρονική περίοδο
zh_cn: 往前时段
zh_tw: 下一個時間範圍

source: Time scale
el_gr: Χρονική κλίμακα
et_ee: Ajaskaala
zh_cn: 时间区隔
zh_tw: 時間尺度

source: Time zone
el_gr: Ζώνη ώρας
et_ee: Ajavöönd
zh_cn: 时区
zh_tw: 時區

source: Timeframe
el_gr: Χρονικό πλαίσιο
et_ee: Ajakava
zh_cn: 时间框架
zh_tw: 時間範圍

source: Timeout
el_gr: Τέλος χρόνου
et_ee: Aeg maha
zh_cn: 超时
zh_tw: 逾時

source: Title
el_gr: Τίτλος
et_ee: Pöördumine
zh_cn: 标题
zh_tw: 標題

# salutation
source: Title
el_gr: Τίτλος
et_ee: Pöördumine
zh_cn: 标题
zh_tw: 頭銜

source: Title
el_gr: Τίτλος
et_ee: Pealkiri
zh_cn: 标题
zh_tw: 頭銜

source: To
el_gr: Προς
et_ee: Kellele
zh_cn: 收件人
zh_tw: 收件人

source: To add a password, select an application to use with a new password, as well as a new descriptive name for the password.
el_gr: Για να προσθέσετε έναν κωδικό πρόσβασης, επιλέξτε μια εφαρμογή που θα χρησιμοποιηθεί με τον νέο κωδικό πρόσβασης, καθώς και ένα νέο περιγραφικό όνομα για αυτόν.
et_ee: Parooli lisamiseks valige uue parooliga kasutatav rakendus ning uus kirjeldav nimi paroolile.
zh_cn: 要添加密码，请选择要与新密码一起使用的应用程序，以及密码的新描述性名称。
zh_tw: 若要新增密碼，請選擇要使用新密碼的應用程式，以及密碼的描述名稱。

source: To add contacts manually, just provide a valid email address (e.g john.doe@example.com or "John Doe" <jd@example.com>)
el_gr: Για να προσθέσετε χειροκίνητα επαφές, εισαγάγετε μια έγκυρη διεύθυνση email (π.χ. john.doe@example.com ή «John Doe» <jd@example.com>)
et_ee: Kontaktide lisamiseks käsitsi sisestage kehtiv e-posti aadress (nt. juhan.juurikas@näide.ee või "Juhan Juurikas" <jj@näide.ee>)
zh_cn: 要手动添加参与者，只要提供一个有效电子邮件地址（例如： john.doe@example.com 或 "John Doe" <jd@example.com>）
zh_tw: 要手動新增參與者，只需要提供有效電子郵件位置 (例如 john.doe@example.com 或是 "John Doe" <jd@example.com>)

source: To install %1$s, please click on the download button:
el_gr: Για να εγκαταστήσετε το %1$s, παρακαλώ κάντε κλικ στο κουμπί λήψης:
et_ee: %1$s paigaldamiseks klõpsake allalaadimise nuppu:
zh_cn: 要安装%1$s，请点击下载按钮：
zh_tw: 若要安裝 %1$s，請點擊下載按鈕：

source: To install %1$s, please scan this QR code with your phone or click on the download button:
el_gr: Για να εγκαταστήσετε το %1$s, παρακαλώ σαρώστε αυτόν τον κωδικό QR με το τηλέφωνό σας ή κάντε κλικ στο κουμπί λήψης:
et_ee: %1$s paigaldamiseks skannige seda QR koodi oma telefoni kaameraga või vajutage allalaadimise nuppu:
zh_cn: 要安装%1$s，请用手机扫描此 QR 码，或点击下载按钮：
zh_tw: 若要安裝 %1$s，請使用您的手機相機掃描下列這組 QR code：

source: To learn more about the new and improved features you can visit
el_gr: Για να μάθετε περισσότερα σχετικά με τις νέες και βελτιωμένες δυνατότητες, μπορείτε να επισκεφθείτε το
et_ee: Uute ja täiustatud funktsioonide kohta lisateabe saamiseks võite külastada
zh_cn: 要知道更多有关新的和改进了的功能，您能访问
zh_tw: 要了解新功能與改善過的功能，請造訪

source: To navigate between the %1$s applications, just click on the new App Launcher icon.
el_gr: Για να πλοηγηθείτε μεταξύ των εφαρμογών του %1$s, κάντε κλικ στο νέο εικονίδιο εκκίνησης εφαρμογών.
et_ee: Rakenduste %1$s vahel navigeerimiseks klõpsake lihtsalt uuel rakenduste käivitaja ikoonil.
zh_cn: 要导航于 %1$s 之间，只需单击新应用程序执行器图标。
zh_tw: 只要點擊全新的應用程式啟動器圖示，即可在不同 %1$s 應用程式間切換。

source: To print this file, please use "Print as PDF" in the viewer.
el_gr: Για να εκτυπώσετε αυτό το αρχείο, παρακαλώ χρησιμοποιήστε το «Εκτύπωση ως PDF» στο πρόγραμμα προβολής.
et_ee: Selle faili printimiseks kasutage vaates käsku "Prindi PDF-na".
zh_cn: 要打印此文件，请在检视器中使用“以PDF格式打印”。
zh_tw: 若要列印這個擋案，請使用檢視器中的「列印為 PDF」。

source: To synchronize Address Book, please enter the following settings in your CardDav client:
el_gr: Για να συγχρονίσετε το Ευρετήριο επαφών, παρακαλώ εισαγάγετε τις ακόλουθες ρυθμίσεις στο πρόγραμμα CardDav σας:
et_ee: Aadressiraamatu sünkroniseerimiseks sisestage oma CardDav-kliendis järgmised seaded:
zh_cn: 要同步地址簿，请在您的 CardDav 客户端中输入以下设置：
zh_tw: 若要同步通訊錄，請在您的 CardDav 客戶端輸入下列設定：

source: To synchronize Calendar, please enter the following settings in your CalDav client:
el_gr: Για να συγχρονίσετε το Ημερολόγιο, παρακαλώ εισαγάγετε τις ακόλουθες ρυθμίσεις στο πρόγραμμα CalDav σας:
et_ee: Kalendri sünkroniseerimiseks sisestage oma CalDav-kliendis järgmised seaded:
zh_cn: 要同步日历，请在您的 CalDav 客户端中输入以下设置：
zh_tw: 若要同步行事曆，請在您的 CalDav 客戶端輸入下列設定：

source: To synchronize Mail, Calendar and Address Book via Exchange Active Sync, please enter the following settings:
el_gr: Για να συγχρονίσετε την αλληλογραφία, το ημερολόγιο και το ευρετήριο επαφών μέσω του Exchange Active Sync, παρακαλώ εισαγάγετε τις ακόλουθες ρυθμίσεις:
et_ee: E-posti, kalendri ja aadressiraamatu sünkroniseerimiseks Exchange Active Sync'i kaudu sisestage järgmised seaded:
zh_cn: 要通过 Exchange Active Sync 同步邮件、日历、地址簿，请输入以下设置：
zh_tw: 若要透過 Exchange Active Sync 同步您的郵件、行事曆、通訊錄，請在輸入下列設定：

source: To: %1$s
el_gr: Προς: %1$s
et_ee: Saaja: %1$s
zh_cn: 发送到：%1$s
zh_tw: 收件者：%1$s

source: Today
el_gr: Σήμερα
et_ee: Täna
zh_cn: 今天
zh_tw: 今天

source: Today,
el_gr: Σήμερα,
et_ee: Täna,
zh_cn: 今天,
zh_tw: 今天，

source: Today: %1$s
el_gr: Σήμερα: %1$s
et_ee: Täna: %1$s
zh_cn: 今天: %1$s
zh_tw: 今天：%1$s

source: Toggle category
el_gr: Εναλλαγή κατηγορίας
et_ee: Määra kategooria
zh_cn: 切换类别
zh_tw: 切換分類

source: Toggle panel
el_gr: Εναλλαγή πεδίου
et_ee: Paneeli ümberlülitus
zh_cn: 切换面板
zh_tw: 切換面板

source: Toggle preview
el_gr: Εναλλαγή προεπισκόπησης
et_ee: Lülita eelvaade sisse
zh_cn: 切换预览
zh_tw: 切換預覽

source: Tomorrow
el_gr: Αύριο
et_ee: Homme
zh_cn: 明天
zh_tw: 明天

source: Tone
el_gr: Τόνος
zh_cn: 语气
zh_tw: 語氣

source: Tonight
el_gr: Απόψε
zh_cn: 今晚
zh_tw: 今晚

source: Tool
el_gr: Εργαλείο
et_ee: Tööriistad
zh_cn: 工具
zh_tw: 工具

source: Top 10 you got mail from
el_gr: Κορυφαίοι 10 αποστολείς
et_ee: Top 10 teile kirjutajad
zh_cn: 最高十个您收到邮件的人
zh_tw: 前十名寄件者

source: Top 10 you sent mail to
el_gr: Κορυφαία 10 παραλήπτες
et_ee: Top 10 teilt kirjade saajad
zh_cn: 最高十个您发送邮件的人
zh_tw: 前十名收件者

source: Topics
el_gr: Θέματα
et_ee: Teemad
zh_cn: 主题
zh_tw: 主題

source: Total
el_gr: Σύνολο
zh_cn: 合共
zh_tw: 總計

source: Total: %1$d
el_gr: Σύνολο: %1$d
et_ee: Kokku: %1$d
zh_cn: 总数：%1$d
zh_tw: 全部：%1$d

source: Transform
el_gr: Μετατροπή
zh_cn: 转型
zh_tw: 轉換

source: Translate to
el_gr: Μετάφραση σε
zh_cn: 翻译成
zh_tw: 翻譯為

source: Translate to %1$s
el_gr: Μετάφραση σε %1$s
zh_cn: 翻译成%1$s
zh_tw: 翻譯為 %1$s

source: Translation
el_gr: Μετάφραση
zh_cn: 翻译
zh_tw: 翻譯

source: Trash folder
el_gr: Φάκελος απορριμμάτων
et_ee: Prügikasti kaust
zh_cn: 垃圾文件夹
zh_tw: 垃圾桶

source: Trust
el_gr: Ορισμός ως αξιόπιστο
et_ee: Usaldus
zh_cn: 信任
zh_tw: 信任

source: Trust certificate
el_gr: Επισήμανση πιστοποιητικού ως αξιόπιστου
et_ee: Usaldussertifikaat
zh_cn: 信任证书
zh_tw: 信任憑證

source: Trust certificate %1$s
el_gr: Ορισμός πιστοποιητικού «%1$s» ως αξιόπιστου
et_ee: Usaldussertifikaat %1$s
zh_cn: 信任证书 %1$s
zh_tw: 信任憑證 %1$s

source: Trusted
el_gr: Αξιόπιστο
et_ee: Usaldusväärne
zh_cn: 已信任
zh_tw: 受信任

source: Try again
el_gr: Δοκιμάστε ξανά
et_ee: Proovi uuesti
zh_cn: 再试
zh_tw: 再試一次

source: Try again.
el_gr: Δοκιμάστε ξανά.
et_ee: Proovi uuesti.
zh_cn: 请重试。
zh_tw: 再試一次。

source: Trying to auto-configure your mail account
el_gr: Απόπειρα αυτόματης ρύθμισης του λογαριασμού email σας
et_ee: Proovin teie e-posti kontot automaatselt seadistada
zh_cn: 正在尝试自动设置您的邮件户口
zh_tw: 正在嘗試自動設定您的郵件帳號

# superessive
source: Tuesday
el_gr: Τρίτη
et_ee: teisipäeval
zh_cn: 星期二
zh_tw: 星期二

source: Two-step verification
el_gr: Επαλήθευση δύο βημάτων
zh_cn: 两步验证
zh_tw: 兩階段驗證

source: Type
el_gr: Τύπος
et_ee: Tüüp
zh_cn: 类型
zh_tw: 類型

# search
source: Type
el_gr: Τύπος
et_ee: Tüüp
zh_cn: 类型
zh_tw: 類型

source: UI version
el_gr: Έκδοση UI
et_ee: UI versioon
zh_cn: 界面版本
zh_tw: UI 版本

source: Un-like
el_gr: Δεν μου αρέσει
et_ee: Märgi ebameeldivaks
zh_cn: 取消喜欢
zh_tw: 收回讚

source: Un-liked comment
el_gr: Σχόλιο που δεν αρέσει
et_ee: Ebameeldivaks märgitud kommentaar
zh_cn: 已取消回帖的赞
zh_tw: 已對留言收回讚

source: Unable to connect to mail server. Possible reasons: The mail server is (temporarily) down or there are network connection problems. Please try again in a few minutes.
el_gr: Δεν είναι δυνατή η σύνδεση με τον διακομιστή email. Ο διακομιστής email είναι (προσωρινά) εκτός λειτουργίας ή υπάρχουν προβλήματα σύνδεσης δικτύου. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.
et_ee: Ühenduse loomine e-posti serveriga ebaõnnestus. Võimalikud põhjused: server on (ajutiselt) maas või probleemid võrguühendusega. Proovige mõne minuti pärast uuesti.
zh_cn: 无法连接到邮件服务器。可能原因：邮件服务器可能（临时）故障，或有网路连接问题。请在数分钟后再试。
zh_tw: 無法連線至郵件伺服器。可能原因: 郵件伺服器可能暫時離線或有網路連線問題，請等幾分鐘後再試一次。

source: Unable to delete
el_gr: Δεν είναι δυνατή η διαγραφή
et_ee: Pole võimalik kustutada
zh_cn: 无法删除
zh_tw: 無法刪除

source: Unable to edit name.
el_gr: Δεν είναι δυνατή η επεξεργασία του ονόματος.
et_ee: Nime muutmine nurjus.
zh_cn: 无法编辑名称。
zh_tw: 無法編輯名稱。

source: Unable to load mail filter rules settings.
el_gr: Δεν είναι δυνατή η φόρτωση ρυθμίσεων των κανόνων φίλτρου email.
et_ee: E-posti filtreerimisreeglite seadete laadimine ebaõnnestus.
zh_cn: 无法读取邮件过滤设置。
zh_tw: 無法載入郵件過濾器選項。

source: Unable to load mail filter settings.
el_gr: Δεν είναι δυνατή η φόρτωση των ρυθμίσεων φίλτρου email.
et_ee: E-posti filtri seadete laadimine ebaõnnestus.
zh_cn: 无法联系邮件过滤后台。
zh_tw: 無法載入郵件過濾器設定。
