Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Hide details
el_gr: Απόκρυψη λεπτομερειών
et_ee: Peida üksikasjad
zh_cn: 隐藏详情
zh_tw: 隱藏詳情

source: Hide folder
el_gr: Απόκρυψη φακέλου
et_ee: Peida kaust
zh_cn: 隐藏文件夹
zh_tw: 隱藏資料夾

source: Hide non-working time
el_gr: Απόκρυψη μη εργάσιμου χρόνου
et_ee: Peida mitte-tööaeg
zh_cn: 隐藏非工作时间
zh_tw: 隱藏非工作時間

source: Hide reply-to input field
el_gr: Απόκρυψη πεδίου εισόδου «Απάντηση σε»
zh_cn: 隐藏回复输入字段
zh_tw: 隱藏回信到欄位

source: Hide toolbar
el_gr: Απόκρυψη γραμμής εργαλείων
et_ee: Peida tööriistariba
zh_cn: 隐藏工具栏
zh_tw: 隱藏工具列

source: High
el_gr: Υψηλή
et_ee: Kõrge
zh_cn: 高
zh_tw: 高

# E-Mail priority
source: High
el_gr: Υψηλή
et_ee: Kõrge
zh_cn: 高
zh_tw: 高

# Tasks priority
source: High
el_gr: Υψηλή
et_ee: Kõrge
zh_cn: 高
zh_tw: 高

source: High priority
el_gr: Υψηλή προτεραιότητα
et_ee: Kõrge prioriteet
zh_cn: 高优先级
zh_tw: 高優先順序

# E-Mail
source: High priority
el_gr: Υψηλή προτεραιότητα
et_ee: Kõrge prioriteet
zh_cn: 高优先
zh_tw: 高優先權

source: Hobby
el_gr: Χόμπι
et_ee: Harrastus
zh_cn: 兴趣
zh_tw: 興趣

source: Home
el_gr: Οικία
et_ee: Kodu
zh_cn: 首页
zh_tw: 住家

source: Home Address
el_gr: Διεύθυνση οικίας
et_ee: Koduaadress
zh_cn: 住宅地址
zh_tw: 住家位址

source: Home address
el_gr: Διεύθυνση οικίας
et_ee: Koduaadress
zh_cn: 住宅地址
zh_tw: 住家位址

source: Horizontal
el_gr: Οριζόντια
et_ee: Horisontaalne
zh_cn: 水平
zh_tw: 水平

source: Hostname
el_gr: Όνομα κεντρικού υπολογιστή
et_ee: Hostinimi
zh_cn: 主机名称
zh_tw: 主機名稱

source: How can we improve your experience?
el_gr: Πώς μπορούμε να βελτιώσουμε την εμπειρία σας;
et_ee: Kuidas saame teie kogemust parandada?
zh_cn: 我们如何改善您的体验？
zh_tw: 我們要如何才能改善您的使用體驗？

source: How likely are you to recommend %1$s to a friend or colleague?
el_gr: Πόσο πιθανό είναι να προτείνετε το %1$s σε έναν φίλο ή συνάδελφο;
et_ee: Kui tõenäoline on, et te soovitate %1$s sõbrale või kolleegile?
zh_cn: 您向朋友或同事推荐 %1$s 的可能性有多大？
zh_tw: 您有多可能將 %1$s 推薦給朋友或同事？

source: How to resolve name conflicts
el_gr: Τρόπος επίλυσης διενέξεων ονομάτων
zh_cn: 如何解决名称冲突：「添加文件」部分的解释
zh_tw: 檔案名稱衝突處理方式

# rating
source: I don't like it
el_gr: Δεν μου αρέσει
et_ee: See ei meeldi mulle
zh_cn: 我不喜欢
zh_tw: 我不喜歡

# rating
source: I like it
el_gr: Μου αρέσει
et_ee: See meeldib mulle
zh_cn: 我喜欢
zh_tw: 我喜歡

source: I lost my device
el_gr: Έχασα τη συσκευή μου
et_ee: Kaotasin oma seadme
zh_cn: 我的设备丢了
zh_tw: 我遺失了裝置

source: IP phone
el_gr: Τηλέφωνο IP
et_ee: IP-telefon
zh_cn: IP 电话
zh_tw: IP 電話

source: Icon
el_gr: Εικονίδιο
et_ee: Ikoon
zh_cn: 图标
zh_tw: 圖示

source: Icons
el_gr: Εικονίδια
et_ee: Ikoonid
zh_cn: 图标
zh_tw: 圖示

source: If a device is unfamiliar to you or you cannot explain where a session comes from, it is recommended to stop that session by clicking on "Sign out" in the corresponding row.
el_gr: Εάν κάποια συσκευή δεν σας είναι γνώριμη ή δεν μπορείτε να εξηγήσετε από πού προέρχεται μια συνεδρία, προτείνουμε να τη διακόψετε κάνοντας κλικ στο κουμπί «Αποσύνδεση» στην αντίστοιχη γραμμή.
zh_cn: 如果一个装置不为您熟悉，或您不能解释一个连接怎么来的；建议您单击对应行里的「注销」以停止那连接。
zh_tw: 若有不認識的裝置，或您無法確認的使用階段出現，建議您按下對應的「登出」按鈕來停止該使用階段。

source: If an automatic configuration is not possible, please use the following information to manually set up your mail account:
el_gr: Εάν δεν είναι δυνατή η αυτόματη ρύθμιση παραμέτρων, παρακαλώ χρησιμοποιήστε τις ακόλουθες πληροφορίες για να ρυθμίσετε χειροκίνητα τον λογαριασμό email σας:
et_ee: Kui automaatne konfigureerimine ei ole võimalik, kasutage järgmist teavet oma e-posti konto käsitsi seadistamiseks:
zh_cn: 如果不能自动配置，请使用以下信息手动设置您的邮件户口：
zh_tw: 若無法進行自動設定，請使用下列資訊來手動設定郵件帳號：

source: If scanning does not work, you may be able to enter the following setup code.
el_gr: Εάν η σάρωση δεν λειτουργεί, ίσως μπορείτε να εισαγάγετε τον εξής κωδικό ρύθμισης.
et_ee: Kui skannimine ei toimi, võite sisestada järgmise seadistuskoodi.
zh_cn: 如果扫描不起作用, 您可以输入以下设置码。
zh_tw: 若無法掃描，可以輸入下列設定碼。

source: If you change the password, you will be signed out. Please ensure that everything is closed and saved.
el_gr: Αν αλλάξετε τον κωδικό πρόσβασης, θα αποσυνδεθείτε. Παρακαλώ βεβαιωθείτε ότι όλα είναι κλειστά και αποθηκευμένα.
et_ee: Kui muudate parooli, logitakse teid välja. Veenduge selles, et kõik on suletud ja salvestatud.
zh_cn: 如果您更改密码，您将会注销。请确定所有东西皆关闭和保存。
zh_tw: 若您變更密碼將會被登出，請確保所有東西已關閉並儲存。

source: If you do not wish to keep an item, please click on the trash icon.
el_gr: Εάν δεν επιθυμείτε να κρατήσετε ένα στοιχείο, παρακαλώ κάντε κλικ στο εικονίδιο του κάδου απορριμμάτων.
et_ee: Kui te ei soovi üksuseid alles jätta, klõpsake prügikasti ikoonil.
zh_cn: 如果您不希望保留此项目，请单击垃圾桶图标。
zh_tw: 若您不想要保留某個項目，請點擊垃圾筒圖示。

source: If you do not wish to keep the item, please click on the trash icon.
el_gr: Εάν δεν επιθυμείτε να κρατήσετε το στοιχείο, παρακαλώ κάντε κλικ στο εικονίδιο του κάδου απορριμμάτων.
et_ee: Kui te ei soovi üksust alles jätta, klõpsake prügikasti ikoonil.
zh_cn: 如果您不希望保留此项目，请单击垃圾桶图标。
zh_tw: 若您不想保留該項目，請點擊垃圾桶圖示。

source: If you have a busy day with many meetings, it is easy to overlook a meeting. To help you stay on top of your schedule, we have added a countdown that reminds you of your upcoming meetings with color, sound, and desktop notifications.
el_gr: Εάν έχετε μια πολυάσχολη ημέρα με πολλές συσκέψεις, είναι εύκολο να παραβλέψετε κάποια. Για να σας βοηθήσουμε να παρακολουθήσετε το πρόγραμμά σας, προσθέσαμε μια λειτουργία αντίστροφης μέτρησης που σας υπενθυμίζει τις επερχόμενες συσκέψεις σας με χρωματικές και ηχητικές ειδοποιήσεις, καθώς και ειδοποιήσεις επιφάνειας εργασίας.
zh_cn: 如果你有一个有许多会议的忙碌天，就很容易忘记参加一个会议。为了帮助你管好你的日程安排，我们添加了一个倒计时，用颜色、声音、和桌面通知来提醒你即将到来的会议。
zh_tw: 若您一天中有多場會議，很容易會忘記參加某場會議。為了幫助您可以依照預定的行程參加會議，我們加入了倒數計時功能，可透過色彩、音效、桌面通知來提醒您即將到來的會議時間。

source: If you have a professional Zoom account, Zoom offers dial-in numbers per country and lets you choose which countries appear in meeting invitations.
el_gr: Αν έχετε επαγγελματικό λογαριασμό Zoom, το Zoom προσφέρει αριθμούς κλήσης ανά χώρα και σας επιτρέπει να επιλέξετε ποιες χώρες θα εμφανίζονται στις προσκλήσεις για συσκέψεις.
et_ee: Kui teil on professionaalne Zoomi konto, pakub Zoom sissehelistamise numbreid riikide kaupa ja võimaldab teil valida, millised riigid koosoleku kutsetes kuvatakse.
zh_cn: 如果您有专业的 Zoom 户口，Zoom 会按国家/地区提供拨入号码，并允许您选择会议邀请中显示的国家/地区。
zh_tw: 若您有 Zoom 專業版帳號，Zoom 提供各國家本地的撥入電話號碼，並讓您可以選擇要在會議邀請函上顯示哪些國家的號碼資訊。

source: If you use multiple email accounts, you can now assign individual signatures to each account.
el_gr: Εάν χρησιμοποιείτε πολλαπλούς λογαριασμούς email, μπορείτε πλέον να αντιστοιχίσετε μεμονωμένες υπογραφές σε κάθε λογαριασμό.
et_ee: Kui kasutate mitut meilikontot, saate nüüd igale kontole määrata eraldi allkirjad.
zh_cn: 如果你使用多个电子邮件户口，你现在能够为每个户口分配单独的签名。
zh_tw: 若您使用多個郵件帳號，可以針對各個帳號指派不同簽章。

source: Ignore
el_gr: Παράβλεψη
et_ee: Ignoreeri
zh_cn: 忽视
zh_tw: 忽略

source: Ignore Warnings
el_gr: Παράβλεψη προειδοποιήσεων
et_ee: Ignoreeri hoiatusi
zh_cn: 忽视警告
zh_tw: 忽略警告

source: Ignore conflicts
el_gr: Παράβλεψη διενέξεων
et_ee: Ignoreeri vastuolusid
zh_cn: 忽视冲突
zh_tw: 忽略衝突

source: Ignore existing appointments
el_gr: Παράβλεψη υπαρχουσών συναντήσεων
et_ee: Eirake olemasolevaid kohtumisi
zh_cn: 忽视现存约会
zh_tw: 忽略現有約會

source: Ignore existing events
el_gr: Παράβλεψη υπαρχουσών εκδηλώσεων
et_ee: Eirake olemasolevaid sündmusi
zh_cn: 忽略当前事件
zh_tw: 忽略現有活動

source: Ignoring existing appointments is helpful to import public holiday calendars, for example.
el_gr: Η παράβλεψη υπαρχουσών συναντήσεων είναι χρήσιμη για την εισαγωγή ημερολογίων αργιών, για παράδειγμα.
et_ee: Olemasolevate kohtumiste eiramine on kasulik näiteks riigipühade kalendrite importimiseks.
zh_cn: 忽视现存约会，对导入公众假期日历有用。
zh_tw: 舉例來說，忽略現有約會對例如匯入國定假日類的行事曆很有幫助。

source: Image 1
el_gr: Εικόνα 1
et_ee: Foto 1
zh_cn: 图像 1
zh_tw: 圖片 1

source: Image size
el_gr: Μέγεθος εικόνας
et_ee: Pildi suurus
zh_cn: 图像大小
zh_tw: 圖片大小

source: Image upload denied. Its resolution exceeds maximum allowed value of %1$s megapixels.
el_gr: Η μεταφόρτωση της εικόνας απορρίφθηκε. Η ανάλυσή της υπερβαίνει τη μέγιστη επιτρεπόμενη τιμή των %1$s megapixel.
et_ee: Pildi üleslaadimine on keelatud. Selle eraldusvõime ületab maksimaalse lubatud väärtuse %1$s megapikslit.
zh_cn: 图像上传被拒绝。其分辨率超过%1$s百万像素的最大允许值。
zh_tw: 圖片上傳被拒絕。解析度超過最大允許的 %1$s 百萬畫素。

source: Image was reset to previous image.
el_gr: Έγινε επαναφορά της εικόνας στην προηγούμενη εικόνα.
zh_cn: 图像被重置为之前的图像。
zh_tw: 已將圖片重設為先前的圖片。

source: Images
el_gr: Εικόνες
et_ee: Pildid
zh_cn: 图像
zh_tw: 圖片

source: Immediately
el_gr: Αμέσως
zh_cn: 立刻
zh_tw: 立即

source: Import
el_gr: Εισαγωγή
et_ee: Impordi
zh_cn: 导入
zh_tw: 匯入

source: Import file
el_gr: Εισαγωγή αρχείου
et_ee: Impordi fail
zh_cn: 导入文件
zh_tw: 匯入檔案

source: Import from URL
el_gr: Εισαγωγή από URL
et_ee: Impordi URL-ilt
zh_cn: 从URL导入
zh_tw: 從網址匯入

source: Import from file
el_gr: Εισαγωγή από αρχείο
et_ee: Impordi failist
zh_cn: 从文件导入
zh_tw: 從檔案匯入

source: Important
el_gr: Σημαντικό
et_ee: Tähtis
zh_cn: 重要
zh_tw: 重要

source: Imported calendar
el_gr: Εισαγόμενο ημερολόγιο
et_ee: Imporditud kalender
zh_cn: 已导入日历
zh_tw: 匯入的行事曆

source: Imprint
el_gr: Αποτύπωμα
et_ee: Tempel
zh_cn: 印记
zh_tw: 版權聲明

source: In %1$d minutes
el_gr: Σε %1$d λεπτά
zh_cn: 于 %1$d 分钟内
zh_tw: %1$d 分鐘內

source: In one hour
el_gr: Σε μία ώρα
zh_cn: 于一小时内
zh_tw: 一小時內

source: In progress
el_gr: Σε εξέλιξη
et_ee: Pooleli
zh_cn: 进行中
zh_tw: 進行中

source: In the event you lose or are unable to use your authentication device, your account will be locked out unless you set up a recovery method. We strongly recommend that you do so now.
el_gr: Σε περίπτωση που χάσετε ή δεν μπορείτε να χρησιμοποιήσετε τη συσκευή ταυτοποίησής σας, ο λογαριασμός σας θα κλειδωθεί εκτός εάν ορίσετε μια μέθοδο ανάκτησης. Σας συνιστούμε να το κάνετε τώρα.
et_ee: Kui kaotate või ei saa oma autentimisseadet kasutada, lukustatakse teie konto, kui te pole taasteviisi seadistanud. Soovitame teil seda kohe teha.
zh_cn: 如果您丢失或无法使用身份验证设备，除非您设置了恢复方法，否则您的户口将被锁定。我们强烈建议您现在就这样做。
zh_tw: 若未設定救援方式，遺失或無法使用驗證裝置時，帳號將被鎖定。我們強烈建議您立即設定救援方式。

source: In the next few days
el_gr: Τις επόμενες ημέρες
zh_cn: 于这几天内
zh_tw: 接下來幾天內

source: In the upcoming weeks
el_gr: Τις επόμενες εβδομάδες
zh_cn: 于往后几周内
zh_tw: 接下來幾週內

source: Inbox
el_gr: Εισερχόμενα
et_ee: Sisendkaust
zh_cn: 收件箱
zh_tw: 收件箱

source: Inbox categories
el_gr: Κατηγορίες εισερχομένων
et_ee: Sisendkausta kategooriad
zh_cn: 收件箱类别
zh_tw: 收件匣分類

source: Inbox categories now have a cleaner appearance
el_gr: Οι κατηγορίες των εισερχομένων έχουν πλέον πιο ξεκάθαρη εμφάνιση
zh_cn: 收件箱分类现在具有更清爽的外观
zh_tw: 現在起，收件匣分類有更精簡的外觀

source: Include all file versions
el_gr: Συμπερίληψη όλων των εκδόσεων αρχείων
et_ee: Kaasa kõik failiversioonid
zh_cn: 包括所有文件版本
zh_tw: 包含所有檔案版本

source: Include distribution lists
el_gr: Συμπερίληψη λιστών διανομής
et_ee: Kaasa leviloendid
zh_cn: 包括通讯组列表
zh_tw: 包含通訊組列表

source: Included address books
el_gr: Συμπεριλαμβανόμενα ευρετήρια
et_ee: Kaasatud aadressiraamatud
zh_cn: 包括地址簿
zh_tw: 已包含通訊錄

source: Included calendars
el_gr: Συμπεριλαμβανόμενα ημερολόγια
et_ee: Kaasatud kalendrid
zh_cn: 包含日历
zh_tw: 已包含行事曆

source: Included folders
el_gr: Συμπεριλαμβανόμενοι φάκελοι
et_ee: Kaasatud kaustad
zh_cn: 包括的文件夹
zh_tw: 已包含資料夾

source: Includes all appointments from your calendars as ical files.
el_gr: Περιλαμβάνει όλες τις συναντήσεις από τα ημερολόγιά σας ως αρχεία ical.
et_ee: Sisaldab kõiki kalendrite kohtumisi ical-failidena.
zh_cn: 包括日历中的所有约会成 ical 文件。
zh_tw: 包含您所有行事曆當中的約會，作為 iCal 檔案。

source: Includes all contact data from your address books as vcard files.
el_gr: Περιλαμβάνει όλα τα δεδομένα επαφών από τα ευρετήριά σας ως αρχεία vcard.
et_ee: Sisaldab vcard-failidena kõiki teie aadressiraamatutest pärinevaid kontaktandmeid.
zh_cn: 包括您的通讯簿中的所有联系人数据成 vcard 文件。
zh_tw: 包含您所有通訊錄當中的聯絡人資料，作為 vCard 檔案。

source: Includes all emails from your primary mail account as eml files.
el_gr: Περιλαμβάνει όλα τα email από τον κύριο λογαριασμό email σας ως αρχεία eml.
et_ee: Sisaldab eml-failidena kõiki teie peamise postkonto e-kirju.
zh_cn: 包括来自主邮件户口的所有电子邮件成 eml 文件。
zh_tw: 包含所有您主要電子郵件帳號當中的郵件，作為 EML 檔案。

source: Includes all files from %1$s.
el_gr: Περιλαμβάνει όλα τα αρχεία από το %1$s.
et_ee: Sisaldab kõiki faile asukohast %1$s.
zh_cn: 包括 %1$s 中的所有文件。
zh_tw: 包括 %1$s 中的所有檔案。

source: Includes all tasks as ical files.
el_gr: Περιλαμβάνει όλες τις εργασίες ως αρχεία ical.
et_ee: Sisaldab kõiki ülesandeid ical-failidena.
zh_cn: 包括所有任务成 ical 文件。
zh_tw: 包含所有任務作為 ical 檔案。

source: Incoming Server Settings (IMAP)
el_gr: Ρυθμίσεις διακομιστή εισερχομένων (IMAP)
et_ee: Saabuva serveri seaded (IMAP)
zh_cn: 外来服务器设置 （IMAP）
zh_tw: 內送伺服器設定（IMAP）

source: Incoming call
el_gr: Εισερχόμενη κλήση
et_ee: Saabuv kõne
zh_cn: 来电
zh_tw: 來電

source: Incoming calls
el_gr: Εισερχόμενες κλήσεις
et_ee: Sissetulevad kõned
zh_cn: 来电
zh_tw: 來電

source: Incoming server
el_gr: Διακομιστής εισερχομένων
et_ee: Saabuvate kirjade server
zh_cn: 外来服务器
zh_tw: 收件伺服器

source: Incomplete configuration.
el_gr: Ελλιπής διαμόρφωση.
et_ee: Seaded on puudulikud.
zh_cn: 未完成设置。
zh_tw: 設定不完整。

source: Inconsistent dates
el_gr: Ασυνεπείς ημερομηνίες
et_ee: Vastuolu kuupäevades
zh_cn: 不一致的日期
zh_tw: 不連貫的日期

source: Indian Ocean
el_gr: Ινδικός ωκεανός
et_ee: India ookean
zh_cn: 印度洋
zh_tw: 印度洋

source: Indigo
el_gr: Λουλακί
zh_cn: 靛蓝
zh_tw: 靛藍色

source: Info
el_gr: Πληροφορίες
zh_cn: 信息
zh_tw: 信息

source: Informal
el_gr: Ανεπίσημο
zh_cn: 非正式
zh_tw: 告知

source: Inline
el_gr: Ενσωμάτωση
et_ee: Sisene
zh_cn: 内联
zh_tw: 行內

source: Insert
el_gr: Εισαγωγή
et_ee: Sisesta
zh_cn: 插入
zh_tw: 插入

source: Insert inline image
el_gr: Εισαγωγή ενσωματωμένης εικόνας
et_ee: Sisesta sisene pilt
zh_cn: 插入直列图像
zh_tw: 插入行內圖片

source: Insert link
el_gr: Εισαγωγή συνδέσμου
zh_cn: 插入链接
zh_tw: 插入連結

source: Insert the original email text to a reply
el_gr: Εισαγωγή του αρχικού κειμένου email σε απάντηση
et_ee: Sisesta algse e-kirja tekst vastusesse
zh_cn: 在回复中插入原始电子邮件文本
zh_tw: 於回覆中插入原始電子郵件文字

source: Inspect certificate
el_gr: Επιθεώρηση πιστοποιητικού
et_ee: Kontrollige sertifikaati
zh_cn: 检查证书
zh_tw: 檢查憑證

source: Install
el_gr: Εγκατάσταση
et_ee: Paigalda
zh_cn: 安装
zh_tw: 安裝

source: Installation
el_gr: Εγκατάσταση
et_ee: Paigaldamine
zh_cn: 安装
zh_tw: 安裝

source: Instant Messenger 1
el_gr: Εφαρμογή μηνυμάτων 1
et_ee: Kiirsõnumside 1
zh_cn: 即时通讯 1
zh_tw: 即時訊息 1

source: Instant Messenger 2
el_gr: Εφαρμογή μηνυμάτων 2
et_ee: Kiirsõnumside 2
zh_cn: 即时通讯 2
zh_tw: 即時訊息 2

source: Internal user
el_gr: Εσωτερικός χρήστης
et_ee: Sisekasutaja
zh_cn: 内部用户
zh_tw: 內部使用者

source: Internal users only
el_gr: Μόνο εσωτερικοί χρήστες
zh_cn: 只有内部用户
zh_tw: 僅內部使用者

source: Interval
el_gr: Διάστημα
et_ee: Intervall
zh_cn: 间隔
zh_tw: 間隔

source: Introducing keyboard shortcuts for a more efficient experience. With selectable presets, easily switch between Gmail and Outlook styles, streamlining your navigation and actions.
el_gr: Παρουσιάζουμε τις συντομεύσεις πληκτρολογίου για ακόμα περισσότερη αποδοτικότητα. Με τη δυνατότητα επιλογής προκαθορισμένων ρυθμίσεων, μπορείτε να κάνετε εύκολα εναλλαγή μεταξύ των συντομεύσεων του Gmail και του Outlook, απλοποιώντας την πλοήγηση και την εκτέλεση ενεργειών.
zh_cn: 介绍您键盘捷径以获得更有效率的体验。有了可选预设，简单地在Gmail与Outlook之间切换、流线型化您的导航与动作。
zh_tw: 全新提供快速鍵功能，讓您操作更有效率。透過切換不同預設風格，您可以直接使用 Gmail 及 Outlook 當中慣用的快速鍵來加速操作。

source: Invisible
el_gr: Αόρατος/-η
et_ee: Nähtamatu
zh_cn: 隐身
zh_tw: 隱身

source: Invitation for: %1$s
el_gr: Πρόσκληση για: %1$s
et_ee: Kutse %1$s
zh_cn: %1$s 的邀请
zh_tw: %1$s 的邀請

source: Invitation message (optional)
el_gr: Μήνυμα πρόσκλησης (προαιρετικό)
et_ee: Kutsesõnum (vabatahtlik)
zh_cn: 邀请消息（可选）
zh_tw: 邀請訊息（選填）

source: Invitation sent
el_gr: Απεστάλη πρόσκληση
et_ee: Kutse saadetud
zh_cn: 已发送邀请
zh_tw: 已送出邀請

source: Invitations
el_gr: Προσκλήσεις
et_ee: Kutsed
zh_cn: 邀请
zh_tw: 邀請

source: Invite
el_gr: Πρόσκληση
et_ee: Kutsu
zh_cn: 邀请
zh_tw: 邀請

source: Invite as:
el_gr: Πρόσκληση ως:
et_ee: Kutsuge nagu:
zh_cn: 邀请如下：
zh_tw: 邀請為：

source: Invite options
el_gr: Επιλογές πρόσκλησης
et_ee: Kutse valikud
zh_cn: 邀请选项
zh_tw: 邀請選項

source: Invite owner
el_gr: Πρόσκληση κατόχου
et_ee: Kutsu omanik
zh_cn: 邀请拥有者
zh_tw: 邀請擁有者

source: Invite people
el_gr: Πρόσκληση ατόμων
et_ee: Kutsu inimesi
zh_cn: 邀请人员
zh_tw: 邀請使用者

source: Invite to %s
el_gr: Πρόσκληση σε %s
et_ee: Kutsu %s-i
zh_cn: 邀请到 %s
zh_tw: 邀請至 %s

source: Invite to appointment
el_gr: Πρόσκληση σε συνάντηση
et_ee: Kutsu kohtumisele
zh_cn: 邀请到约会
zh_tw: 約會邀請

source: Invite to new appointment
el_gr: Πρόσκληση σε νέα συνάντηση
et_ee: Kutsu uuele kohtumisele
zh_cn: 邀请到新约会
zh_tw: 邀請至新約會

source: Invited people only
el_gr: Μόνο προσκεκλημένα άτομα
et_ee: Ainult kutsutud inimesed
zh_cn: 仅受邀人员
zh_tw: 僅受邀成員

source: Is bigger than
el_gr: Είναι μεγαλύτερο από
et_ee: On suurem kui
zh_cn: 是大于
zh_tw: 大於

source: Is exactly
el_gr: Είναι ακριβώς
et_ee: On täpselt
zh_cn: 正是
zh_tw: 等於

source: Is not exactly
el_gr: Δεν είναι ακριβώς
et_ee: Ei ole täpselt
zh_cn: 不完全是
zh_tw: 不完全是

source: Is smaller than
el_gr: Είναι μικρότερο από
et_ee: On väiksem kui
zh_cn: 是小于
zh_tw: 小於

source: Issued by
el_gr: Έκδοση από
et_ee: Välja andnud
zh_cn: 签发单位
zh_tw: 簽發者

source: Issued on
el_gr: Έκδοση στις
et_ee: Välja antud
zh_cn: 发布于
zh_tw: 簽發於

source: It appears as if you forgot to attach a file.
el_gr: Φαίνεται ότι ξεχάσατε να επισυνάψετε ένα αρχείο.
et_ee: Tundub, nagu oleksite unustanud faili lisada.
zh_cn: 看起来您好像忘了附加文件。
zh_tw: 您可能忘記附加檔案了。

source: It is now possible to set how quickly an email will be marked as read. You can choose to have it marked as read immediately, after 5 seconds, after 20 seconds, or never.
el_gr: Είναι πλέον δυνατός ο ορισμός της ταχύτητας με την οποία θα ορίζεται ένα email ως αναγνωσμένο. Μπορείτε να επιλέξετε να επισημαίνεται ως αναγνωσμένο αμέσως, μετά από 5 δευτερόλεπτα, μετά από 20 δευτερόλεπτα ή ποτέ.
zh_cn: 现在可以设置邮件被标记为已读的速度。你能够选择立即、5秒后、20秒后、或永不标记为已读。
zh_tw: 現在可以設定開信後多久就將郵件標示為已讀。您可以選擇只要一開信就立即標示為已讀，或是 5 秒鐘、20 秒鐘後，或永不自動標示為已讀。

source: It may take some time until mails are assigned to the default categories.
el_gr: Ίσως χρειαστεί λίγη ώρα μέχρι να αντιστοιχηθούν τα email στις προεπιλεγμένες κατηγορίες.
et_ee: E-kirjade liigitamine vaikimisi kategooriate alla võib aega võtta.
zh_cn: 将会花一点时间直到邮件分派到默认类别里。
zh_tw: 需要一些時間才能將郵件分配到預設分類中。

# rating
source: It's OK
el_gr: Είναι καλό
zh_cn: 还行
zh_tw: 還可以

# rating
source: It's awesome
el_gr: Είναι απίθανο
et_ee: Suurepärane
zh_cn: 太棒了
zh_tw: 超棒的

# rating
source: It's really bad
el_gr: Είναι πολύ κακό
et_ee: Väga halb
zh_cn: 糟透了
zh_tw: 非常糟

source: Italian
el_gr: Ιταλικά
zh_cn: 斜体
zh_tw: 義大利文

source: Italic
el_gr: Πλάγια
zh_cn: 斜体
zh_tw: 斜體

source: Item list
el_gr: Λίστα στοιχείων
et_ee: Üksuste loend
zh_cn: 项目列表
zh_tw: 項目清單

source: Item list options
el_gr: Επιλογές λίστας στοιχείων
et_ee: Üksuste loendi valikud
zh_cn: 项目列表选项
zh_tw: 項目清單選項

source: Items without a file can not be downloaded.
el_gr: Δεν είναι δυνατή η λήψη στοιχείων χωρίς αρχείο.
et_ee: Failita üksusi ei saa alla laadida.
zh_cn: 没有一个文件的项目无法下载。
zh_tw: 無法下載沒有檔案的項目。

source: Japanese
el_gr: Ιαπωνικά
zh_cn: 日文
zh_tw: 日文

source: Japanese Carrier
el_gr: Ιαπωνικός πάροχος
et_ee: Jaapani operaatorid
zh_cn: 日本手机服务商
zh_tw: 日本業者

source: Join %s conference
el_gr: Συμμετοχή σε σύσκεψη %s
et_ee: Liitu %s konverentsiga
zh_cn: 加入%s会议
zh_tw: 加入 %s 會議

source: Join Skype meeting
el_gr: Συμμετοχή σε σύσκεψη Skype
et_ee: Liitu Skype'iga koosolekuga
zh_cn: 加入Skype会议
zh_tw: 加入 Skype 會議

source: Join Teams Meeting
el_gr: Συμμετοχή σε σύσκεψη Teams
zh_cn: 加入Teams会议
zh_tw: 加入 Teams 會議

source: Join Zoom meeting
el_gr: Συμμετοχή σε σύσκεψη Zoom
et_ee: Liitu Zoomi koosolekuga
zh_cn: 加入 Zoom 会议
zh_tw: 加入 Zoom 會議

source: Join conference call
el_gr: Συμμετοχή σε τηλεδιάσκεψη
et_ee: Liitu konverentsikõnega
zh_cn: 加入电话会议
zh_tw: 加入電話會議

source: Join with Apple Facetime
el_gr: Συμμετοχή με Apple Facetime
et_ee: Liitu Apple Facetime'iga
zh_cn: 以Apple Facetime加入
zh_tw: 使用 Apple Facetime 加入

source: Join with Google Meet
el_gr: Συμμετοχή με Google Meet
et_ee: Google Meetiga liitumine
zh_cn: 以谷歌Meet加入
zh_tw: 使用 Google Meet 加入

source: Just disable widget
el_gr: Μόνο απενεργοποίηση widget
et_ee: Lihtsalt keela vidin
zh_cn: 只要关闭迷你程序
zh_tw: 僅停用小工具

source: Keep
el_gr: Διατήρηση
et_ee: Säilita
zh_cn: 保留
zh_tw: 保留

source: Keep a copy of the message
el_gr: Διατήρηση αντιγράφου του μηνύματος
et_ee: Säilita sõnumi koopia
zh_cn: 保留一个消息副本
zh_tw: 保留訊息副本

source: Keep mails from %1$s
el_gr: Διατήρηση των email από το %1$s
et_ee: Säilita kirjad saatjalt %1$s
zh_cn: 保留来自 %1$s 的邮件
zh_tw: 保留來自 %1$s 的郵件

source: Keep mails to %1$s
el_gr: Διατήρηση των email προς το %1$s
et_ee: Säilita kirjad, mis on saadetud %1$s
zh_cn: 保留到 %1$s 的邮件
zh_tw: 保留寄送給 %1$s 的郵件

source: Keep mails with subject %1$s
el_gr: Διατήρηση των email με θέμα «%1$s»
et_ee: Säilita kirjad, mis on saadetud pealkirjaga %1$s
zh_cn: 保留带有主题 %1$s 的邮件
zh_tw: 保留主旨為 %1$s 的郵件

source: Keyboard Shortcuts
el_gr: Συντομεύσεις πληκτρολογίου
zh_cn: 键盘捷径
zh_tw: 快速鍵

source: Keyboard shortcuts
el_gr: Συντομεύσεις πληκτρολογίου
zh_cn: 键盘捷径
zh_tw: 快速鍵

source: Keywords (optional)
el_gr: Λέξεις-κλειδιά (προαιρετικό)
zh_cn: 关键词（可选）
zh_tw: 關鍵字（選填）

source: Landscape
el_gr: Τοπίο
et_ee: Maastik
zh_cn: 风景
zh_tw: 地景

source: Language
el_gr: Γλώσσα
et_ee: Keel
zh_cn: 语言
zh_tw: 語言

source: Language & Time zone
el_gr: Γλώσσα και ζώνη ώρας
zh_cn: 语言与时区
zh_tw: 語言與時區

source: Language, date formats, and time zone
el_gr: Γλώσσα, μορφές ημερομηνίας και ζώνη ώρας
zh_cn: 语言、日期格式、与时区
zh_tw: 語言、日期格式、時區

source: Language-specific default (%s)
el_gr: Προεπιλογή για συγκεκριμένη γλώσσα (%s)
zh_cn: 语言指定的默认值(%s)
zh_tw: 語言特定預設值（%s）

source: Language:
el_gr: Γλώσσα:
et_ee: Keel:
zh_cn: 语言:
zh_tw: 語言：

source: Languages
el_gr: Γλώσσες
et_ee: Keeled
zh_cn: 语言
zh_tw: 語言

source: Large
el_gr: Μεγάλο
et_ee: Suur
zh_cn: 大
zh_tw: 大

source: Large (%1$s px)
el_gr: Μεγάλο (%1$s px)
et_ee: Suur (%1$s pikslit)
zh_cn: 大（%1$s 像素）
zh_tw: 大（%1$s px）

source: Last Login: %s
el_gr: Τελευταία σύνδεση: %s
et_ee: Viimane sisselogimine: %s
zh_cn: 最后登录：%s
zh_tw: 上次登入：%s

source: Last name
el_gr: Επώνυμο
et_ee: Perekonnanimi
zh_cn: 姓氏
zh_tw: 姓氏

source: Last name must not be empty for internal users
el_gr: Το επώνυμο δεν πρέπει να είναι κενό για τους εσωτερικούς χρήστες
et_ee: Sisekasutajate jaoks ei tohi perekonnanime lahter tühi olla
zh_cn: 内部用户的姓氏不能为空
zh_tw: 內部使用者的姓氏不得為空白

source: Last name, First name
el_gr: Επώνυμο, Όνομα
et_ee: Perekonnanimi, Eesnimi
zh_cn: 姓氏，名字
zh_tw: 姓，名

source: Last searched for
el_gr: Τελευταία αναζήτηση για
et_ee: Viimati otsitud
zh_cn: 最后搜索
zh_tw: 上次搜尋

source: Last seen %1$d minutes ago
el_gr: Τελευταία προβολή πριν από %1$d λεπτά
et_ee: Viimati nähtud %1$d minutit tagasi
zh_cn: 最后于%1$d分钟前看到
zh_tw: 最後上線於 %1$d 分鐘前

source: Last seen a minute ago
el_gr: Τελευταία προβολή πριν από ένα λεπτό
et_ee: Viimati nähtud minut tagasi
zh_cn: 最后于一分钟前看到
zh_tw: 最後上線於 1 分鐘前

source: Last seen at %1$s
el_gr: Τελευταία προβολή στις %1$s
et_ee: Viimati nähtud %1$s
zh_cn: 最后于%1$s看到
zh_tw: 最後上線於 %1$s

source: Last seen on %1$s
el_gr: Τελευταία προβολή στις %1$s
et_ee: Viimati nähtud %1$s
zh_cn: 最后于%1$s看到
zh_tw: 最後上線於 %1$s

source: Last updated
el_gr: Τελευταία ενημέρωση
et_ee: Viimati uuendatud
zh_cn: 最后更新
zh_tw: 最後更新於

source: Late in the evening
el_gr: Αργά το βράδυ
zh_cn: 晚上稍后时间
zh_tw: 深夜

source: Later
el_gr: Αργότερα
et_ee: Hiljem
zh_cn: 之后
zh_tw: 稍後

source: Later (next week)
el_gr: Αργότερα (επόμενη εβδομάδα)
zh_cn: 之后（下周）
zh_tw: 稍後（下週）

source: Later ...
el_gr: Αργότερα...
zh_cn: 之后...
zh_tw: 稍後…

source: Later today
el_gr: Αργότερα σήμερα
zh_cn: 今天稍后时间
zh_tw: 今天稍後

source: Layout
el_gr: Διάταξη
et_ee: Paigutus
zh_cn: 布局
zh_tw: 版面

source: Learn more
el_gr: Μάθετε περισσότερα
et_ee: Lisateavet
zh_cn: 了解更多
zh_tw: 了解更多

source: Learning
el_gr: Εκμάθηση
et_ee: Õppimine
zh_cn: 学习
zh_tw: 學習

source: Leave a comment for other participants
el_gr: Αφήστε ένα σχόλιο για τους άλλους συμμετέχοντες
et_ee: Jäta kommentaar teistele osalejatele
zh_cn: 请给其他参与者留下评论
zh_tw: 留言給其他參與者

source: Length
el_gr: Μήκος
zh_cn: 长度
zh_tw: 長度
