Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Unable to load your auto forward settings. Please retry later.
el_gr: Δεν είναι δυνατή η φόρτωση των ρυθμίσεων αυτόματης προώθησης. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Automaatse edastamise seadeid ei saa laadida. Proovi hiljem uuesti.
zh_cn: 无法加载自动转发设置。请稍后重试。
zh_tw: 無法載入您的自動轉寄設定，請稍候再試。

source: Unable to load your vacation notice. Please retry later.
el_gr: Δεν είναι δυνατή η φόρτωση της ειδοποίησης διακοπών σας. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Puhkuseteadet ei õnnestunud laadida. Proovi hiljem uuesti.
zh_cn: 不能加载您的假期通知。请稍后再试。
zh_tw: 無法載入您的假期通知，請稍候再試。

source: Unable to perform anti-virus check for the requested file(s)
el_gr: Δεν είναι δυνατή η εκτέλεση ελέγχου προστασίας από ιούς για τα ζητούμενα αρχεία
zh_cn: 无法对请求的文件进行反病毒检查
zh_tw: 無法對要求的檔案掃毒

source: Unable to set image. Image might be too large or malformed.
el_gr: Δεν είναι δυνατός ο ορισμός της εικόνας. Η εικόνα μπορεί να είναι πολύ μεγάλη ή να μην έχει κατάλληλη μορφή.
zh_cn: 无法设置图像。图像可能太大，或者格式不对。
zh_tw: 無法設定圖片，圖片可能太大或格式不正確。

source: Unable to upload file
el_gr: Δεν είναι δυνατή η μεταφόρτωση του αρχείου
et_ee: Faili ei saa üles laadida
zh_cn: 无法上载文件
zh_tw: 無法上傳檔案

source: Unable to upload files
el_gr: Δεν είναι δυνατή η μεταφόρτωση των αρχείων
et_ee: Failide üleslaadimine ei ole võimalik
zh_cn: 无法上载文件
zh_tw: 無法上載檔案

source: Unconfirmed
el_gr: Χωρίς επιβεβαίωση
et_ee: Kinnitamata
zh_cn: 未确认
zh_tw: 未確認

source: Underline
el_gr: Υπογράμμιση
zh_cn: 下划线
zh_tw: 底線

source: Undo
el_gr: Αναίρεση
zh_cn: 撤销
zh_tw: 取消

source: Undo Send
el_gr: Αναίρεση αποστολής
zh_cn: 撤销发送
zh_tw: 取消寄信

source: Undo send
el_gr: Αναίρεση αποστολής
zh_cn: 撤销发送
zh_tw: 取消寄信

source: Undone
el_gr: Μη ολοκληρωμένη
et_ee: Tegemata
zh_cn: 已复原
zh_tw: 已還原

source: Unemployed
el_gr: Άνεργος/-η
et_ee: Töötu
zh_cn: 无业
zh_tw: 未受雇

source: Unflag
el_gr: Αφαίρεση σημαίας
et_ee: Eemalda lipp
zh_cn: 取消标签
zh_tw: 取消標示

# verb
source: Unflag
el_gr: Αφαίρεση σημαίας
et_ee: Tühjenda
zh_cn: 取消标签
zh_tw: 取消標示

source: Unfortunately your browser doesn't support listing available media devices.
el_gr: Δυστυχώς, το πρόγραμμα περιήγησής σας δεν υποστηρίζει την παράθεση διαθέσιμων συσκευών πολυμέσων.
et_ee: Kahjuks ei toeta teie brauser saadaolevate meediumiseadmete loendisse lisamist.
zh_cn: 不幸的是，您的浏览器不支持列出可用的媒体设备。
zh_tw: 很可惜，您的瀏覽器不支援列出可用媒體裝置。

source: Unicolor
el_gr: Μονόχρωμο
et_ee: Ühevärviline
zh_cn: 单一颜色
zh_tw: 單色

source: Unified
el_gr: Τυπικά
et_ee: Ühendatud
zh_cn: 已统一
zh_tw: 統一

source: Unknown
el_gr: Άγνωστος
et_ee: Tundmatu
zh_cn: 未知
zh_tw: 未知

source: Unknown %1$s
el_gr: Άγνωστο %1$s
et_ee: Tundmatu %1$s
zh_cn: 未知 %1$s
zh_tw: 未知 %1$s

source: Unknown Sender
el_gr: Άγνωστος αποστολέας
zh_cn: 未知发送人
zh_tw: 未知的寄件者

source: Unknown application
el_gr: Άγνωστη εφαρμογή
et_ee: Tundmatu rakendus
zh_cn: 未知应用程序
zh_tw: 未知應用程式

source: Unknown error while checking tumblr-blog.
el_gr: Άγνωστο σφάλμα κατά τον έλεγχο του Tumblr blog.
et_ee: Tundmatu viga Tumblr-blogi kontrollimisel.
zh_cn: 检查 tumblr 博客时有不明错误。
zh_tw: 檢查 tumblr 部落格時發生未知錯誤。

source: Unknown sender
el_gr: Άγνωστος αποστολέας
et_ee: Tundmatu saatja
zh_cn: 未知发送人
zh_tw: 未知的寄件者

source: Unknown system
el_gr: Άγνωστο σύστημα
et_ee: Tundmatu süsteem
zh_cn: 未知系统
zh_tw: 未知系統

source: Unlimited
el_gr: Απεριόριστο
zh_cn: 无限
zh_tw: 無限制

source: Unlock
el_gr: Ξεκλείδωμα
et_ee: Vabasta
zh_cn: 解锁
zh_tw: 解鎖

source: Unnamed subscription
el_gr: Ανώνυμη συνδρομή
et_ee: Nimetu tellimus
zh_cn: 未命名订阅
zh_tw: 未命名的訂閱

source: Unread
el_gr: Μη αναγνωσμένο
et_ee: Lugemata
zh_cn: 未读
zh_tw: 未讀

source: Unread messages
el_gr: Μη αναγνωσμένα μηνύματα
et_ee: Lugemata sõnumid
zh_cn: 未读消息
zh_tw: 未讀訊息

source: Unread: %1$d
el_gr: Μη αναγνωσμένα: %1$d
et_ee: Lugemata: %1$d
zh_cn: 未读：%1$d
zh_tw: 未讀：%1$d

source: Unsaved documents will be lost. Do you want to sign out now?
el_gr: Τα μη αποθηκευμένα έγγραφα θα χαθούν. Θέλετε να αποσυνδεθείτε τώρα;
et_ee: Salvestamata dokumendid lähevad kaduma. Kas soovite välja logida?
zh_cn: 将会失去未保存的文档，您确定现在要注销？
zh_tw: 將失去未儲存的文件，您要登出嗎？

source: Unshare
el_gr: Διακοπή κοινής χρήσης
et_ee: Eemalda jagamine
zh_cn: 取消共享
zh_tw: 取消分享

source: Unsubscribed calendars
el_gr: Μη εγγεγραμμένα ημερολόγια
et_ee: Tellimata kalendrid
zh_cn: 取消订阅日历
zh_tw: 已取消訂閱行事曆

source: Unsubscribed folders
el_gr: Μη εγγεγραμμένοι φάκελοι
et_ee: Tellimata kaustad
zh_cn: 取消订阅文件夹
zh_tw: 已取消訂閱資料夾

source: Unsupported Preview - Certain functions disabled and stability not assured until general release later this year
el_gr: Μη υποστηριζόμενη προεπισκόπηση - Ορισμένες λειτουργίες έχουν απενεργοποιηθεί και η σταθερότητα δεν είναι εξασφαλισμένη μέχρι τη γενική κυκλοφορία αργότερα μέσα σε αυτό το έτος
et_ee: Toetuseta eelvaade - teatud funktsioonid ei toimi ja stabiilsus pole tagatud kuni üldversiooni ilmumiseni hiljem sel aastal
zh_cn: 不支持预览 - 某些功能为关闭、稳定性，直到今年往后发布的一般版本前不被保证
zh_tw: 未支援預覽 - 已停用某些功能，且在今年稍後的正式版本釋出前無法確定穩定性

source: Untrust
el_gr: Ορισμός ως αναξιόπιστο
et_ee: Ebausalda
zh_cn: 不信任
zh_tw: 取消信任

source: Untrust certificate %1$s
el_gr: Ορισμός πιστοποιητικού «%1$s» ως αναξιόπιστου
et_ee: Ebausalda sertifikaati %1$s
zh_cn: 不信任证书 %1$s
zh_tw: 取消信任憑證 %1$s

source: Update
el_gr: Ενημέρωση
et_ee: Uuenda
zh_cn: 更新
zh_tw: 更新

source: Update Appointment
el_gr: Ενημέρωση συνάντησης
et_ee: Uuenda kohtumist
zh_cn: 更新约会
zh_tw: 更新約會

source: Update photo
el_gr: Ενημέρωση φωτογραφίας
zh_cn: 上传照片
zh_tw: 更新圖片

source: Updated %1$d minutes ago
el_gr: Ενημερώθηκε πριν από %1$d λεπτά
et_ee: Uuendatud %1$d minutit tagasi
zh_cn: 最后于%1$d分钟前更新
zh_tw: 更新於 %1$d 分鐘前

source: Updated at %1$d
el_gr: Ενημερώθηκε στις %1$d
et_ee: Uuendatud %1$d
zh_cn: 更新于%1$d
zh_tw: 更新於 %1$d

source: Updated just now
el_gr: Ενημερώθηκε μόλις τώρα
et_ee: Äsja uuendatud
zh_cn: 刚刚更新
zh_tw: 剛剛更新

source: Updates
el_gr: Ενημερώσεις
zh_cn: 更新
zh_tw: 更新

# software
source: Updates
el_gr: Ενημερώσεις
zh_cn: 更新
zh_tw: 更新

source: Upgrade
el_gr: Αναβάθμιση
et_ee: Uuenda
zh_cn: 更新
zh_tw: 升級

source: Upgrade required
el_gr: Απαιτείται αναβάθμιση
et_ee: Uuendus on nõutav
zh_cn: 需要更新
zh_tw: 需要升級

source: Upgrade your account
el_gr: Αναβάθμιση λογαριασμού
et_ee: Ülendage oma kontot
zh_cn: 升级您的帐户
zh_tw: 升級您的帳號

source: Upload
el_gr: Μεταφόρτωση
et_ee: Lae üles
zh_cn: 上载
zh_tw: 上載

source: Upload Recovery File
el_gr: Μεταφόρτωση αρχείου ανάκτησης
et_ee: Lae üles taastefail
zh_cn: 上载恢复文件
zh_tw: 上傳救援檔案

source: Upload a photo
el_gr: Μεταφόρτωση φωτογραφίας
et_ee: Lae foto üles
zh_cn: 上传一张照片
zh_tw: 上傳圖片

source: Upload file
el_gr: Μεταφόρτωση αρχείου
et_ee: Lae fail üles
zh_cn: 上载档案
zh_tw: 上傳檔案

source: Upload files
el_gr: Μεταφόρτωση αρχείων
et_ee: Lae failid üles
zh_cn: 上传文件
zh_tw: 上傳檔案

source: Upload folder
el_gr: Μεταφόρτωση φακέλου
et_ee: Kausta üleslaadimine
zh_cn: 上传文件夹
zh_tw: 上傳資料夾

source: Upload local file
el_gr: Μεταφόρτωση τοπικού αρχείου
et_ee: Kohaliku faili üleslaadimine
zh_cn: 上载本地文件
zh_tw: 上傳本機檔案

source: Upload new version
el_gr: Μεταφόρτωση νέας έκδοσης
et_ee: Lae üles uus versioon
zh_cn: 上载新版本
zh_tw: 上傳新版本

source: Upload progress
el_gr: Πρόοδος μεταφόρτωσης
et_ee: Üleslaadimise edenemine
zh_cn: 上载进度
zh_tw: 上傳進度

source: Uploading "%1$s"
el_gr: Μεταφόρτωση του «%1$s»
et_ee: "%1$s" üleslaadimine
zh_cn: "%1$s" 上载中
zh_tw: 正在上傳「%1$s」

source: Uploading Attachment...
el_gr: Μεταφόρτωση συνημμένου...
zh_cn: 上载附件中...
zh_tw: 正在上傳附件…

source: Uploading attachments
el_gr: Μεταφόρτωση συνημμένων
et_ee: Manuste üleslaadimine
zh_cn: 上载附件
zh_tw: 正在上傳附件

source: Uploading folders is not supported in this display area.
el_gr: Η μεταφόρτωση φακέλων δεν υποστηρίζεται σε αυτήν την περιοχή προβολής.
et_ee: Kaustade üleslaadimine ei ole selles kuvamisalas toetatud.
zh_cn: 在此显示区域里不支持上载文件夹。
zh_tw: 不支援於此顯示區域上傳資料夾。

source: Uploading folders is not supported.
el_gr: Η μεταφόρτωση φακέλων δεν υποστηρίζεται.
et_ee: Puudub kaustade üleslaadimise tugi.
zh_cn: 不支持上载文件夹。
zh_tw: 不支援上傳資料夾。

source: Urgency
el_gr: Σπουδαιότητα
et_ee: Pakilisus
zh_cn: 紧急
zh_tw: 緊急程度

source: Usability
el_gr: Χρησιμότητα
zh_cn: 可用性
zh_tw: 可用性

source: Use %1$s
el_gr: Χρήση του %1$s
et_ee: Kasuta %1$s
zh_cn: 使用 %1$s
zh_tw: 使用 %1$s

source: Use Yubikey's One Time Password System
el_gr: Χρήση συστήματος κωδικών πρόσβασης μίας χρήσης του Yubikey
et_ee: Kasuta Yubikey ühekordse parooli süsteemi
zh_cn: 使用 Yubikey 的一次性密码系统
zh_tw: 使用 Yubikey 的單次密碼系統

source: Use browser default
el_gr: Χρήση προεπιλογής προγράμματος περιήγησης
et_ee: Kasuta veebilehitseja vaikimisi seadistusi
zh_cn: 使用浏览器默认值
zh_tw: 使用瀏覽器預設值

source: Use calendar color
el_gr: Χρήση χρώματος ημερολογίου
et_ee: Kasuta kalendri värvi
zh_cn: 使用日历颜色
zh_tw: 使用行事曆色彩

source: Use content
el_gr: Χρήση περιεχομένου
zh_cn: 使用内容
zh_tw: 使用內容

source: Use cursor keys to change the date. Press ctrl-key at the same time to change year or shift-key to change month. Close date-picker by pressing ESC key.
el_gr: Χρησιμοποιήστε τα πλήκτρα του κέρσορα για να αλλάξετε την ημερομηνία. Πατήστε το πλήκτρο Ctrl ταυτόχρονα για να αλλάξετε το έτος ή το πλήκτρο Shift για να αλλάξετε τον μήνα. Κλείστε την επιλογή ημερομηνίας πατώντας το πλήκτρο ESC.
et_ee: Kasuta kursoriklahve kuupäeva muutmiseks. Vajuta samal ajal klahvile Ctrl aasta muutmiseks või klahvile Shift kuu muutmiseks. Kuupäevavalija sulgemiseks vajuta klahvile ESC.
zh_cn: 使用方向键以更改日期。同时按下 ctrl 键以更改年份或 shift 键以更改月份。按下 ESC 键以关闭日期选择器。
zh_tw: 使用方向鍵變更日期。同時按下 Ctrl 以變更年度，或按下 Shift 變更月份，按下 Esc 鍵關閉日期選擇器。

source: Use cursor keys to navigate, press enter to select a date
el_gr: Χρησιμοποιήστε τα πλήκτρα του κέρσορα για να πλοηγηθείτε, πατήστε το Enter για να επιλέξετε ημερομηνία
et_ee: Kasuta kursoriklahve navigeerimiseks, vajuta Enter kuupäeva valimiseks
zh_cn: 使用方向键导航、按下回车键以选择一个日期
zh_tw: 使用方向鍵切換，按下 Enter 鍵選擇日期

source: Use cursor keys to reorder items
el_gr: Χρησιμοποιήστε τα πλήκτρα δρομέα για να αναδιατάξετε τα στοιχεία
et_ee: Kasuta kursoriklahve üksuste ümberjärjestamiseks
zh_cn: 使用方向键从新排序项目
zh_tw: 使用方向鍵重新排序項目

source: Use custom name
el_gr: Χρήση προσαρμοσμένου ονόματος
et_ee: Kasuta kohandatud nime
zh_cn: 使用自定义名称
zh_tw: 使用自訂名稱

source: Use default
el_gr: Χρήση προεπιλογής
et_ee: Kasuta vaikesätteid
zh_cn: 使用默认值
zh_tw: 使用預設值

source: Use emojis
el_gr: Χρήση emoji
zh_cn: 使用表情符号
zh_tw: 使用表情符號

source: Use first category color for appointments
el_gr: Χρήση χρώματος πρώτης κατηγορίας για συναντήσεις
et_ee: Kasuta esimese kategooria värvi kohtumisteks
zh_cn: 为约会使用第一个类别颜色
zh_tw: 對約會使用第一組分類色彩

source: Use fixed-width font for plain text mails
el_gr: Χρήση γραμματοσειράς σταθερού πλάτους για email απλού κειμένου
zh_cn: 为纯文本邮件使用固定宽度字体
zh_tw: 針對純文字郵件使用固定寬度字體顯示

source: Use left/right arrow keys to navigate and escape key to exit the viewer.
el_gr: Χρησιμοποιήστε τα πλήκτρα αριστερού/δεξιού βέλους για να πλοηγηθείτε και το πλήκτρο Escape για να κλείσετε το πρόγραμμα προβολής.
et_ee: Kasuta vasakule/paremale-nooleklahve navigeerimiseks ja klahvi ESCAPE vaaturist väljumiseks.
zh_cn: 使用左/右箭头键导航和换码键离开检视器。
zh_tw: 使用左右鍵來切換，並使用 Esc 鍵離開檢視模式。

source: Use native desktop notifications
el_gr: Χρήση εγγενών ειδοποιήσεων επιφάνειας εργασίας
zh_cn: 使用原有的桌面通知
zh_tw: 使用原生桌面通知

source: Use password
el_gr: Χρήση κωδικού πρόσβασης
et_ee: Kasuta parooli
zh_cn: 使用密码
zh_tw: 使用密碼

source: Use response
el_gr: Χρήση απάντησης
zh_cn: 使用回应
zh_tw: 使用回覆

source: Use separate username and password
el_gr: Χρήση ξεχωριστού ονόματος χρήστη και κωδικού πρόσβασης
et_ee: Eraldi kasutajanime ja parooli kasutamine
zh_cn: 使用分离的用户名称和密码
zh_tw: 使用不同用戶名和密碼

source: Use unified mail for this account
el_gr: Χρήση ενοποιημένων email για αυτόν τον λογαριασμό
et_ee: Kasutage ühendatud posti selle konto korral
zh_cn: 该户口使用统一邮件
zh_tw: 為此帳戶使用統一郵件

source: User
el_gr: Χρήστης
et_ee: Kasutaja
zh_cn: 用户
zh_tw: 使用者

source: User Categories
el_gr: Κατηγορίες χρηστών
et_ee: Kasutaja kategooriad
zh_cn: 用户类别
zh_tw: 使用者分類

source: User Name
el_gr: Όνομα χρήστη
et_ee: Kasutajanimi
zh_cn: 用户名称
zh_tw: 使用者名稱

source: User data
el_gr: Δεδομένα χρήστη
et_ee: Kasutaja andmed
zh_cn: 用户数据
zh_tw: 使用者資料

source: User defined color
el_gr: Καθορισμένο χρώμα χρήστη
et_ee: Kasutaja määratud värv
zh_cn: 用户定义的颜色
zh_tw: 使用者定義的色彩

source: User name
el_gr: Όνομα χρήστη
et_ee: Kasutajanimi
zh_cn: 用户名
zh_tw: 使用者名稱

source: Username
el_gr: Όνομα χρήστη
et_ee: Kasutajanimi
zh_cn: 用户名称
zh_tw: 使用者名稱

source: Username must not be empty.
el_gr: Το όνομα χρήστη δεν πρέπει να είναι κενό.
et_ee: Kasutajanimi ei tohi olla tühi.
zh_cn: 用户名称不得为空。
zh_tw: 使用者名稱不能為空。

source: Username: %s
el_gr: Όνομα χρήστη: %s
et_ee: Kasutajanimi: %s
zh_cn: 用户名称: %s
zh_tw: 使用者名稱：%s

source: Vacation notice
el_gr: Ειδοποίηση διακοπών
et_ee: Puhkuseteade
zh_cn: 假期通知
zh_tw: 假期通知

source: Verification Options
el_gr: Επιλογές επαλήθευσης
et_ee: Autentimisvalikud
zh_cn: 验证选项
zh_tw: 驗證選項

source: Version Comment
el_gr: Σχόλιο έκδοσης
et_ee: Versiooni kommentaar
zh_cn: 版本注释
zh_tw: 版本注釋

source: Version comment
el_gr: Σχόλιο έκδοσης
zh_cn: 版本注释
zh_tw: 版本註釋

source: Version of %1$s
el_gr: Έκδοση της %1$s
et_ee: %1$s versioon
zh_cn: %1$s 的版本
zh_tw: 版本 %1$s

source: Version retention period
el_gr: Περίοδος διατήρησης έκδοσης
zh_cn: 版本保留期间
zh_tw: 版本保存期間

source: Versions
el_gr: Εκδόσεις
et_ee: Versioonid
zh_cn: 版本
zh_tw: 版本

source: Vertical
el_gr: Κάθετα
et_ee: Vertikaalne
zh_cn: 垂直
zh_tw: 垂直

source: Very likely
el_gr: Πολύ πιθανό
et_ee: Väga tõenäoliselt
zh_cn: 很有可能
zh_tw: 非常可能

source: Via
el_gr: Μέσω
et_ee: Läbi
zh_cn: 通过
zh_tw: 寄件者

source: Videos
el_gr: Βίντεο
et_ee: Videod
zh_cn: 视频
zh_tw: 影片

source: View
el_gr: Προβολή
et_ee: Vaade
zh_cn: 视图
zh_tw: 視圖

source: View all attachments
el_gr: Προβολή όλων των συνημμένων
et_ee: Vaata kõiki manuseid
zh_cn: 检视所有附件
zh_tw: 檢視所有附件

source: View details
el_gr: Προβολή λεπτομερειών
et_ee: Vaata üksikasju
zh_cn: 检视详情
zh_tw: 檢視詳情

source: View folder
el_gr: Προβολή φακέλου
et_ee: Vaata kausta
zh_cn: 检视文件夹
zh_tw: 檢視資料夾

source: View message
el_gr: Προβολή μηνύματος
et_ee: Vaata sõnumit
zh_cn: 检视消息
zh_tw: 檢視訊息

source: View more ...
el_gr: Προβολή περισσότερων...
et_ee: Vaata lähemalt ...
zh_cn: 显示更多...
zh_tw: 檢視更多…

source: View options
el_gr: Δείτε τις επιλογές
et_ee: Vaata võimalusi
zh_cn: 查看选项
zh_tw: 檢視選項

source: View source
el_gr: Προβολή πηγαίου κώδικα
et_ee: Vaata lähtekoodi
zh_cn: 检视来源
zh_tw: 檢視原始碼

source: View the folder
el_gr: Προβολή φακέλου
et_ee: Kausta vaatamine
zh_cn: 检视文件夹
zh_tw: 檢視資料夾

source: View this version
el_gr: Προβολή αυτής της έκδοσης
et_ee: Vaata seda versiooni
zh_cn: 查看此版本
zh_tw: 檢視此版本

source: Viewer
el_gr: Θεατής
et_ee: Vaataja
zh_cn: 检视器
zh_tw: 檢視者

source: Viewer (read emails)
el_gr: Θεατής (ανάγνωση email)
et_ee: Vaataja (loe e-kirju)
zh_cn: 检视者（阅读电子邮件）
zh_tw: 檢視者（閱讀郵件）

source: Viewer (view appointments)
el_gr: Θεατής (προβολή συναντήσεων)
et_ee: Vaataja (kohtumiste vaatamine)
zh_cn: 检视者（检视约会）
zh_tw: 檢視者（檢視約會）

source: Visibility
el_gr: Ορατότητα
et_ee: Nähtavus
zh_cn: 能见度
zh_tw: 可見度

source: Waiting
el_gr: Σε αναμονή
et_ee: Ootel
zh_cn: 等待中
zh_tw: 等待中

source: Warm Gray
el_gr: Θερμό γκρι
et_ee: Soe hall
zh_cn: 暖灰色
zh_tw: 暖灰

source: Warning
el_gr: Προειδοποίηση
et_ee: Hoiatus
zh_cn: 警告
zh_tw: 警告

source: Warning!
el_gr: Προειδοποίηση!
et_ee: Hoiatus!
zh_cn: 警告！
zh_tw: 警告！

source: Warning:
el_gr: Προειδοποίηση:
et_ee: Hoiatus:
zh_cn: 警告：
zh_tw: 警告：

source: Warning: This message might be a phishing or scam mail
el_gr: Προειδοποίηση: Αυτό το μήνυμα μπορεί να είναι ένα μήνυμα ηλεκτρονικού «ψαρέματος» ή email απάτης
et_ee: Hoiatus: see e-kiri võib olla seotud andmepüügi või kelmusega
zh_cn: 警告：此消息可能存在邮件欺诈
zh_tw: 警告：該郵件可能存在郵件欺詐

source: Warnings
el_gr: Προειδοποιήσεις
et_ee: Hoiatused
zh_cn: 警告
zh_tw: 警告

source: Warnings:
el_gr: Προειδοποιήσεις:
et_ee: Hoiatused:
zh_cn: 警告：
zh_tw: 警告：

source: Washed out
el_gr: Ξεπλυμένο
et_ee: Välja pestud
zh_cn: 褪色
zh_tw: 沖刷

source: We appreciate your feedback
el_gr: Εκτιμούμε τα σχόλιά σας
et_ee: Me hindame teie tagasisidet
zh_cn: 我们感谢您的反馈
zh_tw: 感謝您的意見回饋

source: We are very happy to introduce you to our brand-new user interface. We changed countless little details to offer you a great and contemporary user experience.
el_gr: Είμαστε στην ευχάριστη θέση να σας παρουσιάσουμε το ολοκαίνουριο περιβάλλον χρήστη μας. Αλλάξαμε αμέτρητες μικρές λεπτομέρειες για να σας προσφέρουμε μια υπέροχη και σύγχρονη εμπειρία.
zh_cn: 我们非常高兴向您介绍我们全新的用户界面。我们更改了无数的小细节，为您提供出色而现代的用户体验。
zh_tw: 我們很高興能向您介紹全新的使用者介面設計，我們調整了無數的小細節，讓您有更棒、更當代的使用者體驗。

source: We could not verify that this email is from %1$s.
el_gr: Δεν μπορέσαμε να επαληθεύσουμε ότι αυτό το email προέρχεται από τον/την %1$s.
et_ee: Me ei saanud kinnitada, et see e-kiri on aadressilt %1$s.
zh_cn: 我们无法验证此电子邮件是否来自 %1$s。
zh_tw: 我們無法確認這封信是否真的來自 %1$s。

source: We could verify that this email is from %1$s.
el_gr: Μπορέσαμε να επαληθεύσουμε ότι αυτό το email προέρχεται από τον/την %1$s.
et_ee: Võime kinnitada, et see e-kiri on aadressilt %1$s.
zh_cn: 我们无法验证此电子邮件是否真的来自 %1$s。
zh_tw: 我們可以確認這封信的確來自 %1$s。

source: We encountered an issue for your upload
el_gr: Αντιμετωπίσαμε ένα ζήτημα με τη μεταφόρτωσή σας
et_ee: Üleslaadimisel tekkis probleem
zh_cn: 我们遇到了您上传的一个问题
zh_tw: 處理您上傳的檔案時遇到問題

source: We encountered some issues for your upload
el_gr: Αντιμετωπίσαμε κάποια ζητήματα με τη μεταφόρτωσή σας
et_ee: Üleslaadimisel tekkisid probleemid
zh_cn: 我们在您的上载遇到了一些问题
zh_tw: 處理您上傳的資料時遇到一點問題

source: We have given the settings a new look and added a search function. Now you can find your way around the settings even faster.
el_gr: Δώσαμε στις ρυθμίσεις μια νέα εμφάνιση και προσθέσαμε μια λειτουργία αναζήτησης. Μπορείτε πλέον να πλοηγηθείτε ακόμα πιο γρήγορα στις ρυθμίσεις.
et_ee: Oleme andnud seadetele uue ilme ja lisanud otsingufunktsiooni. Nüüd saate seadetes veelgi kiiremini ringi liikuda.
zh_cn: 我们给设置一个新的外观，并增加了一个搜索功能。现在你能够更快地找到你的设置方法。
zh_tw: 我們讓設定介面有了全新外觀，並新增了搜尋功能。現在起您可以更快找到需要的選項。

source: Weather • Season
el_gr: Καιρός • Εποχή
et_ee: Ilm • Hooaeg
zh_cn: 天气：季节
zh_tw: 天氣、季節

source: Web auth
el_gr: Ταυτοποίηση ιστού
et_ee: Veebipõhine autentimine
zh_cn: 网页身份认证
zh_tw: 網頁認證

source: Webcam
el_gr: Κάμερα
et_ee: Veebikaamera
zh_cn: 网络摄像头
zh_tw: 視訊攝影機

# superessive
source: Wednesday
el_gr: Τετάρτη
et_ee: kolmapäeval
zh_cn: 星期三
zh_tw: 星期三

source: Week
el_gr: Εβδομάδα
et_ee: Nädal
zh_cn: 周
zh_tw: 週

source: Week that contains January 1st (e.g. US, Canada)
el_gr: Εβδομάδα που περιέχει την 1η Ιανουαρίου (π.χ. ΗΠΑ, Καναδάς)
et_ee: Nädal, mis sisaldab 1. jaanuari (nt USA, Kanada)
zh_cn: 包含 1 月 1 日的周（如美国、加拿大）
zh_tw: 包含 1 月 1 日的當週（例如美國、加拿大）

source: Week that contains January 4th (e.g. Europe, ISO-8601)
el_gr: Εβδομάδα που περιέχει την 4η Ιανουαρίου (π.χ. Ευρώπη, ISO-8601)
et_ee: Nädal, mis sisaldab 4. jaanuari (nt Euroopa, ISO-8601)
zh_cn: 包含 1 月 4 日的周（例如欧洲，ISO-8601）
zh_tw: 包含 1 月 4 日的當週（例如歐洲、ISO-8601）

source: Week view
el_gr: Προβολή εβδομάδας
zh_cn: 周视图
zh_tw: 週視圖

source: Weekday
el_gr: Καθημερινή μέρα
et_ee: Nädalapäev
zh_cn: 工作日
zh_tw: 工作日

source: Weekly
el_gr: Εβδομαδιαία
et_ee: Iga nädal
zh_cn: 每周
zh_tw: 每週

source: Welcome
el_gr: Καλώς ορίσατε
et_ee: Tere tulemast
zh_cn: 欢迎
zh_tw: 歡迎

source: Welcome to %1$s
el_gr: Καλώς ορίσατε στο %1$s
et_ee: Tere tulemast %1$s
zh_cn: 欢迎到 %1$s
zh_tw: 歡迎使用 %1$s

source: Welcome to %1$s. We've made some exciting changes to %1$s. This quick tour will guide you through some of the new and improved features.
el_gr: Καλώς ορίσατε στο %1$s. Κάναμε μερικές συναρπαστικές αλλαγές στο %1$s. Αυτή η γρήγορη ξενάγηση θα σας παρουσιάσει μερικές από τις νέες και βελτιωμένες λειτουργίες.
et_ee: Tere tulemast %1$s. Oleme teinud %1$s põnevaid muudatusi. See kiire tutvustus aitab teil tutvuda mõne uue ja täiustatud funktsiooniga.
zh_cn: 欢迎到 %1$s. 我们对 %1$s 作出一些令人兴奋的更改。这个快速教程将引导您一些全新和改进的功能。
zh_tw: 歡迎使用 %1$s。 我們為 %1$s 推出了許多令人高興的變更，接下來的快速導覽將帶著您體驗一些全新與改善過的功能。

source: Welcome to %s
el_gr: Καλώς ορίσατε στο %s
et_ee: Tere tulemast %s-i
zh_cn: 欢迎到 %s
zh_tw: 歡迎使用 %s

source: Welcome to your calendar
el_gr: Καλώς ορίσατε στο ημερολόγιό σας
et_ee: Teie kalender ootab teid!
zh_cn: 欢迎到您的日历
zh_tw: 歡迎來到您的行事曆

source: Welcome to your files
el_gr: Καλώς ορίσατε στα αρχεία σας
et_ee: Teie failid ootavad teid!
zh_cn: 欢迎到您的文件
zh_tw: 歡迎檢視您的檔案

source: Welcome to your inbox
el_gr: Καλώς ορίσατε στα εισερχόμενά σας
et_ee: Teie sisendkaust ootab teid!
zh_cn: 欢迎到您的收件箱
zh_tw: 歡迎來到您的收件匣

source: Welcome to your tasks
el_gr: Καλώς ορίσατε στις εργασίες σας
et_ee: Teie ülesanded ootavad teid!
zh_cn: 欢迎到您的任务
zh_tw: 歡迎使用任務程式

source: What do you want to use?
el_gr: Τι θέλετε να χρησιμοποιήσετε;
et_ee: Mida soovite kasutada?
zh_cn: 您要使用什么？
zh_tw: 您想要使用哪個？

source: What is the one thing we could do to make you happier?
el_gr: Τι μπορούμε να κάνουμε για να σας κάνουν πιο χαρούμενους;
et_ee: Mis on üks asi, mida me võiksime teha, et sind õnnelikumaks muuta?
zh_cn: 我们能做些什么来让你更快乐？
zh_tw: 我們可以做哪一件事，讓您用得更開心？

source: What is the primary reason for your score?
el_gr: Ποιος είναι ο κύριος λόγος για τη βαθμολογία σας;
et_ee: Mis on teie hinde peamine põhjus?
zh_cn: 你给出此分数的主要原因是什么？
zh_tw: 您給這個分數的主要原因是？

source: What should happen when adding files with identical names?
el_gr: Τι θα πρέπει να γίνεται κατά την προσθήκη αρχείων με πανομοιότυπα ονόματα;
zh_cn: 于添加带有独一名称的文件时，应该发生什么？
zh_tw: 新增已有相同檔名的檔案時，應如何處理？

source: What type of device do you want to configure?
el_gr: Ποιον τύπο συσκευής θέλετε να ρυθμίσετε;
et_ee: Mis tüüpi seadet soovite seadistada?
zh_cn: 您要设置那一类的装置？
zh_tw: 您想要設定哪種裝置？

source: What's new
el_gr: Τι νέο υπάρχει
et_ee: Mis on uut
zh_cn: 最新内容
zh_tw: 最新消息

source: What's new in %1$s
el_gr: Τι νέο υπάρχει στο %1$s
et_ee: Mis on uut %1$s
zh_cn: %1$s 里的新内容
zh_tw: %1$s 的最新功能

source: When you respond to an email, you typically reply to the person who sent it. However, there are situations where it's preferred that the recipients of the response are different, such as a whole team or group. In these cases, the original sender can specify one or even multiple email addresses in the "reply-to" field, indicating who the response should be directed to. Additionally, if the same group of people often needs to receive the responses, default "reply-to" addresses can be set to simplify the process.
el_gr: Όταν απαντάτε σε ένα email, απαντάτε συνήθως στο άτομο που το έστειλε. Ωστόσο, υπάρχουν περιπτώσεις όπου θέλετε οι παραλήπτες της απάντησης να είναι διαφορετικοί, όπως μια ολόκληρη ομάδα. Σε αυτές τις περιπτώσεις, ο αρχικός αποστολέας μπορείτε να καθορίσει μία ή ακόμα και πολλαπλές διευθύνσεις email στο πεδίο «Απάντηση σε», υποδεικνύοντας σε ποιον θα πρέπει να αποσταλεί η απάντηση. Επιπλέον, εάν η ίδια ομάδα ατόμων πρέπει να λαμβάνει συχνά τις απαντήσεις, μπορούν να οριστούν οι προεπιλεγμένες διευθύνσεις «Απάντηση σε» για να απλοποιηθεί η διαδικασία.
zh_cn: 当您回覆一封电子邮件时，通常是回覆给发送者本人。然而，有些情况下希望回覆的接收人是不同的，比如整个团队或群组。在这些情况下，原始发送者可以在"回覆至"字段中指定一个或多个电子邮件地址，指示回覆应该发送给谁。此外，如果同一组人经常需要接收回覆，可以设置默认的"回覆至"地址来简化这个过程。
zh_tw: 當您回覆郵件時，通常是回覆給寄件者。但是有時會有寄件者與收件者不同的情況（例如寄件者可能想要您直接回覆給整個團隊或群組）。這種情況下，原始寄件者可以在「回信到」欄位指定一到多組電子郵件地址，來表示回覆郵件時的收件者。此外，若同一群人常常需要接收回覆，也可以直接設定預設的「回信到」地址來簡化填寫流程。

source: Which application do you want to use?
el_gr: Ποια εφαρμογή θέλετε να χρησιμοποιήσετε;
et_ee: Millist rakendust soovite kasutada?
zh_cn: 您要使用哪个应用程序？
zh_tw: 您想要使用哪種應用程式？

source: Which device do you want to configure?
el_gr: Ποια συσκευή θέλετε να ρυθμίσετε;
et_ee: Millist seadet soovite konfigureerida?
zh_cn: 您要设置哪一个装置？
zh_tw: 您想要設定什麼裝置？

source: Which features do you value or use the most?
el_gr: Ποιες λειτουργίες εκτιμάτε ή χρησιμοποιείτε περισσότερο;
et_ee: Milliseid funktsioone hindate või kasutate kõige rohkem?
zh_cn: 您最重视或使用哪些功能最多？
zh_tw: 您覺得哪個功能最有用或最常使用？

source: White
el_gr: Λευκό
et_ee: Valge
zh_cn: 白色
zh_tw: 白色

source: Who can access this calendar?
el_gr: Ποιος μπορεί να προσπελάσει αυτό το ημερολόγιο;
et_ee: Kes saab sellele kalendrile ligi?
zh_cn: 谁能访问此日历？
zh_tw: 誰能存取此行事曆？

source: Who can access this file?
el_gr: Ποιος μπορεί να προσπελάσει αυτό το αρχείο;
et_ee: Kes saab sellele failile ligi?
zh_cn: 谁能够访问此文件？
zh_tw: 誰能存取此檔案？
