Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: My contact data
el_gr: Τα στοιχεία επικοινωνίας μου
et_ee: Minu kontaktandmed
zh_cn: 我的联系人数据
zh_tw: 我的聯絡人資料

source: My files
el_gr: Τα αρχεία μου
et_ee: Minu failid
zh_cn: 我的文件
zh_tw: 我的檔案

source: My folders
el_gr: Οι φάκελοί μου
et_ee: Minu kaustad
zh_cn: 我的文件夹
zh_tw: 我的資料夾

source: My latest files
el_gr: Τα πιο πρόσφατα αρχεία μου
et_ee: Minu viimased failid
zh_cn: 我的最新文件
zh_tw: 我最新的檔案

source: My lists
el_gr: Οι λίστες μου
et_ee: Minu nimekirjad
zh_cn: 我的文件
zh_tw: 我的清單

source: My password
el_gr: Ο κωδικός πρόσβασής μου
et_ee: Minu parool
zh_cn: 我的密码
zh_tw: 我的密碼

source: My shares
el_gr: Τα κοινόχρηστα στοιχεία μου
et_ee: Minu jagatud
zh_cn: 我的分享
zh_tw: 我的分享項目

source: My tasks
el_gr: Οι εργασίες μου
et_ee: Minu ülesanded
zh_cn: 我的任务
zh_tw: 我的任務

source: Name
el_gr: Όνομα
et_ee: Nimi
zh_cn: 姓名
zh_tw: 姓名

source: Name is already taken.
el_gr: Το όνομα χρησιμοποιείται ήδη.
et_ee: Nimi on juba võetud.
zh_cn: 名称已被使用。
zh_tw: 名稱已被使用。

source: Name or email address
el_gr: Όνομα ή διεύθυνση email
et_ee: Nimi või e-posti aadress
zh_cn: 姓名或电子邮件地址
zh_tw: 姓名或電子郵寄地址

source: Names
el_gr: Ονόματα
zh_cn: 名称
zh_tw: 姓名

source: Names & Addresses
el_gr: Ονόματα και διευθύνσεις
zh_cn: 名称与地址
zh_tw: 姓名與位址

source: Nature
el_gr: Φύση
et_ee: Loodus
zh_cn: 自然
zh_tw: 大自然

source: Navigate to:
el_gr: Πλοήγηση σε:
et_ee: Liikuge:
zh_cn: 导航到：
zh_tw: 導航至：

source: Navigation
el_gr: Πλοήγηση
zh_cn: 导航条
zh_tw: 導覽

source: Navy Blue
el_gr: Σκούρο μπλέ
et_ee: Meresinine
zh_cn: 海蓝
zh_tw: 海軍藍

source: Need more space?
el_gr: Χρειάζεστε περισσότερο χώρο;
et_ee: Kas vajate rohkem ruumi?
zh_cn: 需要更多空间？
zh_tw: 需要更多空間嗎？

source: Nested condition
el_gr: Ένθετη συνθήκη
et_ee: Lisa tingimus
zh_cn: 嵌套的条件
zh_tw: 巢狀條件

source: Neutral
el_gr: Ουδέτερο
zh_cn: 中性
zh_tw: 中性

source: Never
el_gr: Ποτέ
et_ee: Mitte kunagi
zh_cn: 从来没有
zh_tw: 永不

source: Never miss a meeting
el_gr: Μην χάσετε ποτέ καμία σύσκεψη
zh_cn: 永远不会错过一个会议
zh_tw: 不再錯過任何會議

source: Never show again
el_gr: Να μην εμφανιστεί ξανά
et_ee: Ära enam kunagi näita
zh_cn: 不再显示
zh_tw: 不要再顯示

source: Never used
el_gr: Ποτέ
et_ee: Ei ole kunagi kasutatud
zh_cn: 从未使用过
zh_tw: 從未使用

source: New
el_gr: Νέο
et_ee: Uus
zh_cn: 新建
zh_tw: 新增

source: New Folder
el_gr: Νέος φάκελος
et_ee: Uus kaust
zh_cn: 新文件夹
zh_tw: 新資料夾

source: New Windows
el_gr: Νέα παράθυρα
et_ee: Uued aknad
zh_cn: 新窗口
zh_tw: 新增視窗

source: New Zoom call
el_gr: Νέα κλήση Zoom
et_ee: Uus Zoom'i kõne
zh_cn: 新Zoom通话
zh_tw: 撥打新 Zoom 通話

source: New address book
el_gr: Νέο ευρετήριο επαφών
et_ee: Uus aadressiraamat
zh_cn: 我的地址簿
zh_tw: 新通訊錄

source: New appointment
el_gr: Νέα συνάντηση
et_ee: Uus kohtumine
zh_cn: 新约会
zh_tw: 新約會

source: New calendar
el_gr: Νέο ημερολόγιο
et_ee: Uus kalender
zh_cn: 新日历
zh_tw: 新行事曆

source: New calendar name
el_gr: Νέο όνομα ημερολογίου
et_ee: Uue kalendri nimi
zh_cn: 新日历名称
zh_tw: 新行事曆名稱

source: New category
el_gr: Νέα κατηγορία
et_ee: Uus kategooria
zh_cn: 新类别
zh_tw: 新分類

source: New code sent.
el_gr: Απεστάλη νέος κωδικός.
et_ee: Uus kood saadetud.
zh_cn: 发送了新代码。
zh_tw: 已發送新代碼。

source: New contact
el_gr: Νέα επαφή
et_ee: Uus kontakt
zh_cn: 新联系人
zh_tw: 新聯繫人

source: New design
el_gr: Νέα σχεδίαση
et_ee: Uus disain
zh_cn: 新设计
zh_tw: 新設計

source: New distribution list
el_gr: Νέα λίστα διανομής
et_ee: Uus leviloend
zh_cn: 新通讯组列表
zh_tw: 新增通訊組列表

source: New email
el_gr: Νέο email
et_ee: Uus e-kiri
zh_cn: 新电子邮件
zh_tw: 寫新郵件

source: New email with attachment
el_gr: Νέο email με συνημμένο
zh_cn: 带有附件的电子邮件
zh_tw: 使用附件新增郵件

source: New folder
el_gr: Νέος φάκελος
et_ee: Uus kaust
zh_cn: 新文件夹
zh_tw: 新資料夾

source: New list
el_gr: Νέα λίστα
et_ee: Uus nimekiri
zh_cn: 新列表
zh_tw: 新增清單

source: New mail
el_gr: Νέο email
et_ee: Uus e-kiri
zh_cn: 新邮件
zh_tw: 新郵件

source: New mails
el_gr: Νέα email
et_ee: Uued e-kirjad
zh_cn: 新邮件
zh_tw: 新郵件

source: New meeting
el_gr: Νέα σύσκεψη
et_ee: Uus kohtumine
zh_cn: 新会议
zh_tw: 新會議

source: New note
el_gr: Νέα σημείωση
et_ee: Uus märkus
zh_cn: 新笔记
zh_tw: 新增筆記

source: New notification center
el_gr: Νέο κέντρο ειδοποιήσεων
et_ee: Uus teavituskeskus
zh_cn: 新通知中心
zh_tw: 新通知中心

source: New organizer
el_gr: Νέος διοργανωτής
et_ee: Uus korraldaja
zh_cn: 新的组织者
zh_tw: 新主辦人

source: New password
el_gr: Νέος κωδικός πρόσβασης
et_ee: Uus parool
zh_cn: 新密码
zh_tw: 新密碼

source: New resource group
el_gr: Νέα ομάδα πόρων
zh_cn: 新资源组
zh_tw: 新增資源群組

source: New rule
el_gr: Νέος κανόνας
et_ee: Uus reegel
zh_cn: 新规则
zh_tw: 新增規則

source: New search
el_gr: Νέα αναζήτηση
et_ee: Uus otsing
zh_cn: 新搜寻
zh_tw: 進行新搜尋

source: New task
el_gr: Νέα εργασία
et_ee: Uus ülesanne
zh_cn: 新任务
zh_tw: 新增任務

source: Next
el_gr: Επόμενο
et_ee: Edasi
zh_cn: 下一个
zh_tw: 下一個

source: Next day
el_gr: Επόμενη ημέρα
et_ee: Järgmine päev
zh_cn: 下一天
zh_tw: 下一天

source: Next message
el_gr: Επόμενο μήνυμα
et_ee: Järgmine sõnum
zh_cn: 下一个消息
zh_tw: 下一封訊息

source: Next month
el_gr: Επόμενος μήνας
et_ee: Järgmine kuu
zh_cn: 下个月
zh_tw: 下個月

source: Next page
el_gr: Επόμενη σελίδα
et_ee: Järgmine lehekülg
zh_cn: 下页
zh_tw: 下一頁

source: Next week
el_gr: Επόμενη εβδομάδα
et_ee: Järgmine nädal
zh_cn: 下周
zh_tw: 下一週

source: Next year
el_gr: Επόμενο έτος
et_ee: Järgmine aasta
zh_cn: 明年
zh_tw: 下一年

source: Nickname
el_gr: Ψευδώνυμο
et_ee: Hüüdnimi
zh_cn: 别名
zh_tw: 別名

source: No 2-step verification options configured yet.
el_gr: Δεν έχουν ρυθμιστεί ακόμα επιλογές επαλήθευσης δύο παραγόντων.
zh_cn: 尚未配置两步验证选项。
zh_tw: 未設定兩階段驗證選項。

source: No RSS feeds found.
el_gr: Δεν βρέθηκαν ροές RSS.
et_ee: RSS-kanaleid ei leitud.
zh_cn: 没找到 RSS feeds。
zh_tw: 找不到 RSS 資訊來源。

source: No appointment selected
el_gr: Καμία επιλεγμένη συνάντηση
et_ee: Kohtumisi pole valitud
zh_cn: 没有选择约会
zh_tw: 未選擇約會

source: No appointments found until %s
el_gr: Δεν βρέθηκαν συναντήσεις μέχρι τις %s
et_ee: Kohtumisi ei leitud kuni %s
zh_cn: 直至 %s 没有找到任何约会
zh_tw: 找不到 %s 前的約會

source: No autocomplete entries found
el_gr: Δεν βρέθηκαν καταχωρήσεις αυτόματης συμπλήρωσης
et_ee: Automaatse sõnalõpetuse kirjeid ei leitud
zh_cn: 没找到自动完成条目
zh_tw: 找不到自動完成項目

source: No birthdays within the next %1$d weeks
el_gr: Δεν υπάρχουν γενέθλια μέσα στις επόμενες %1$d εβδομάδες
et_ee: Järgmise %1$d nädala jooksul sünnipäevi pole
zh_cn: 往后 %1$d 星期没有生日
zh_tw: 下 %1$d 週內沒有人生日

source: No color
el_gr: Κανένα χρώμα
et_ee: Ilma värvita
zh_cn: 沒有顏色
zh_tw: 無色彩

source: No connection to server. Please check your internet connection and retry.
el_gr: Δεν υπάρχει σύνδεση με τον διακομιστή. Παρακαλώ ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
et_ee: Puudub ühendus serveriga. Palun kontrollige oma internetiühendust ja proovige uuesti.
zh_cn: 连接失败。请检查您的 Internet 设置重试。
zh_tw: 連接失敗！請檢查您的網路連線並重試。

source: No contacts found.
el_gr: Δεν βρέθηκαν επαφές.
et_ee: Kontakte ei leitud.
zh_cn: 没找到联系人。
zh_tw: 找不到聯絡人。

source: No elements selected
el_gr: Κανένα επιλεγμένο στοιχείο
et_ee: Valitud elemendid puuduvad
zh_cn: 没有选定的元素
zh_tw: 無選擇任何元素

source: No export format available
el_gr: Δεν διατίθεται μορφή εξαγωγής
et_ee: Ekspordivorming pole saadaval
zh_cn: 无可用导出格式
zh_tw: 無匯出格式可用

source: No files have been changed recently
el_gr: Δεν έχει αλλάξει κανένα αρχείο πρόσφατα
et_ee: Ühtki faili pole hiljuti muudetud
zh_cn: 最近没有文件更改
zh_tw: 最近沒有修改檔案

source: No icon
el_gr: Κανένα εικονίδιο
et_ee: Ikoon puudub
zh_cn: 无图标
zh_tw: 無圖示

source: No link
el_gr: Κανένας σύνδεσμος
et_ee: Link puudub
zh_cn: 没有链接
zh_tw: 無連結

source: No mails in your inbox
el_gr: Κανένα email στα εισερχόμενά σας
et_ee: Teie sisendkaustas pole e-kirju
zh_cn: 您的文件夹中没有邮件
zh_tw: 您的收件匣中沒有郵件

source: No matching items found.
el_gr: Δεν βρέθηκαν αντίστοιχα στοιχεία.
et_ee: Vasteid ei leitud.
zh_cn: 没找到匹配项目。
zh_tw: 找不到符合項目。

source: No member
el_gr: Κανένα μέλος
zh_cn: 无成员
zh_tw: 無成員

source: No members
el_gr: Κανένα μέλος
zh_cn: 无成员
zh_tw: 無成員

source: No message selected
el_gr: Κανένα επιλεγμένο μήνυμα
et_ee: Valitud sõnum puudub
zh_cn: 没有选定消息
zh_tw: 未選擇訊息

source: No notifications
el_gr: Δεν υπάρχουν ειδοποιήσεις
et_ee: Teated puuduvad
zh_cn: 没有通知
zh_tw: 無通知

source: No priority
el_gr: Χωρίς προτεραιότητα
et_ee: Prioriteet puudub
zh_cn: 无优先级
zh_tw: 無優先順序

source: No providers available
el_gr: Κανένας διαθέσιμος πάροχος
et_ee: Teenusepakkujaid pole saadaval
zh_cn: 没有可用的提供者
zh_tw: 沒有可用的提供者

source: No recipients
el_gr: Χωρίς παραλήπτες
et_ee: Adressaadid puuduvad
zh_cn: 无收件人
zh_tw: 無收件人

source: No reminder
el_gr: Καμία υπενθύμιση
et_ee: Meeldetuletus puudub
zh_cn: 无提醒
zh_tw: 無提醒

source: No search results
el_gr: Κανένα αποτέλεσμα αναζήτησης
et_ee: Otsingutulemusi ei leitud
zh_cn: 无搜寻结果
zh_tw: 無搜尋結果

source: No signature
el_gr: Καμία υπογραφή
et_ee: Allkiri puudub
zh_cn: 没有签名
zh_tw: 無簽名

source: No subject
el_gr: Χωρίς θέμα
et_ee: Pealkiri puudub
zh_cn: 无主题
zh_tw: 無主題

source: No subscription services available for this module
el_gr: Δεν διατίθενται συνδρομητικές υπηρεσίες για αυτήν τη μονάδα
et_ee: Selle mooduli jaoks puuduvad tellimisteenused
zh_cn: 此模组没有订阅服务可用
zh_tw: 無此模組的訂閱服務

source: Nobody
el_gr: Κανένας
zh_cn: 无人
zh_tw: 沒有人

source: Non-blocking time frame
el_gr: Χρονικό πλαίσιο χωρίς αποκλεισμό
zh_cn: 非封锁的时间框架
zh_tw: 不占用的時間範圍

source: None
el_gr: Κανένας
et_ee: Puudub
zh_cn: 无
zh_tw: 無

# Tasks priority
source: None
el_gr: Χωρίς
et_ee: Puudub
zh_cn: 无
zh_tw: 無

source: None of the uploaded files matches the requested file type.
el_gr: Κανένα από τα μεταφορτωμένα αρχεία δεν ταιριάζει με τον ζητούμενο τύπο αρχείου.
et_ee: Ükski üleslaetud failidest ei vasta nõutud failitüübile.
zh_cn: 没有一个上载的文件匹配请求的文件类别。
zh_tw: 沒有任何已經上傳的檔案符合要求的檔案類型。

# E-Mail priority
source: Normal
el_gr: Κανονική
et_ee: Tavaline
zh_cn: 普通
zh_tw: 一般

source: Not Regex
el_gr: Μη κανονική έκφραση
et_ee: Pole Regex
zh_cn: 不是正则表达式
zh_tw: 不符合正規表達式

source: Not flagged
el_gr: Χωρίς σημαία
et_ee: Mitte märgistatud
zh_cn: 未标记
zh_tw: 未標誌

source: Not likely at all
el_gr: Καθόλου πιθανό
et_ee: Üldsegi mitte
zh_cn: 不应该会
zh_tw: 完全不可能

source: Not spam
el_gr: Όχι ανεπιθύμητο
et_ee: Ei ole rämpspost
zh_cn: 没有垃圾邮件
zh_tw: 非垃圾信

source: Not started
el_gr: Δεν έχει ξεκινήσει
et_ee: Alustamata
zh_cn: 未开始
zh_tw: 未開始

source: Note
el_gr: Σημείωση
et_ee: Märkus
zh_cn: 备注
zh_tw: 備註

# contact
source: Note
el_gr: Σημείωση
et_ee: Märkus
zh_cn: 备注
zh_tw: 備註

source: Note on CSV files:
el_gr: Σημείωση για τα αρχεία CSV:
et_ee: Märkus CSV failide kohta:
zh_cn: CSV 文件上的备注：
zh_tw: CSV 檔案注意事項:

source: Note:
el_gr: Σημείωση:
et_ee: Märkus:
zh_cn: 备注：
zh_tw: 註：

source: Note: %1$d contact is not shown due to missing phone numbers
el_gr: Σημείωση: %1$d επαφή δεν εμφανίζεται λόγω έλλειψης αριθμών τηλεφώνου
et_ee: Märkus: %1$d kontakti ei näidata puuduvate telefoninumbrite tõttu
zh_cn: 备注：有%1$d个联系人因为缺少电话号码而不显示
zh_tw: 註：由於缺少電話號嗎，有 %1$d 位聯絡人並未顯示

source: Note: Refreshing this subscription will replace the calendar content with the external content. Changes you have made inside appsuite will be overwritten
el_gr: Σημείωση: Η ανανέωση αυτής της συνδρομής θα αντικαταστήσει το περιεχόμενο του ημερολογίου με το εξωτερικό περιεχόμενο. Οι αλλαγές που έχετε κάνει εντός του Appsuite θα αντικατασταθούν
et_ee: Märkus: selle tellimuse värskendamine asendab kalendri sisu välise sisuga. Teie poolt rakenduskomplektis tehtud muudatused kirjutatakse üle
zh_cn: 备注：刷新此订阅将会以外部内容取代日历内容。您已经在软件套装作出的更改将会被覆盖
zh_tw: 註：更新此訂閱將會以外部內容取代行事曆內容。您在軟體套裝裏已經作出的更改將會被覆蓋

# app
source: Notes
el_gr: Σημειώσεις
et_ee: Märkmed
zh_cn: 笔记

source: Notification
el_gr: Ειδοποίηση
et_ee: Teade
zh_cn: 通知
zh_tw: 通知

source: Notification area
el_gr: Περιοχή ειδοποιήσεων
et_ee: Teavitusala
zh_cn: 通知区域
zh_tw: 通知區域

source: Notifications
el_gr: Ειδοποιήσεις
et_ee: Teated
zh_cn: 通知
zh_tw: 通知

source: Notifications related to appointments
el_gr: Ειδοποιήσεις σχετικά με συναντήσεις
zh_cn: 关于约会的通知
zh_tw: 約會相關通知

source: Notifications related to email
el_gr: Ειδοποιήσεις σχετικά με email
zh_cn: 关于电子邮件的通知
zh_tw: 郵件相關通知

source: Notifications related to tasks
el_gr: Ειδοποιήσεις σχετικά με εργασίες
zh_cn: 关于任务的通知
zh_tw: 任務相關通知

source: Notify %1$s after end.
el_gr: Ειδοποίηση %1$s μετά το τέλος.
et_ee: Teavita %1$s pärast lõppu.
zh_cn: 结束后 %1$s 通知。
zh_tw: 於結束後 %1$s 通知。

source: Notify %1$s after start.
el_gr: Ειδοποίηση %1$s μετά την έναρξη.
et_ee: Teavita %1$s peale algust.
zh_cn: 开始后 %1$s 通知。
zh_tw: 於開始後 %1$s 通知。

source: Notify %1$s before end.
el_gr: Ειδοποίηση %1$s πριν από το τέλος.
et_ee: Teavita %1$s enne lõppu.
zh_cn: 结束前 %1$s 通知。
zh_tw: 於結束前 %1$s 通知。

source: Notify %1$s before start.
el_gr: Ειδοποίηση %1$s πριν από την έναρξη.
et_ee: Teavita %1$s enne algust.
zh_cn: 开始前 %1$s 通知。
zh_tw: 於開始前 %1$s 通知。

source: Notify at %1$s.
el_gr: Ειδοποίηση στις %1$s.
et_ee: Teavita %1$s.
zh_cn: 在 %1$s 通知。
zh_tw: 於 %1$s 通知。

source: Notify at end.
el_gr: Ειδοποίηση στο τέλος.
et_ee: Teavita lõpus.
zh_cn: 结束时通知。
zh_tw: 於結束時通知。

source: Notify at start.
el_gr: Ειδοποίηση στην έναρξη.
et_ee: Teavita alguses.
zh_cn: 开始时通知。
zh_tw: 於開始時通知。

source: Notify on incoming calls
el_gr: Ειδοποίηση για εισερχόμενες κλήσεις
zh_cn: 来电通知
zh_tw: 來電通知

source: Now active
el_gr: Ενεργό τώρα
et_ee: Nüüd aktiivne
zh_cn: 现在激活
zh_tw: 目前連線中

source: Number format
el_gr: Μορφή αριθμών
et_ee: Numbrivorming
zh_cn: 数字格式
zh_tw: 數字格式

source: OK
el_gr: ΟΚ
zh_cn: 确认
zh_tw: 確認

source: OX Sync App
el_gr: Εφαρμογή OX Sync
et_ee: OX Sync klient
zh_cn: OX 同步应用
zh_tw: OX Sync 應用程式

source: Objects
el_gr: Αντικείμενα
et_ee: Esemed
zh_cn: 物件
zh_tw: 物件

source: Occurrences
el_gr: Εμφανίσεις
et_ee: Kordumised
zh_cn: 事件
zh_tw: 發生於

source: Ocean
el_gr: Ωκεανός
et_ee: Ookean
zh_cn: 海洋
zh_tw: 海洋

source: Offline
el_gr: Εκτός σύνδεσης
et_ee: Võrgust maas
zh_cn: 离线
zh_tw: 離線

source: Offline mode
el_gr: Λειτουργία εκτός σύνδεσης
et_ee: Võrgust maas-režiim
zh_cn: 脱机模式
zh_tw: 離線模式

source: Ok
el_gr: ΟΚ
zh_cn: 确定
zh_tw: 確定

source: On %1$s %2$s wrote:
el_gr: Στις %1$s, ο/η %2$s έγραψε:
et_ee: %1$s %2$s kirjutas:
zh_cn: 在 %1$s %2$s 写道:
zh_tw: %2$s 於 %1$s 寫道:

source: On behalf of
el_gr: Εκ μέρους του/της
et_ee: Saatja nimel
zh_cn: 代表
zh_tw: 代理

source: On behalf of the owner
el_gr: Εκ μέρους του κατόχου
et_ee: Omaniku nimel
zh_cn: 以拥有者之名
zh_tw: 以擁有者身分

source: On replies or forwardings
el_gr: Σε απαντήσεις ή προωθήσεις
et_ee: Vastuste või edasisaatmiste korral
zh_cn: 于回复或转发时
zh_tw: 回信或轉寄郵件時使用的簽章

source: On specific date
el_gr: Σε συγκεκριμένη ημερομηνία
et_ee: Määratud kuupäeval
zh_cn: 与指定日期
zh_tw: 指定日期

# weekly
source: On workdays.
el_gr: Τις εργάσιμες μέρες.
et_ee: Tööpäeviti.
zh_cn: 于工作天。
zh_tw: 工作日。

source: Once complete, please enter an authentication code to verify everything is configured properly.
el_gr: Μόλις ολοκληρωθεί, παρακαλώ εισαγάγετε έναν κωδικό ταυτοποίησης για να επαληθεύσετε ότι όλα έχουν ρυθμιστεί σωστά.
et_ee: Kui olete lõpetanud, sisestage autentimiskood kontrollimaks, et kõik õigesti seadistatud.
zh_cn: 完成后，请输入身份验证代码以验证所有配置是否正确。
zh_tw: 完成後，請輸入驗證代碼，以確定正確設定完成。

source: One day
el_gr: Μία μέρα
et_ee: Üks päev
zh_cn: 一天
zh_tw: 一天

source: One month
el_gr: Ένας μήνας
et_ee: Üks kuu
zh_cn: 一个月
zh_tw: 一個月

source: One of the embedded images could not be used.
el_gr: Δεν ήταν δυνατή η χρήση μιας ενσωματωμένης εικόνας.
et_ee: Ühte manustatud pilti ei saanud kasutada.
zh_cn: 无法使用嵌入的图像之一。
zh_tw: 無法使用其中一張嵌入的圖片。

source: One tap mobile (%1$s): %2$s
el_gr: Κινητό με ένα πάτημα (%1$s): %2$s
et_ee: Ühe puudutusega koosolek (%1$s): %2$s
zh_cn: 单点移动 (%1$s): %2$s
zh_tw: 會一直撥號碼（%1$s）：%2$s

source: One week
el_gr: Μία εβδομάδα
et_ee: Üks nädal
zh_cn: 一周
zh_tw: 一週

source: One year
el_gr: Ένα έτος
et_ee: Üks aasta
zh_cn: 一年
zh_tw: 一年

source: Online
el_gr: Σε σύνδεση
et_ee: Aktiivne
zh_cn: 在线
zh_tw: 上線

source: Online help
el_gr: Ηλεκτρονική βοήθεια
et_ee: Veebipõhine abi
zh_cn: 线上帮助
zh_tw: 線上說明

source: Online help: %1$s
el_gr: Ηλεκτρονική βοήθεια: %1$s
et_ee: Veebipõhine abi: %1$s
zh_cn: 在线帮助：%1$s
zh_tw: 線上說明：%1$s

source: Online now
el_gr: Σε σύνδεση τώρα
et_ee: Aktiivne
zh_cn: 现在在线
zh_tw: 現在上線

source: Only from known senders
el_gr: Μόνο από γνωστούς αποστολείς
et_ee: Ainult tuntud saatjatelt
zh_cn: 只有来自已知发送人
zh_tw: 僅來自未知寄件者時

source: Only numbers allowed
el_gr: Επιτρέπονται μόνο αριθμοί
zh_cn: 只允许数字
zh_tw: 僅接受數字

source: Open %1$s
el_gr: Άνοιγμα «%1$s»
zh_cn: 在 %1$s 打开
zh_tw: 開啟 %1$s

source: Open %1$s in %2$s
el_gr: Άνοιγμα του «%1$s» σε «%2$s»
et_ee: Ava %1$s asukohas %2$s
zh_cn: 打开 %1$s（在 %2$s 里）
zh_tw: 於 %2$s 開啟 %1$s

source: Open Drafts
el_gr: Άνοιγμα προσχεδίων
zh_cn: 打开草稿
zh_tw: 開啟草稿

source: Open Inbox
el_gr: Άνοιγμα εισερχομένων
zh_cn: 打开收件箱
zh_tw: 開啟收件匣

source: Open Sent
el_gr: Άνοιγμα απεσταλμένων
zh_cn: 打开街道地图
zh_tw: 開啟寄件匣

source: Open Street Map
el_gr: Άνοιγμα οδικού χάρτη
et_ee: Ava tänavakaart
zh_cn: 开放街道地图

source: Open Zoom profile
el_gr: Άνοιγμα προφίλ Zoom
et_ee: Ava Zoomi profiil
zh_cn: 打开 Zoom 配置文件
zh_tw: 開啟 Zoom 帳號資料

source: Open all messages
el_gr: Άνοιγμα όλων των μηνυμάτων
et_ee: Ava kõik sõnumid
zh_cn: 打开所有消息
zh_tw: 開啟所有訊息

source: Open attachment
el_gr: Άνοιγμα συνημμένου
et_ee: Ava manus
zh_cn: 打开附件
zh_tw: 開啟附件

source: Open description panel
el_gr: Άνοιγμα πεδίου περιγραφής
et_ee: Ava kirjelduse paneel
zh_cn: 打开描述面板
zh_tw: 開啟描述面板

source: Open external link
el_gr: Άνοιγμα εξωτερικού συνδέσμου
et_ee: Ava väline link
zh_cn: 打开外部链接
zh_tw: 開啟外部連結

source: Open file
el_gr: Άνοιγμα αρχείου
et_ee: Ava fail
zh_cn: 打开文件
zh_tw: 開啟檔案

source: Open file. Drag to your desktop to download.
el_gr: Άνοιγμα του αρχείου. Σύρετέ το στην επιφάνεια εργασίας σας για λήψη.
et_ee: Ava fail. Alla laadimiseks lohista see enda töölauale.
zh_cn: 打开文件，拖到您的桌面以下载。
zh_tw: 開啟檔案，拖曳至您的桌面以下載。

source: Open folder view
el_gr: Άνοιγμα προβολής φακέλου
et_ee: Ava kaustavaade
zh_cn: 打开文件夹视图
zh_tw: 開啟文件夾面板

source: Open in %1$s
el_gr: Άνοιγμα σε %1$s
et_ee: Ava teenuses %1$s
zh_cn: 在 %1$s 打开
zh_tw: 於 %s 開啟

source: Open in calendar
el_gr: Άνοιγμα στο ημερολόγιο
et_ee: Ava kalendris
zh_cn: 在日历中打开
zh_tw: 於行事曆開啟

source: Open in pop out viewer
el_gr: Άνοιγμα σε αναδυόμενη προβολή
et_ee: Ava suuremas vaates
zh_cn: 在弹出检视器中打开
zh_tw: 使用彈出檢視器開啟

source: Open online help
el_gr: Άνοιγμα ηλεκτρονικής βοήθειας
zh_cn: 打开线上帮助
zh_tw: 開啟線上說明

source: Open original email in new browser tab.
el_gr: Άνοιγμα αρχικού email σε νέα καρτέλα προγράμματος περιήγησης.
zh_cn: 在浏览器选项卡打开原电子邮件。
zh_tw: 在新瀏覽器分頁開啟原始郵件。

source: Open parental control settings
el_gr: Άνοιγμα ρυθμίσεων γονικού ελέγχου
et_ee: Ava vanemliku järelevalve seaded
zh_cn: 打开家长控制设置
zh_tw: 開啟家長間護設定

source: Open sharing dialog
el_gr: Άνοιγμα διαλόγου κοινής χρήσης
et_ee: Avage jagamise dialoog
zh_cn: 打开共享对话框
zh_tw: 開啟分享對話框

source: Open the app on your device and enter the following information.
el_gr: Ανοίξτε την εφαρμογή στη συσκευή σας και εισαγάγετε τις ακόλουθες πληροφορίες.
et_ee: Avage oma seadmes rakendus ja sisestage järgmine teave.
zh_cn: 在您的装置上打开应用后，输入以下信息。
zh_tw: 在您的裝置開啟應用程式，並輸入下列資訊。

source: Open/close all messages
el_gr: Άνοιγμα/κλείσιμο όλων των μηνυμάτων
et_ee: Ava/sulge kõik sõnumid
zh_cn: 打开/关闭所有信息
zh_tw: 開啟/關閉所有訊息

source: Optional
el_gr: Προαιρετικό
zh_cn: 选择性
zh_tw: 可自由出席

source: Optional 01
el_gr: Προαιρετικό 01
et_ee: Valikuline 01
zh_cn: 选项 01
zh_tw: 可選 01

source: Optional 02
el_gr: Προαιρετικό 02
et_ee: Valikuline 02
zh_cn: 选项 02
zh_tw: 可選 02

source: Optional 03
el_gr: Προαιρετικό 03
et_ee: Valikuline 03
zh_cn: 选项 03
zh_tw: 可選 03

source: Optional 04
el_gr: Προαιρετικό 04
et_ee: Valikuline 04
zh_cn: 选项 04
zh_tw: 可選 04

source: Optional 05
el_gr: Προαιρετικό 05
et_ee: Valikuline 05
zh_cn: 选项 05
zh_tw: 可選 05

source: Optional 06
el_gr: Προαιρετικό 06
et_ee: Valikuline 06
zh_cn: 选项 06
zh_tw: 可選 06

source: Optional 07
el_gr: Προαιρετικό 07
et_ee: Valikuline 07
zh_cn: 选项 07
zh_tw: 可選 07

source: Optional 08
el_gr: Προαιρετικό 08
et_ee: Valikuline 08
zh_cn: 选项 08
zh_tw: 可選 08

source: Optional 09
el_gr: Προαιρετικό 09
et_ee: Valikuline 09
zh_cn: 选项 09
zh_tw: 可選 09

source: Optional 10
el_gr: Προαιρετικό 10
et_ee: Valikuline 10
zh_cn: 选项 10
zh_tw: 可選 10

source: Optional 11
el_gr: Προαιρετικό 11
et_ee: Valikuline 11
zh_cn: 选项 11
zh_tw: 可選 11

source: Optional 12
el_gr: Προαιρετικό 12
et_ee: Valikuline 12
zh_cn: 选项 12
zh_tw: 可選 12

source: Optional 13
el_gr: Προαιρετικό 13
et_ee: Valikuline 13
zh_cn: 选项 13
zh_tw: 可選 13

source: Optional 14
el_gr: Προαιρετικό 14
et_ee: Valikuline 14
zh_cn: 选项 14
zh_tw: 可選 14

source: Optional 15
el_gr: Προαιρετικό 15
et_ee: Valikuline 15
zh_cn: 选项 15
zh_tw: 可選 15

source: Optional 16
el_gr: Προαιρετικό 16
et_ee: Valikuline 16
zh_cn: 选项 16
zh_tw: 可選 16

source: Optional 17
el_gr: Προαιρετικό 17
et_ee: Valikuline 17
zh_cn: 选项 17
zh_tw: 可選 17

source: Optional 18
el_gr: Προαιρετικό 18
et_ee: Valikuline 18
zh_cn: 选项 18
zh_tw: 可選 18

source: Optional 19
el_gr: Προαιρετικό 19
et_ee: Valikuline 19
zh_cn: 选项 19
zh_tw: 可選 19

source: Optional 20
el_gr: Προαιρετικό 20
et_ee: Valikuline 20
zh_cn: 选项 20
zh_tw: 可選 20

source: Options
el_gr: Επιλογές
et_ee: Valikud
zh_cn: 选项
zh_tw: 選項

source: Orange
el_gr: Πορτοκαλί
et_ee: Oranž
zh_cn: 橙色
zh_tw: 橘色

source: Organizer
el_gr: Διοργανωτής
et_ee: Korraldaja
zh_cn: 组织器
zh_tw: 組織

source: Organizer changed
el_gr: Ο διοργανωτής άλλαξε
et_ee: Korraldaja vahetatud
zh_cn: 组织者已更改
zh_tw: 主辦人變更

source: Original
el_gr: Αρχικό
et_ee: Algne
zh_cn: 原始
zh_tw: 原始

source: Original mail
el_gr: Αρχικό email
et_ee: Algne e-kiri
zh_cn: 原电子邮件
zh_tw: 原始郵件

source: Other
el_gr: Άλλο
et_ee: Muu
zh_cn: 其他
zh_tw: 其他

source: Other Address
el_gr: Άλλη διεύθυνση
et_ee: Muu aadress
zh_cn: 其他地址
zh_tw: 其他地址

source: Other address
el_gr: Άλλη διεύθυνση
et_ee: Muu aadress
zh_cn: 其他地址
zh_tw: 其他地址

source: Our mobile feature set just got an upgrade! Now, you can enjoy even more features on your mobile device that were once exclusive to desktops. Say hello to customizable mail signatures, email formatting, reminders, move and archive functions, and even printing - all available right at your fingertips.
el_gr: Το σύνολο των λειτουργιών μας για κινητές συσκευές μόλις αναβαθμίστηκε! Πλέον, μπορείτε να απολαύσετε ακόμα περισσότερες λειτουργίες στην κινητή σας συσκευή, που κάποτε ήταν αποκλειστικά διαθέσιμες για υπολογιστές. Καλωσορίστε τις προσαρμόσιμες υπογραφές email, τη μορφοποίηση email, τις υπενθυμίσεις, τις δυνατότητες μετακίνησης και αρχειοθέτησης, ακόμα και την εκτύπωση - κι όλα αυτά, απευθείας από την κινητή σας συσκευή.
zh_cn: 我们的移动功能集刚刚得到升级！现在你可以在你的移动设备上享受更多的功能，而这些功能曾经是台式机的专属。向可定制的邮件签名、电子邮件格式、提醒、移动和归档功能，甚至打印打招呼：所有这些都随手可得。
zh_tw: 我們的行動功能也有升級！現在起，您可以在行動裝置上也能享用原本僅能在桌機使用的獨家功能。跟自動化郵件簽章、郵件格式、提醒、移動與封存功能、甚至郵件列印功能說聲嗨，只要輕鬆一按即可完成。

source: Our newly designed notification center keeps you always up to date. Find all your appointments, reminders and birthdays at a glance.
el_gr: Το νέο μας κέντρο ειδοποιήσεων σάς κρατά πάντα ενήμερους. Βρείτε όλες τις συναντήσεις, τις υπενθυμίσεις και τα γενέθλια με μια ματιά.
zh_cn: 我们新设计的通知中心让你始终保持最新状态。找到你所有的约会、提醒、生日，一目了然。
zh_tw: 我們全新設計過的通知中心您讓您隨時取得最新資訊。可搜尋所有約會、提醒與人員生日資料。

source: Outgoing Server Settings
el_gr: Ρυθμίσεις διακομιστή εξερχομένων
et_ee: Väljamineva serveri seaded
zh_cn: 外送服务器设置
zh_tw: 外寄伺服器設定

source: Outgoing server (SMTP)
el_gr: Διακομιστής εξερχομένων (SMTP)
et_ee: Väljuvate kirjade server (SMTP)
zh_cn: 外送服务器 (SMTP)
zh_tw: 寄件伺服器 (SMTP)

source: Overdue
el_gr: Εκπρόθεσμο
et_ee: Tähtaeg ületatud
zh_cn: 过期
zh_tw: 過期

source: Overdue Tasks
el_gr: Εκπρόθεσμες εργασίες
et_ee: Tähtajaks tegemata ülesanded
zh_cn: 过期任务
zh_tw: 過期工作

source: Overdue task
el_gr: Εκπρόθεσμη εργασία
et_ee: Hilinenud ülesanne
zh_cn: 过期任务
zh_tw: 過期任務

source: Owner
el_gr: Κάτοχος
et_ee: Omanik
zh_cn: 拥有者
zh_tw: 擁有者

source: PDF file is being created. This might take a while.
el_gr: Γίνεται δημιουργία του αρχείου PDF. Αυτό ενδέχεται διαρκέσει αρκετή ώρα.
zh_cn: 正在创建PDF文本建。这可能需时片刻。
zh_tw: 正在產生 PDF 檔案，可能需要一點時間。

source: PDF file was created successfully.
el_gr: Το αρχείο PDF δημιουργήθηκε επιτυχώς.
zh_cn: 已成功创建PDF文件。
zh_tw: 成功建立 PDF 檔案。

source: PGP signature
el_gr: Υπογραφή PGP
et_ee: PGP allkiri
zh_cn: PGP 签名
zh_tw: PGP 簽章

source: Pacific
el_gr: Ειρηνικός
zh_cn: 太平洋
zh_tw: 太平洋
