Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: and
el_gr: και
et_ee: ja
zh_cn: 和
zh_tw: 及

source: %1$d Day
el_gr: %1$d Ημέρα
et_ee: %1$d päev
zh_cn: %1$d 天
zh_tw: %1$d 天

source: %1$d Hour
el_gr: %1$d Ώρα
et_ee: %1$d tund
zh_cn: %1$d 小时
zh_tw: %1$d 小時

source: %1$d Minute
el_gr: %1$d Λεπτό
et_ee: %1$d minut
zh_cn: %1$d 分钟
zh_tw: %1$d 分鐘

source: %1$d Week
el_gr: %1$d Εβδομάδα
et_ee: %1$d nädal
zh_cn: %1$d 周
zh_tw: %1$d 週

source: %1$d address selected
el_gr: %1$d επιλεγμένη διεύθυνση
et_ee: %1$d aadress valitud
zh_cn: 已选定 %1$d 个地址
zh_tw: 已選擇 %1$d 個地址

source: %1$d attachment
el_gr: %1$d συνημμένο
et_ee: %1$d manus
zh_cn: %1$d 个附件
zh_tw: %1$d 個附件

source: %1$d autocomplete entry found
el_gr: Βρέθηκε %1$d καταχώρηση αυτόματης συμπλήρωσης
et_ee: %1$d automaatse sõnalõpetuse kirje leitud
zh_cn: 找到%1$d个自动完成条目
zh_tw: 找到 %1$d 筆自動完成項目

source: %1$d contact
el_gr: %1$d επαφή
zh_cn: %1$d位联系人
zh_tw: %1$d 位聯絡人

source: %1$d contact selected
el_gr: %1$d επιλεγμένη επαφή
et_ee: %1$d kontakt valitud
zh_cn: 已选定 %1$d 个联系人
zh_tw: 已選擇 %1$d 位聯絡人

source: %1$d day
el_gr: %1$d ημέρα
et_ee: %1$d päev
zh_cn: %1$d 天
zh_tw: %1$d 天

source: %1$d entry
el_gr: %1$d καταχώρηση
zh_cn: %1$d个条目
zh_tw: %1$d 筆項目

source: %1$d files have been changed recently
el_gr: %1$d αρχεία έχουν αλλάξει πρόσφατα
zh_cn: 最近更改了%1$d个文件
zh_tw: 最近有 %1$d 個被修改的檔案

source: %1$d hour
el_gr: %1$d ώρα
et_ee: %1$d tund
zh_cn: %1$d 小时
zh_tw: %1$d 小時

source: %1$d item
el_gr: %1$d στοιχείο
et_ee: %1$d üksus
zh_cn: %1$d个项目
zh_tw: %1$d 個項目

source: %1$d item selected
el_gr: %1$d επιλεγμένο στοιχείο
et_ee: %1$d üksus valitud
zh_cn: 已选定 %1$d 个项目
zh_tw: 已選擇 %1$d 個項目

source: %1$d member
el_gr: %1$d μέλος
et_ee: %1$d liige
zh_cn: %1$d 位成员
zh_tw: %1$d 位成員

source: %1$d message
el_gr: %1$d μήνυμα
zh_cn: %1$d条消息
zh_tw: %1$d 封訊息

source: %1$d message selected
el_gr: %1$d επιλεγμένο μήνυμα
et_ee: %1$d sõnum valitud
zh_cn: 已选定 %1$d 个消息
zh_tw: 已選擇 %1$d 封訊息

source: %1$d minute
el_gr: %1$d λεπτό
et_ee: %1$d minut
zh_cn: %1$d 分钟
zh_tw: %1$d 分鐘

source: %1$d minutes
el_gr: %1$d λεπτά
et_ee: %1$d minutit
zh_cn: %1$d 分钟
zh_tw: %1$d 分鐘

source: %1$d month
el_gr: %1$d μήνας
et_ee: %1$d kuu
zh_cn: %1$d 个月
zh_tw: %1$d 個月

source: %1$d of %2$d item
el_gr: %1$d από %2$d στοιχείο
et_ee: %1$d %2$d üksusest
zh_cn: %2$d 里第 %1$d 个项目
zh_tw: 第 %1$d 個，共 %2$d 個項目

source: %1$d of %2$d used
el_gr: %1$d από %2$d σε χρήση
zh_cn: 已使用 %1$d（共%2$d）
zh_tw: 已用 %1$d，共 %2$d

source: %1$d of 10 points.
el_gr: %1$d από 10 πόντοι.
et_ee: %1$d kümnest punktist.
zh_cn: 10 分满分的 %1$d 分。
zh_tw: %1$d 分，滿分 10 分。

source: %1$d of 5 stars
el_gr: %1$d από 5 αστέρια
et_ee: %1$d tärni 5-st
zh_cn: 5 星满分的 %1$d 星
zh_tw: %1$d 顆星，滿分 5 顆星

source: %1$d second
el_gr: %1$d δευτερόλεπτο
et_ee: %1$d sekund
zh_cn: %1$d 秒
zh_tw: %1$d 秒

source: %1$d selected
el_gr: %1$d επιλογές
et_ee: %1$d valitud
zh_cn: 已选定 %1$d 个
zh_tw: 已選擇 %1$d 封

source: %1$d task
el_gr: %1$d εργασία
zh_cn: %1$d个任务
zh_tw: %1$d 場任務

source: %1$d total
el_gr: %1$d συνολικά
et_ee: %1$d kokku
zh_cn: 共 %1$d
zh_tw: 共計 %1$d

source: %1$d unread
el_gr: %1$d μη αναγνωσμένα
et_ee: %1$d lugemata
zh_cn: %1$d 个未读
zh_tw: %1$d 未讀

source: %1$d version
el_gr: %1$d έκδοση
et_ee: %1$d versioon
zh_cn: %1$d 版本
zh_tw: 版本 %1$d

source: %1$d week
el_gr: %1$d εβδομάδα
et_ee: %1$d nädal
zh_cn: %1$d 周
zh_tw: %1$d 週

source: %1$d year
el_gr: %1$d έτος
et_ee: %1$d aasta
zh_cn: %1$d 年
zh_tw: %1$d 年

source: %1$d% of mail count remaining
el_gr: %1$d% των υπολειπόμενων email
zh_cn: %1$d% 剩余邮件数
zh_tw: 剩下 %1$d% 郵件量

source: %1$n member
el_gr: %1$n μέλος
zh_cn: %1$n 位成员
zh_tw: %1$n 位成員

source: %1$s %2$s %3$s %4$s %5$s
zh_cn: %5$s %4$s %3$s %1$s %2$s
zh_tw: %5$s%4$s %2$s %3$s%1$s

source: %1$s %2$s - %3$s %4$s
zh_cn: %2$s 年 %1$s - %4$s 年 %3$s
zh_tw: %2$s 年 %1$s - %4$s %3$s

source: %1$s %2$s after end.
el_gr: %1$s %2$s μετά το τέλος.
et_ee: %1$s %2$s pärast lõppu.
zh_cn: 结束后 %2$s 发送 %1$s。
zh_tw: 結束後 %2$s 發出 %1$s。

source: %1$s %2$s after start.
el_gr: %1$s %2$s μετά την έναρξη.
et_ee: %1$s %2$s pärast algust.
zh_cn: 开始后 %2$s 发送 %1$s。
zh_tw: 開始後 %2$s 發出 %1$s。

source: %1$s %2$s before end.
el_gr: %1$s %2$s πριν από το τέλος.
et_ee: %1$s %2$s enne lõppu.
zh_cn: 结束前 %2$s 发送 %1$s。
zh_tw: 結束前 %2$s 發出 %1$s。

source: %1$s %2$s before start.
el_gr: %1$s %2$s πριν από την έναρξη.
et_ee: %1$s %2$s enne algust.
zh_cn: 开始前 %2$s 发送 %1$s。
zh_tw: 開始前 %2$s 發出 %1$s。

source: %1$s - %2$s %3$s
zh_cn: %1$s - %2$s，%3$s 年
zh_tw: %3$s 年 %1$s - %2$s

source: %1$s Files left
el_gr: Απομένουν %1$s αρχεία
et_ee: %1$s faili veel
zh_cn: 还有%1$s个文件
zh_tw: 剩下 %1$s 個檔案

source: %1$s Help
el_gr: Βοήθεια για το %1$s
et_ee: %1$s abi
zh_cn: %1$s 帮助
zh_tw: %1$s 說明

source: %1$s appointments selected
el_gr: %1$s επιλεγμένες συναντήσεις
et_ee: %1$s kohtumist on valitud
zh_cn: 选定的 %1$s 约会
zh_tw: 選擇了 %1$s 場約會

source: %1$s at %2$s
el_gr: %1$s στο %2$s
et_ee: %1$s kohas %2$s
zh_cn: %1$s - %2$s
zh_tw: %2$s 的 %1$s

source: %1$s at %2$s.
el_gr: %1$s στις %2$s.
et_ee: %1$s kohas %2$s.
zh_cn: %2$s 时发送 %1$s。
zh_tw: 在 %2$s 發出 %1$s。

source: %1$s at end.
el_gr: %1$s στο τέλος.
et_ee: %1$s lõpus.
zh_cn: 结束时发送 %1$s。
zh_tw: 在結束時發出 %1$s。

source: %1$s at start.
el_gr: %1$s στην έναρξη.
et_ee: %1$s alguses.
zh_cn: 开始时发送 %1$s。
zh_tw: 在開始時發出 %1$s。

source: %1$s autocomplete token field. Use left and right arrow keys to navigate between the tokens
el_gr: Πεδίο «%1$s» διακριτικού αυτόματης συμπλήρωσης. Χρησιμοποιήστε τα πλήκτρα αριστερού και δεξιού βέλους για να πλοηγηθείτε μεταξύ των διακριτικών
zh_cn: %1$s自动完成代币字段。使用左或右方向键于代币间导航
zh_tw: %1$s 個自動完成 token 欄位，使用左右方向鍵切換不同 token

source: %1$s changed the status:
el_gr: Ο/Η %1$s άλλαξε την κατάσταση:
et_ee: %1$s muutis olekut:
zh_cn: %1$s 更改了状态：
zh_tw: %1$s 已更改狀態:

source: %1$s completed
el_gr: Ολοκλήρωση κατά %1$s
et_ee: %1$s valmis
zh_cn: 已完成 %1$s
zh_tw: 已完成 %1$s

source: %1$s could not be added as the contact has no valid email field.
el_gr: Δεν ήταν δυνατή η προσθήκη του/της %1$s, καθώς η επαφή δεν διαθέτει έγκυρο πεδίο email.
et_ee: %1$s ei saanud lisada, kuna kontaktil pole kehtivat e-posti välja.
zh_cn: 由于联系人没有有效的电子邮件字段, 无法添加%1$s。
zh_tw: 由於聯絡人沒有正確的電子郵件欄位，無法新增 %1$s。

source: %1$s for Windows
el_gr: %1$s για Windows
et_ee: %1$s Windowsile
zh_cn: %1$s视窗版

source: %1$s has a new contact:
el_gr: Ο/Η %1$s έχει μια νέα επαφή:
et_ee: Kasutajal %1$s on uus kontakt:
zh_cn: %1$s 有一个新联系人：
zh_tw: %1$s 有了新聯絡人:

source: %1$s has new contacts:
el_gr: Ο/Η %1$s έχει νέες επαφές:
et_ee: Kasutajal %1$s on uusi kontakte:
zh_cn: %1$s 有新联系人：
zh_tw: %1$s 有了新聯絡人:

source: %1$s is calling
el_gr: Ο/Η %1$s καλεί
et_ee: %1$s helistab
zh_cn: %1$s在打电话
zh_tw: %1$s 來電

source: %1$s item selected
el_gr: %1$s επιλεγμένο στοιχείο
et_ee: %1$s üksus valitud
zh_cn: 已选定 %1$s 个项目
zh_tw: 已選擇 %1$s 個項目

source: %1$s more...
el_gr: %1$s ακόμα...
et_ee: %1$s rohkem...
zh_cn: %1$s 更多...
zh_tw: 還有 %1$s 個…

source: %1$s moved to position %2$s of %3$s
el_gr: Το «%1$s» μετακινήθηκε στη θέση %2$s από %3$s
et_ee: %1$s kolis %3$s positsioonile %2$s
zh_cn: %1$s 已移动到 %3$s 的 %2$s 位置
zh_tw: 已將 %1$s 移動至 %3$s 的 %2$s 位置

source: %1$s must not be empty.
el_gr: Το πεδίο «%1$s» δεν πρέπει να είναι κενό.
et_ee: %1$s ei tohi olla tühi.
zh_cn: %1$s 绝不能空。
zh_tw: %1$s 不得為空白。

source: %1$s of %2$s used
el_gr: %1$s από %2$s σε χρήση
et_ee: %1$s / %2$s
zh_cn: 已使用 %1$s（共%2$s）
zh_tw: 已用 %1$s，共 %2$s

source: %1$s options
el_gr: Επιλογές του %1$s
et_ee: %1$s valikud
zh_cn: %1$s 选项
zh_tw: %1$s 選項

source: %1$s posted a link:
el_gr: Ο/Η %1$s ανάρτησε έναν σύνδεσμο:
et_ee: %1$s lisas lingi:
zh_cn: %1$s 以链接发送：
zh_tw: %1$s 張貼了連結：

source: %1$s posted a new activity:
el_gr: Ο/Η %1$s ανάρτησε μια νέα δραστηριότητα:
et_ee: %1$s lisas uue tegevuse:
zh_cn: %1$s 发送了一个新活动：
zh_tw: %1$s 張貼了新的動態：

source: %1$s recommends this link:
el_gr: Ο/Η %1$s προτείνει αυτόν τον σύνδεσμο:
et_ee: %1$s soovitab seda linki:
zh_cn: %1$s 推荐此链接：
zh_tw: %1$s 推薦此連結：

source: %1$s shared a folder with you
el_gr: Ο/Η %1$s μοιράστηκε έναν φάκελο με εσάς
et_ee: %1$s jagas teiega kausta
zh_cn: %1$s 与您分享一个文件夹
zh_tw: %1$s 與您分享了資料夾

source: %1$s to %2$s
el_gr: %1$s έως %2$s
et_ee: %1$s kuni %2$s
zh_cn: %1$s - %2$s
zh_tw: %2$s 到 %1$s

source: %1$s toolbar. Use cursor keys to navigate.
el_gr: Γραμμή εργαλείων %1$s. Χρησιμοποιήστε τα πλήκτρα κέρσορα για πλοήγηση.
et_ee: %1$s tööriistariba. Kasutage navigeerimiseks kursoriklahve.
zh_cn: %1$s 工具栏。使用光标键进行导航。
zh_tw: %1$s 工具列。使用方向鍵進行導航。

source: %1$s updated the profile:
el_gr: Ο/Η %1$s ενημέρωση το προφίλ:
et_ee: %1$s värskendas profiili:
zh_cn: %1$s 更改了状态：
zh_tw: %1$s 更新了個人資料：

source: %1$s, dropped. Final position in list: %2$s of %3$s
el_gr: %1$s, εναποτέθηκε. Τελική θέση στη λίστα: %2$s από %3$s
et_ee: %1$s, asetati. Lõplik positsioon nimekirjas: %2$s %3$s
zh_cn: %1$s、已投下。最终排名：%2$s 的 %3$s
zh_tw: 已放下 %1$s。於清單中的最終位置: 第 %2$s 筆，共 %3$s 筆

source: %1$s, dropped. Re-order canceled.
el_gr: %1$s, εναποτέθηκε. Η αναδιάταξη ακυρώθηκε.
zh_cn: %1$s，已舍弃。已取消重新排序。
zh_tw: 已放下 %1$s。取消重排。

source: %1$s, grabbed. Current position in list: %2$s of %3$s. Press up and down arrow to change position, Spacebar to drop, Escape to cancel.
el_gr: %1$s, επιλέχθηκε. Τρέχουσα θέση στη λίστα: %2$s από %3$s. Πατήστε τα πλήκτρα πάνω ή κάτω βέλους για αλλαγή θέσης, το πλήκτρο «Spacebar» για εναπόθεση και το πλήκτρο «Escape» για ακύρωση.
et_ee: %1$s, haaratud. Praegune positsioon nimekirjas: %2$s %3$s. Vajutage noolt üles ja alla, et muuta positsiooni, tühikuklahvi, et asetada, Escape, et tühistada.
zh_cn: %1$s、已抓起。当前位置在列表中：%3$s 的 %2$s。按上和下箭头以更改位置、空格键以投下，ESC 键以取消。
zh_tw: 已拿起 %1$s。目前於清單中的位置: 第 %2$s 筆，共 %3$s 筆。按上下方向鍵即可更改位置、按空白鍵放下、按 Esc 取消。

source: %1$s. New position in list: %2$s of %3$s
el_gr: %1$s. Νέα θέση στη λίστα: %2$s από %3$s
et_ee: %1$s kolis %3$s positsioonile %2$s
zh_cn: %1$s。列表中的新位置：%3$s 的 %2$s
zh_tw: %1$s。於清單中的新位置: 第 %2$s 筆，共 %3$s 筆

source: %3$s %2$s, %1$s
zh_cn: %2$s %1$s %3$s
zh_tw: %2$s %1$s %3$s

source: %d day
el_gr: %d ημέρα
et_ee: %d päev
zh_cn: %d 天
zh_tw: %d 天

source: %s %s, create all-day appointment
el_gr: %s %s, δημιουργία ολοήμερης συνάντησης
et_ee: %s %s, looge kohtumine kogu päevaks
zh_cn: %s %s、创建全天约会
zh_tw: %s %s，建立全天約會

source: %s Conference
el_gr: Διάσκεψη %s
et_ee: %s konverents
zh_cn: %s会议
zh_tw: %s 會議

source: %s actions
el_gr: Ενέργειες του «%s»
zh_cn: %s 动作
zh_tw: %s 個行為

source: %s conferences expire after 365 days. We recommend to limit the series to one year. Alternatively, you can update the series before the meeting expires.
el_gr: Οι συσκέψεις %s λήγουν μετά από 365 ημέρες. Συνιστούμε να περιορίσετε τη σειρά σε ένα έτος. Εναλλακτικά, μπορείτε να ενημερώσετε τη σειρά πριν από τη λήξη της σύσκεψης.
et_ee: %s konverentsid aeguvad 365 päeva pärast. Soovitame sarja piirata ühe aastaga. Saate sarja värskendada enne koosolekute sarja lõppu.
zh_cn: %s会议在365天后过期。我们建议将该系列限制为一年。或者，您能够在会议过期之前更新该系列。
zh_tw: %s 會議設定會在 365 天後過期，我們建議您將會議序列限制在一年內。另外，也可以在會議失效前更新會議序列。

source: %s is also available for other platforms:
el_gr: Το %s διατίθεται και για άλλες πλατφόρμες:
et_ee: %s on samuti saadaval teiste platvormide jaoks:
zh_cn: %s 也在其他平台可用：
zh_tw: %s 也有下列平台版本:

source: %s logged in on %s
el_gr: Το %s συνδέθηκε στις %s
et_ee: %s sisse logitud %s
zh_cn: %s登录在%s上
zh_tw: %s 登入於 %s

source: %s meetings
el_gr: Συσκέψεις %s
zh_cn: %s会议
zh_tw: %s 會議

source: ---------- Original Message ----------
el_gr: ---------- Αρχικό μήνυμα ----------
et_ee: ---------- Algne sõnum ----------
zh_cn: ---------- 原始消息 ----------
zh_tw: ---------- 原始訊息 ----------

source: 09.00 (24 hours)
el_gr: 09.00 (24 ώρες)
et_ee: 09.00 (24 tundi)
zh_cn: 09.00 （24 小时制）
zh_tw: 09.00（24 小時）

source: 09:00 (24 hours)
el_gr: 09:00 (24 ώρες)
et_ee: 09:00 (24 tundi)
zh_cn: 09:00 （24 小时制）
zh_tw: 09:00（24 小時）

source: 09:00 AM (12 hours)
el_gr: 09:00 π.μ. (12 ώρες)
et_ee: 09:00 AM (12 tundi)
zh_cn: 早上 09:00 (12 小时制)
zh_tw: 上午 09:00（12 小時）

source: 1 day
el_gr: 1 ημέρα
et_ee: 1 päev
zh_cn: 1 天
zh_tw: 1 天

source: 1 file has been changed recently
el_gr: 1 αρχείο έχει αλλάξει πρόσφατα
et_ee: 1 faili on hiljuti muudetud
zh_cn: 最近更改了一个文件
zh_tw: 最近有 1 個被修改的檔案

source: 1 minute before the appointment starts
el_gr: 1 λεπτό πριν ξεκινήσει η συνάντηση
zh_cn: 约会开始前1分钟
zh_tw: 在約會開始前 1 分鐘

source: 1 version
el_gr: 1 έκδοση
et_ee: 1 versioon
zh_cn: 1个版本
zh_tw: 1 個版本

source: 1 year
el_gr: 1 έτος
et_ee: 1 aasta
zh_cn: 1年
zh_tw: 1 年

source: 10 minutes
el_gr: 10 λεπτά
et_ee: 10 minutit
zh_cn: 10 分钟
zh_tw: 10 分鐘

source: 10 minutes before the appointment starts
el_gr: 10 λεπτά πριν ξεκινήσει η συνάντηση
zh_cn: 约会开始前10分钟
zh_tw: 在約會開始前 10 分鐘

source: 10 seconds
el_gr: 10 δευτερόλεπτα
zh_cn: 10秒
zh_tw: 10 秒鐘

source: 10 versions
el_gr: 10 εκδόσεις
et_ee: 10 versiooni
zh_cn: 10个版本
zh_tw: 10 個版本

source: 100 versions
el_gr: 100 εκδόσεις
et_ee: 100 versiooni
zh_cn: 100个版本
zh_tw: 100 個版本

source: 15 minutes
el_gr: 15 λεπτά
et_ee: 15 minutit
zh_cn: 15 分钟
zh_tw: 15 分鐘

source: 15 minutes before the appointment starts
el_gr: 15 λεπτά πριν ξεκινήσει η συνάντηση
zh_cn: 约会开始前15分钟
zh_tw: 在約會開始前 15 分鐘

source: 2-Step Verification Options
el_gr: Επιλογές επαλήθευσης δύο παραγόντων
zh_cn: 两步验证选项
zh_tw: 兩階段驗證選項

source: 2-step verification
el_gr: Επαλήθευση δύο παραγόντων
zh_cn: 两步验证
zh_tw: 兩階段驗證

source: 20 versions
el_gr: 20 εκδόσεις
et_ee: 20 versiooni
zh_cn: 20个版本
zh_tw: 20 個版本

source: 30 days
el_gr: 30 ημέρες
et_ee: 30 päeva
zh_cn: 30天
zh_tw: 30 天

source: 30 minutes
el_gr: 30 λεπτά
et_ee: 30 minutit
zh_cn: 30 分钟
zh_tw: 30 分鐘

source: 30 minutes before the appointment starts
el_gr: 30 λεπτά πριν ξεκινήσει η συνάντηση
zh_cn: 约会开始前30分钟
zh_tw: 在約會開始前 30 分鐘

source: 30 versions
el_gr: 30 εκδόσεις
et_ee: 30 versiooni
zh_cn: 30个版本
zh_tw: 30 個版本

source: 40 versions
el_gr: 40 εκδόσεις
et_ee: 40 versiooni
zh_cn: 40个版本
zh_tw: 40 個版本

source: 5 minutes
el_gr: 5 λεπτά
et_ee: 5 minutit
zh_cn: 5 分钟
zh_tw: 5 分鐘

source: 5 minutes before the appointment starts
el_gr: 5 λεπτά πριν ξεκινήσει η συνάντηση
zh_cn: 约会开始前5分钟
zh_tw: 在約會開始前 5 分鐘

source: 5 seconds
el_gr: 5 δευτερόλεπτα
zh_cn: 5秒
zh_tw: 5 秒鐘

source: 5 versions
el_gr: 5 εκδόσεις
et_ee: 5 versiooni
zh_cn: 5个版本
zh_tw: 5 個版本

source: 50 versions
el_gr: 50 εκδόσεις
et_ee: 50 versiooni
zh_cn: 50个版本
zh_tw: 50 個版本

source: 60 days
el_gr: 60 ημέρες
et_ee: 60 päeva
zh_cn: 60天
zh_tw: 60 天

source: 60 versions
el_gr: 60 εκδόσεις
et_ee: 60 versiooni
zh_cn: 60个版本
zh_tw: 60 個版本

source: 7 days
el_gr: 7 ημέρες
et_ee: 7 päeva
zh_cn: 7天
zh_tw: 7 天

source: 70 versions
el_gr: 70 εκδόσεις
et_ee: 70 versiooni
zh_cn: 70个版本
zh_tw: 70 個版本

source: 80 versions
el_gr: 80 εκδόσεις
et_ee: 80 versiooni
zh_cn: 80个版本
zh_tw: 80 個版本

source: 9.00 (24 hours)
el_gr: 9.00 (24 ώρες)
et_ee: 9.00 (24 tundi)
zh_cn: 9.00 （24 小时制）
zh_tw: 9.00（24 小時）

source: 90 days
el_gr: 90 ημέρες
et_ee: 90 päeva
zh_cn: 90天
zh_tw: 90 天

source: 90 versions
el_gr: 90 εκδόσεις
et_ee: 90 versiooni
zh_cn: 90个版本
zh_tw: 90 個版本

source: 9:00 (24 hours)
el_gr: 9:00 (24 ώρες)
et_ee: 9:00 (24 tundi)
zh_cn: 9:00 （24 小时制）
zh_tw: 9:00（24 小時）

source: 9:00 AM (12 hours)
el_gr: 9:00 π.μ. (12 ώρες)
et_ee: 9:00 AM (12 tundi)
zh_cn: 上午 9:00 （12 小时制）
zh_tw: 上午 9:00（12 小時）

source: A folder cannot be moved into itself
el_gr: Ένας φάκελος δεν μπορεί να μετακινηθεί εντός του εαυτού του
et_ee: Kausta ei saa iseendasse teisaldada
zh_cn: 一个文件夹不能移动到自己里面
zh_tw: 無法將資料夾移動到自身當中

source: A folder cannot be moved to one of its subfolders
el_gr: Ένας φάκελος δεν μπορεί να μετακινηθεί σε έναν υποφάκελό του
et_ee: Kausta ei saa ühte selle alamkausta teisaldada
zh_cn: 一个文件夹不能移动到它其中一个子文件夹里面
zh_tw: 無法將資料夾移動到其子資料夾當中

source: A new code was sent to your SMS device. Please enter the code.
el_gr: Έχει αποσταλεί ένας νέος κωδικός στη συσκευή SMS σας. Παρακαλώ εισαγάγετε τον κωδικό.
et_ee: Teile saadeti SMS-iga uus kood. Sisestage kood.
zh_cn: 新码已发送到您的短信设备。请输入此码。
zh_tw: 已發送新代碼到您的簡訊裝置。請輸入代碼。

source: A new version for "%1$s" has been added.
el_gr: Έχει προστεθεί μια νέα έκδοση του «%1$s».
et_ee: Üksuse „%1$s” uus versioon on lisatud.
zh_cn: 已添加 "%1$s" 一个新版本。
zh_tw: 已加入新版「%1$s」。

source: A password was created successfully. Please use the following settings in the application:
el_gr: Δημιουργήθηκε επιτυχώς ένας κωδικός πρόσβασης. Παρακαλώ χρησιμοποιήστε τις εξής ρυθμίσεις στην εφαρμογή:
et_ee: Salasõna loodi edukalt. Palun kasutage rakenduses järgmisi seadistusi:
zh_cn: 已成功创建密码。 请在应用程序中使用以下设置：
zh_tw: 成功建立密碼。請在應用程式中使用下列設定：

source: A problem occurred while loading the Zoom meeting. Maybe the Zoom meeting has expired.
el_gr: Προέκυψε πρόβλημα κατά τη φόρτωση της σύσκεψης Zoom. Η σύσκεψη Zoom ενδέχεται να έχει λήξει.
et_ee: Zoomi koosoleku laadimisel tekkis probleem. Võib-olla on Zoomi koosolek aegunud.
zh_cn: 加载 Zoom 会议时发生问题。可能 Zoom 会议已过期。
zh_tw: 載入 Zoom 會議時發生問題，可能是 Zoom 會議已經失效。

source: A public folder is used for content that is of common interest to all users. To allow other users to read or edit the contents, you have to set the respective permissions for the public folder.
el_gr: Ένας δημόσιος φάκελος χρησιμοποιείται για περιεχόμενο που αφορά όλους τους χρήστες. Για να επιτρέψετε σε άλλους χρήστες την ανάγνωση ή την επεξεργασία των περιεχομένων, θα χρειαστεί να ορίσετε τα αντίστοιχα δικαιώματα για τον δημόσιο φάκελο.
zh_cn: 一个公共文件夹用作存放所有用户共同拥有的内容。要允许其他用户读取或编辑其内容，您必须为公共文件夹设置相对权限。
zh_tw: 公開資料夾是用來提供給所有使用者的內容。若要允許其他使用者讀取或編輯內容，您需針對公開資料夾設定相對應的權限。

source: A read receipt has been sent
el_gr: Έχει αποσταλεί αποδεικτικό ανάγνωσης
et_ee: Lugemiskinnitus on saadetud
zh_cn: 已发送一个送达回执
zh_tw: 已寄出送達回執

source: A refresh takes some time, so please be patient, while the refresh runs in the background. Only one refresh per subscription and per session is allowed.
el_gr: Η ανανέωση διαρκεί αρκετή ώρα, οπότε παρακαλώ περιμένετε όσο εκτελείται η ανανέωση στο παρασκήνιο. Επιτρέπεται μόνο μία ανανέωση ανά συνδρομή και ανά συνεδρία.
et_ee: Värskendamine võtab aega, seega varuge kannatust, kuni värskendamine taustal toimib. Lubatud on üksainus värskendus tellimuse ja seansi kohta.
zh_cn: 一个刷新稍为需时，请耐心等待背景运行完成。一个会话和订阅每次只允许一个刷新。
zh_tw: 重新整理需要在背景花一點時間進行，請稍待。每次登入僅允許重新整理一個訂閱。

source: A resource calendar group is used to collect specific resources such as rooms, hardware or others that can be booked by other users.
el_gr: Μια ομάδα ημερολογίου πόρων χρησιμοποιείται για τη συλλογή συγκεκριμένων πόρων, όπως αίθουσες, υλικό ή άλλα πράγματα, για τα οποία μπορούν να κάνουν κράτηση άλλοι χρήστες.
zh_cn: 一个资源日历组用于收集特定的资源，如房间、硬件、或其他可以被其他用户预订的资源。
zh_tw: 資源行事曆群組是用來收集會議室、硬體設備或其他可由其他使用者預約使用的資源的集合。

source: A resource group named "%1$s" already exists!
el_gr: Υπάρχει ήδη ομάδα πόρων με το όνομα «%1$s»!
zh_cn: 一个名为"%1$s"的资源组已经存在!
zh_tw: 名稱為「%1$s」的資源群組已存在！

source: A time saver if you live or work in more than one time zone
el_gr: Ιδιαίτερα χρήσιμο εάν ζείτε ή εργάζεστε σε περισσότερες από μία ζώνες ώρες
zh_cn: 如果您在多于一个时区里生活或工作，旧会节省很多时间
zh_tw: 若您在不同時區間生活或工作，此功能可以幫助您省下換算時間

source: ADDED
el_gr: ΠΡΟΣΤΕΘΗΚΕ
et_ee: LISATUD
zh_cn: 已添加
zh_tw: 新增

source: AI integration
el_gr: Ενσωμάτωση AI
zh_cn: 人工智能整合
zh_tw: AI 整合

source: AI integration (%1$s)
el_gr: Ενσωμάτωση AI (%1$s)
zh_cn: 人工智能整合(%1$s)
zh_tw: AI 整合（%1$s）

source: API request failed. The service might be unavailable. Please try again in a few minutes.
el_gr: Το αίτημα API απέτυχε. Η υπηρεσία ενδέχεται να μην είναι διαθέσιμη. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.
zh_cn: API请求失败。服务也许不可用。请于几分钟后再试。
zh_tw: API 請求失敗，服務可能無法使用，請稍候幾分鐘再試一次。

source: About
el_gr: Πληροφορίες
et_ee: Teave
zh_cn: 关于
zh_tw: 關於

source: Absent
el_gr: Απών/-ούσα
et_ee: Puudub
zh_cn: 缺乏
zh_tw: 缺少

source: Accent colors
el_gr: Χρώματα έμφασης
et_ee: Aktsendivärvid
zh_cn: 设定颜色
zh_tw: 輔色

source: Accept
el_gr: Αποδοχή
et_ee: Nõustu
zh_cn: 接受
zh_tw: 接受

# appointment participation status
source: Accept
el_gr: Αποδοχή
et_ee: Nõustu
zh_cn: 接受
zh_tw: 接受

source: Accept Proposal
el_gr: Αποδοχή πρότασης
et_ee: Nõustu pakkumisega
zh_cn: 接受提案
zh_tw: 接受提議

source: Accept changes
el_gr: Αποδοχή αλλαγών
et_ee: Kinnita muudatused
zh_cn: 接受更改
zh_tw: 接受變更

source: Accepted
el_gr: Αποδοχή
et_ee: Kinnitatud
zh_cn: 接受
zh_tw: 已接受

source: Accepted: %d
el_gr: Αποδοχή: %d
zh_cn: 已接受：%d
zh_tw: 已接受: %d

source: Access to your media devices has been denied. Please refer to your browser help pages for how to reset authorization.
el_gr: Δεν επιτρέπεται η πρόσβαση στις συσκευές πολυμέσων σας. Παρακαλώ ανατρέξτε στις σελίδες βοήθειας του προγράμματος περιήγησής σας σχετικά με το πώς να επαναφέρετε την ταυτοποίηση.
et_ee: Juurdepääs teie meediumiseadmetele on keelatud. Volituse lähtestamiseks vaadake oma brauseri abilehti.
zh_cn: 对媒体设备的访问已被拒绝。有关如何重置验证的内容，请参阅浏览器帮助页。
zh_tw: 存取您的媒體裝置被拒絕。請參考您的瀏覽器說明頁面來重設授權。

source: Accessing global address book is not permitted
el_gr: Δεν επιτρέπεται η πρόσβαση στο καθολικό ευρετήριο επαφών
et_ee: Juurdepääs globaalsele aadressiraamatule ei ole lubatud
zh_cn: 不允许访问全域地址簿
zh_tw: 未被允許存取全域通訊錄

source: Account
el_gr: Λογαριασμός
et_ee: Konto
zh_cn: 账户
zh_tw: 帳戶

source: Account Name
el_gr: Όνομα λογαριασμού
et_ee: Konto nimi
zh_cn: 户口名称
zh_tw: 帳號名稱

source: Account added successfully
el_gr: Επιτυχής προσθήκη λογαριασμού
et_ee: Konto edukalt lisatud
zh_cn: 户口添加成功
zh_tw: 成功新增帳號

source: Account already exists
el_gr: Ο λογαριασμός υπάρχει ήδη
et_ee: Konto on juba olemas
zh_cn: 戶口已經存在
zh_tw: 帳號已存在

source: Account could not be added
el_gr: Δεν ήταν δυνατή η προσθήκη του λογαριασμού
et_ee: Konto lisamine ebaõnnestus
zh_cn: 无法添加户口
zh_tw: 無法新增帳號

source: Account name
el_gr: Όνομα λογαριασμού
et_ee: Konto nimi
zh_cn: 账户名称
zh_tw: 帳戶名

source: Account settings
el_gr: Ρυθμίσεις λογαριασμού
et_ee: Konto seaded
zh_cn: 账户设定
zh_tw: 帳戶設置

source: Account settings could not be saved. Please take a look at the annotations in the form.
el_gr: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων λογαριασμού. Παρακαλώ ελέγξτε τα σχόλια στη φόρμα.
et_ee: Konto seadete salvestamine ebaõnnestus. Palun tutvuge märkustega vormis.
zh_cn: 无法保存户口配置，请看一下表格里的注解。
zh_tw: 無法儲存帳號設定，請參考表單中的標示修正。

source: Account updated
el_gr: Ο λογαριασμός ενημερώθηκε
et_ee: Konto värskendatud
zh_cn: 户口已更新
zh_tw: 已更新帳戶

source: Account updated successfully
el_gr: Ο λογαριασμός ενημερώθηκε επιτυχώς
et_ee: Konto on edukalt uuendatud
zh_cn: 户口更新成功
zh_tw: 已成功更新帳號

source: Accounts
el_gr: Λογαριασμοί
et_ee: Kontod
zh_cn: 账户
zh_tw: 帳戶

source: Action
el_gr: Ενέργεια
zh_cn: 动作
zh_tw: 行為

source: Actions
el_gr: Ενέργειες
et_ee: Tegevused
zh_cn: 动作
zh_tw: 行為

source: Actions for %1$s
el_gr: Ενέργειες για «%1$s»
et_ee: %1$s toimingud
zh_cn: %1$s 的行动
zh_tw: %1$s 操作

source: Actions of this filter rule are not allowed to be applied to existing mails.
el_gr: Δεν επιτρέπεται η εφαρμογή των ενεργειών αυτού του φίλτρου σε υπάρχοντα email.
zh_cn: 此过滤器准则的动作不允许套用到现有邮件。
zh_tw: 不允許將此過濾器規則的動作套用到現有郵件。

source: Actions. Use cursor keys to navigate.
el_gr: Ενέργειες. Χρησιμοποιήστε τα πλήκτρα κέρσορα για πλοήγηση.
et_ee: Toimingud. Kasutage navigeerimiseks kursoriklahve.
zh_cn: 动作。使用方向键导航。
zh_tw: 行為。使用方向鍵切換。

source: Activate categories
el_gr: Ενεργοποίηση κατηγοριών
zh_cn: 激活类别
zh_tw: 啟用分類

source: Activate next floating window
el_gr: Ενεργοποίηση επόμενου αιωρούμενου παραθύρου
zh_cn: 激活下一个浮动窗口
zh_tw: 啟用下一個漂浮視窗

source: Activate previous floating window
el_gr: Ενεργοποίηση προηγούμενου αιωρούμενου παραθύρου
zh_cn: 激活上一个浮动窗口
zh_tw: 啟用上一個漂浮視窗

source: Actual costs
el_gr: Πραγματικό κόστος
et_ee: Tegelikud kulud
zh_cn: 实质费用
zh_tw: 實際成本

source: Actual duration in minutes
el_gr: Πραγματική διάρκεια σε λεπτά
et_ee: Tegelik kestus minutites
zh_cn: 按分钟设置间隔
zh_tw: 實際持續分鐘數

source: Add
el_gr: Προσθήκη
et_ee: Lisa
zh_cn: 添加
zh_tw: 新增

source: Add IMAP keyword
el_gr: Προσθήκη λέξης-κλειδιού IMAP
et_ee: Lisa IMAP märksõna
zh_cn: 添加IMAP关键字
zh_tw: 新增 IMAP 關鍵字

source: Add Multifactor Device
el_gr: Προσθήκη συσκευής πολλαπλών παραγόντων
et_ee: Lisa mitmetasemelise autentimise seade
zh_cn: 添加多因素设备
zh_tw: 新增多因素驗證裝置

source: Add Recovery Option
el_gr: Προσθήκη επιλογής ανάκτησης
et_ee: Lisa taastevõimalus
zh_cn: 添加恢复选项
zh_tw: 新增救援選項

source: Add Verification Option
el_gr: Προσθήκη επιλογής επαλήθευσης
et_ee: Lisa autentimisviis
zh_cn: 添加验证选项
zh_tw: 新增驗證選項
