Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Exciting
el_gr: Συναρπαστικό
zh_cn: 刺激的
zh_tw: 令人激動的

source: Executive
el_gr: Στέλεχος
et_ee: Juhtivtöötaja
zh_cn: 行政主管
zh_tw: 執行階層

source: Existing passwords
el_gr: Υπάρχοντες κωδικοί πρόσβασης
et_ee: Olemasolevad paroolid
zh_cn: 现有密码
zh_tw: 現有密碼

source: Exists
el_gr: Υπάρχει
et_ee: Olemas
zh_cn: 存在
zh_tw: 存在

source: Expand form
el_gr: Ανάπτυξη φόρμας
et_ee: Laienda vormi
zh_cn: 展开表格
zh_tw: 展開表單

source: Expanded mobile feature set
el_gr: Εκτεταμένο σύνολο λειτουργιών για κινητές συσκευές
zh_cn: 扩张移动功能集
zh_tw: 展開的行動功能集

source: Expiration
el_gr: Λήξη
et_ee: Aegumine
zh_cn: 过期
zh_tw: 過期於

source: Expired
el_gr: Έληξε
et_ee: Aegunud
zh_cn: 已过期
zh_tw: 過期於

source: Expires on
el_gr: Λήγει στις
et_ee: Aegub kuupäeval
zh_cn: 过期于
zh_tw: 過期於

source: Export
el_gr: Εξαγωγή
et_ee: Ekspordi
zh_cn: 导出
zh_tw: 匯出

source: Export folder
el_gr: Εξαγωγή φακέλου
et_ee: Ekspordi kaust
zh_cn: 导出文件夹
zh_tw: 匯出文件夾

source: Export selected
el_gr: Εξαγωγή επιλογών
et_ee: Ekspordi valitud
zh_cn: 导出选择
zh_tw: 匯出選擇項目

source: External Apps
el_gr: Εξωτερικές εφαρμογές
et_ee: Välised rakendused
zh_cn: 外部应用程序
zh_tw: 外部應用程式

source: External contact
el_gr: Εξωτερική επαφή
et_ee: Väline kontakt
zh_cn: 外部联系人
zh_tw: 外部聯絡人

source: External images are not shown to avoid potential tracking
el_gr: Οι εξωτερικές εικόνες δεν εμφανίζονται για την αποτροπή πιθανής καταγραφής
zh_cn: 外部图像不被显示，以避免潜在追踪
zh_tw: 未顯示外部圖片，保護您不受追蹤

source: External images in emails
el_gr: Εξωτερικές εικόνες σε email
zh_cn: 电子邮件里的外部图像
zh_tw: 郵件中的外部圖片

source: External images in this email use an insecure connection. Those images were automatically adjusted to enforce a secure connection (https). Some images might not be shown.
el_gr: Οι εξωτερικές εικόνες σε αυτό το email χρησιμοποιούν μη ασφαλή σύνδεση. Αυτές οι εικόνες προσαρμόστηκαν αυτόματα για την επιβολή μιας ασφαλούς σύνδεσης (https). Ορισμένες εικόνες ενδέχεται να μην εμφανίζονται.
zh_cn: 此电子邮件里的外部图像使用一个不安全连接。那些图像已自动被调整已强制一个安全连接(https)。有些图像可能不被显示。
zh_tw: 這封電子郵件當中的外部圖片使用不安全的連線。已自動調整這些圖片連結，使用安全連線（HTTPS）方式載入。可能無法顯示某些圖片。

source: External mail accounts are read-only
el_gr: Οι εξωτερικοί λογαριασμοί email είναι μόνο για ανάγνωση
et_ee: Välised meilikontod on kirjutuskaitstud
zh_cn: 外部邮件户口是唯读的
zh_tw: 外部電子郵件帳號唯讀

source: External participants
el_gr: Εξωτερικοί συμμετέχοντες
et_ee: Välised osalejad
zh_cn: 外部参与者
zh_tw: 外部參與者

source: Face
el_gr: Πρόσωπο
et_ee: Näod
zh_cn: 脸部
zh_tw: 臉部

source: Failed to add. Maybe the vCard attachment is invalid.
el_gr: Αποτυχία προσθήκης. Μπορεί το συνημμένο vCard να μην είναι έγκυρο.
et_ee: Lisamine ebaõnnestus. vCard'i manus võib olla kehtetu.
zh_cn: 添加失败，VCard 附件可能无效。
zh_tw: 新增失敗，也許 VCard 物件無效。

source: Failed to automatically save current stage of work. Please save your work to avoid data loss in case the browser closes unexpectedly.
el_gr: Αποτυχία αυτόματης αποθήκευσης του τρέχοντος σταδίου εργασίας. Παρακαλώ αποθηκεύστε την εργασία σας για να αποφύγετε την απώλεια δεδομένων, σε περίπτωση που κλείσει απροσδόκητα το πρόγραμμα περιήγησης.
et_ee: Töö hetkeseisu automaatne salvestamine ebaõnnestus. Palun salvestage oma töö andmete kaotsimineku vältimiseks veebilehitseja ootamatul sulgumisel.
zh_cn: 自动保存工作的当前进度失败。请保存您的工作，以防止万一浏览器在未预料关闭时丢失数据。
zh_tw: 無法自動儲存您目前的進度，請記得儲存進度以避免瀏覽器未預期關閉而損失資料。

source: Failed to connect.
el_gr: Αποτυχία σύνδεσης.
et_ee: Ühenduse loomine ebaõnnestus.
zh_cn: 连接失败。
zh_tw: 無法連線。

source: Failed to import any data
el_gr: Αποτυχία εισαγωγής δεδομένων
et_ee: Andmete importimine ebaõnnestus
zh_cn: 导入任何数据失败
zh_tw: 無法匯入任何資料

source: Failed to recover accounts
el_gr: Αποτυχία ανάκτησης λογαριασμών
et_ee: Kontode taastamine ebaõnnestus
zh_cn: 复原失败
zh_tw: 無法復原帳號

source: Failed to register device
el_gr: Αποτυχία καταχώρησης συσκευής
et_ee: Seadme registreerimine ebaõnnestus
zh_cn: 注册设备失败
zh_tw: 裝置註冊失敗

source: Failed to register device.
el_gr: Αποτυχία καταχώρησης συσκευής.
et_ee: Seadme registreerimine ebaõnnestus.
zh_cn: 注册设备失败。
zh_tw: 裝置註冊失敗。

source: Failed to save distribution list.
el_gr: Αποτυχία αποθήκευσης λίστας διανομής.
et_ee: Leviloendi salvestamine ebaõnnestus.
zh_cn: 保存通讯组列表失败。
zh_tw: 無法儲存通訊組清單。

source: Failed to sign in
el_gr: Αποτυχία σύνδεσης
et_ee: Sisselogimine ebaõnnestus
zh_cn: 登录失败
zh_tw: 無法登入

source: Failed to start application. Maybe you have connection problems. Please try again.
el_gr: Αποτυχία εκκίνησης της εφαρμογής. Ίσως έχετε προβλήματα σύνδεσης. Παρακαλώ δοκιμάστε ξανά.
et_ee: Rakenduse käivitamine ebaõnnestus. Põhjuseks võivad olla probleemid ühendusega. Proovige uuesti.
zh_cn: 起动应用失败。也许您有连接问题，请重试。
zh_tw: 無法開啟應用程式，也許您的網路連線有問題？請重試。

source: Failed to update confirmation status; most probably the appointment has been deleted.
el_gr: Αποτυχία ενημέρωσης της κατάστασης επιβεβαίωσης· η συνάντηση έχει πιθανότατα διαγραφεί.
et_ee: Kinnituse oleku värskendamine ebaõnnestus; tõenäoliselt on kohtumine kustutatud.
zh_cn: 更新确认状态失败；最可能是约会已删除。
zh_tw: 無法更新確認狀態；最可能的情況是該約會可能已被刪除。

source: Failed to update confirmation status; most probably the task has been deleted.
el_gr: Αποτυχία ενημέρωσης της κατάστασης επιβεβαίωσης· η εργασία έχει πιθανότατα διαγραφεί.
et_ee: Kinnituse oleku värskendamine ebaõnnestus; tõenäoliselt on ülesanne kustutatud.
zh_cn: 更新确认状态失败；最可能是任务已删除。
zh_tw: 無法更新確認狀態；最可能的情況是該任務可能已被刪除。

source: Failure reason
el_gr: Λόγος αποτυχίας
et_ee: Ebaõnnestumise põhjus
zh_cn: 失败原因
zh_tw: 失敗原因

source: Favorite
el_gr: Αγαπημένο
et_ee: Lemmik
zh_cn: 最爱
zh_tw: 最愛

source: Favorites
el_gr: Αγαπημένα
et_ee: Lemmikud
zh_cn: 最爱
zh_tw: 最愛

source: Fax
el_gr: Φαξ
et_ee: Faks
zh_cn: 传真
zh_tw: 傳真

source: Fax (Home)
el_gr: Φαξ (οικία)
et_ee: Faks (kodus)
zh_cn: 传真（家居）
zh_tw: 傳真（住宅）

source: Fax (alt)
el_gr: Φαξ (εναλλακτικό)
et_ee: Faks (teine)
zh_cn: 传真（替代）
zh_tw: 傳真（替代）

source: Feedback
el_gr: Σχόλια
et_ee: Tagasiside
zh_cn: 回馈
zh_tw: 回饋

source: Feedback could not be sent
el_gr: Δεν ήταν δυνατή η αποστολή σχολίων
et_ee: Tagasiside saatmine ei õnnestunud
zh_cn: 不能发送反馈
zh_tw: 無法傳送意見回饋

source: Feeling • Decoration
el_gr: Συναίσθημα • Διακόσμηση
et_ee: Tunne • Kaunistus
zh_cn: 感觉：装饰
zh_tw: 感覺‧裝飾

source: File
el_gr: Αρχείο
et_ee: Fail
zh_cn: 档案
zh_tw: 檔案

source: File Details
el_gr: Λεπτομέρειες αρχείου
et_ee: Faili üksikasjad
zh_cn: 文件详情
zh_tw: 檔案詳情

source: File description can only be %1$d characters long.
el_gr: Η περιγραφή του αρχείου μπορεί να περιέχει έως %1$d χαρακτήρες.
et_ee: Faili kirjeldus võib olla ainult %1$d tähemärki pikk.
zh_cn: 文件描述只能是 %1$d 字符长度。
zh_tw: 檔案描述僅能有 %1$d 字元長。

source: File details
el_gr: Λεπτομέρειες αρχείου
et_ee: Faili üksikasjad
zh_cn: 文件详情
zh_tw: 檔案詳情

source: File has been copied
el_gr: Το αρχείο έχει αντιγραφεί
et_ee: Fail on kopeeritud
zh_cn: 文档已复制
zh_tw: 已複製檔案

source: File has been moved
el_gr: Το αρχείο έχει μετακινηθεί
et_ee: Fail on teisaldatud
zh_cn: 文档已被移动
zh_tw: 已移動檔案

source: File into
el_gr: Αποθήκευση αρχείου σε
et_ee: Arhiveeri
zh_cn: 备案到
zh_tw: 存檔至

source: File name
el_gr: Όνομα αρχείου
et_ee: Faili nimi
zh_cn: 文件名称
zh_tw: 檔案名稱

source: File names must not be empty
el_gr: Τα ονόματα αρχείων δεν πρέπει να είναι κενά
et_ee: Failinimed ei tohi olla tühjad
zh_cn: 文件名称不得为空
zh_tw: 檔案名稱不能為空

source: File names must not contain slashes
el_gr: Τα ονόματα αρχείων δεν πρέπει να περιέχουν καθέτους
et_ee: Failinimed ei tohi sisaldada kaldkriipsu
zh_cn: 文件名称不能包含斜线
zh_tw: 檔案名稱不能包含斜線

source: File or folder name
el_gr: Όνομα αρχείου ή φακέλου
et_ee: Faili või kausta nimi
zh_cn: 文件或文件夹名称
zh_tw: 檔案或資料夾名稱

source: File storage
el_gr: Χώρος αποθήκευσης αρχείων
et_ee: Failide kettaruum
zh_cn: 文件储存
zh_tw: 檔案儲存空間

source: File version history
el_gr: Ιστορικό εκδόσεων αρχείου
et_ee: Failiversiooni ajalugu
zh_cn: 文件版本历史记录
zh_tw: 檔案版本紀錄

source: File version limit
el_gr: Όριο εκδόσεων αρχείου
et_ee: Failiversiooni piirang
zh_cn: 文件版本限制
zh_tw: 檔案版本上限

source: File version table, the first row represents the current version.
el_gr: Πίνακας εκδόσεων αρχείου, η πρώτη σειρά αντιπροσωπεύει την τρέχουσα έκδοση.
et_ee: Failiversioonide tabel, esimene rida näitab ajakohast versiooni.
zh_cn: 文件版本表格，第一行代表当前版本。
zh_tw: 檔案版本表格，第一欄代表目前版本。

source: Files
el_gr: Αρχεία
et_ee: Failid
zh_cn: 文件
zh_tw: 檔案

source: Files can not be uploaded, because upload limit of %1$s is exceeded.
el_gr: Δεν είναι δυνατή η μεταφόρτωση των αρχείων, επειδή έχετε υπερβεί το όριο μεταφόρτωσης των %1$s.
et_ee: Failide üleslaadimine ebaõnnestus, sest üleslaadimise piirang %1$s on ületatud.
zh_cn: 文件由于超出上载限额 %1$s，因此不能上载。
zh_tw: 已達上傳限制 %1$s，無法上傳。

source: Files from selected email
el_gr: Αρχεία από επιλεγμένο email
zh_cn: 从电子邮件选定的文件
zh_tw: 來自選擇的郵件當中的檔案

source: Files have been copied
el_gr: Τα αρχεία έχουν αντιγραφεί
et_ee: Failid on kopeeritud
zh_cn: 文档已复制
zh_tw: 已複製檔案

source: Files have been moved
el_gr: Τα αρχεία έχουν μετακινηθεί
et_ee: Failid on teisaldatud
zh_cn: 文档已被移动
zh_tw: 已移動檔案

source: Files options
el_gr: Επιλογές αρχείων
et_ee: Failide valikud
zh_cn: 文件选项
zh_tw: 檔案選項

# verb
source: Filter
el_gr: Φιλτράρισμα
et_ee: Filtreeri
zh_cn: 过滤器
zh_tw: 過濾

source: Filter address lists
el_gr: Φιλτράρισμα λιστών διευθύνσεων
et_ee: Filtreeri aadresside nimekirju
zh_cn: 过滤地址列表
zh_tw: 過濾通訊錄

source: Find a free time
el_gr: Εύρεση ελεύθερου χρόνου
et_ee: Leia vaba aeg
zh_cn: 寻找一个空闲时间
zh_tw: 尋找空閒時間

source: Fingerprint
el_gr: Αποτύπωμα
et_ee: Sõrmejälg
zh_cn: 指纹
zh_tw: 指紋

# tour
source: Finish
el_gr: Τέλος
et_ee: Lõpeta
zh_cn: 结束
zh_tw: 完成

source: Finished moving
el_gr: Η μετακίνηση ολοκληρώθηκε
et_ee: Kolimine on lõpetatud
zh_cn: 完成移动
zh_tw: 已完成移動

source: First category color is used for this appointment.
el_gr: Το χρώμα της πρώτης κατηγορίας χρησιμοποιείται για αυτήν τη συνάντηση.
et_ee: Selle kohtumise jaoks kasutatakse esimese kategooria värvi.
zh_cn: 第一个类别颜色用于此约会。
zh_tw: 此約會將使用第一組分類的色彩。

source: First day
el_gr: Πρώτη ημέρα
zh_cn: 每周的第一个工作天
zh_tw: 工作週第一日

source: First day of the week
el_gr: Πρώτη ημέρα της εβδομάδας
et_ee: Nädala esimene päev
zh_cn: 一周的第一天
zh_tw: 每週的第一天

source: First day of the week: %1$s
el_gr: Πρώτη ημέρα της εβδομάδας: %1$s
et_ee: Nädala esimene päev: %1$s
zh_cn: 一周的第一天：%1$s
zh_tw: 每週的第一天: %1$s

source: First name
el_gr: Όνομα
et_ee: Eesnimi
zh_cn: 名字
zh_tw: 名字

source: First name Last name
el_gr: Όνομα Επώνυμο
et_ee: Eesnimi Perekonnanimi
zh_cn: 名字 姓氏
zh_tw: 名 姓

source: First name must not be empty for internal users
el_gr: Το όνομα δεν πρέπει να είναι κενό για τους εσωτερικούς χρήστες
et_ee: Sisekasutajate eesnimi ei tohi olla tühi
zh_cn: 内部用户的第一个名称不能为空
zh_tw: 內部使用者的名字不得為空白

source: First week of the year
el_gr: Πρώτη εβδομάδα του έτους
et_ee: Aasta esimene nädal
zh_cn: 一年的第一周
zh_tw: 每年的第一週

source: Fit to screen size
el_gr: Προσαρμογή στο μέγεθος της οθόνης
et_ee: Sobita ekraani suurusele
zh_cn: 调整成屏幕大小
zh_tw: 調整成螢幕大小

source: Fit to screen width
el_gr: Προσαρμογή στο πλάτος της οθόνης
et_ee: Sobita ekraani laiusele
zh_cn: 调整成屏幕宽度
zh_tw: 調整成螢幕寬度

source: Flag
el_gr: Προσθήκη σημαίας
et_ee: Lipp
zh_cn: 标记
zh_tw: 標示

# verb
source: Flag
el_gr: Προσθήκη σημαίας
et_ee: Märgista
zh_cn: 标记
zh_tw: 標示

source: Flag mails from %1$s with a color
el_gr: Προσθήκη σημαίας χρώματος στα email από το %1$s
et_ee: Märgista kirjad %1$s värviga
zh_cn: 以一种颜色标记来自 %1$s 的邮件
zh_tw: 使用色彩標示來自於 %1$s 的郵件

source: Flag mails to %1$s with a color
el_gr: Προσθήκη σημαίας χρώματος στα email προς το %1$s
et_ee: Märgista kirjad, mis on saadetud %1$s värviga
zh_cn: 以一种颜色标记到 %1$s 的邮件
zh_tw: 使用色彩標示寄送給 %1$s 的郵件

source: Flag mails with subject %1$s with a color
el_gr: Προσθήκη σημαίας χρώματος στα email με θέμα «%1$s»
et_ee: Märgista kirjad pealkirjaga %1$s värviga
zh_cn: 以一种颜色标记带有主题 %1$s 的邮件
zh_tw: 使用色彩標示主旨為 %1$s 的郵件

source: Flagged
el_gr: Με σημαία
et_ee: Märgistatud
zh_cn: 已标记
zh_tw: 已標誌

source: Flagged messages
el_gr: Μηνύματα με σημαία
et_ee: Märgitud sõnumid
zh_cn: 已标记消息
zh_tw: 標示的訊息

source: Flowers
el_gr: Λουλούδια
et_ee: Lilled
zh_cn: 花
zh_tw: 花

source: Focus search
el_gr: Εστίαση αναζήτησης
zh_cn: 集中搜寻
zh_tw: 焦點搜尋

source: Folder
el_gr: Φάκελος
et_ee: Kaust
zh_cn: 文件夹
zh_tw: 文件夾

source: Folder has been moved
el_gr: Ο φάκελος έχει μετακινηθεί
et_ee: Kaust on teisaldatud
zh_cn: 文件夹已被移动
zh_tw: 已移動資料夾

source: Folder name
el_gr: Όνομα φακέλου
et_ee: Kausta nimi
zh_cn: 文件夹名
zh_tw: 資料夾名稱

source: Folder names must not be empty
el_gr: Τα ονόματα φακέλων δεν πρέπει να είναι κενά
et_ee: Kaustade nimed ei tohi olla tühjad
zh_cn: 文件夹名称不得空白
zh_tw: 資料夾名稱不能為空

source: Folder names must not contain slashes
el_gr: Τα ονόματα φακέλων δεν πρέπει να περιέχουν καθέτους
et_ee: Kaustade nimed ei tohi sisaldada kaldkriipsu
zh_cn: 文件夹名称不得包含斜线
zh_tw: 資料夾名稱不含斜線

source: Folder options
el_gr: Επιλογές φακέλου
et_ee: Kausta seaded
zh_cn: 文件夹选项
zh_tw: 資料夾選項

source: Folder view
el_gr: Προβολή φακέλων
et_ee: Kaustavaade
zh_cn: 文件夹视图
zh_tw: 文件夾面板

source: Folder with name "%1$s" will be hidden. Enable setting "Show hidden files and folders" to access this folder again.
el_gr: Ο φάκελος με όνομα «%1$s» θα κρυφτεί. Ενεργοποιήστε τη ρύθμιση «Εμφάνιση κρυφών αρχείων και φακέλων» για να προσπελάσετε ξανά αυτόν τον φάκελο.
et_ee: Kaust nimega "%1$s" peidetakse. Võimaldage seadistus "Näita peidetud faile ja kaustu" kaustale uuesti juurdepääsemiseks.
zh_cn: 名称为 "%1$s" 的文件夹将会被隐藏。启用 "显示隐藏文件和文件夹" 以再次访问这些文件夹。
zh_tw: 名稱為「%1$s」的資料夾將會被隱藏，請開啟「顯示隱藏檔案與資料夾」選項以再次存取此資料夾。

source: Folder-specific actions
el_gr: Ενέργειες για τον συγκεκριμένο φάκελο
et_ee: Kaustakohased tegevused
zh_cn: 文件夹指定动作
zh_tw: 資料夾行為

source: Folders
el_gr: Φάκελοι
et_ee: Kaustad
zh_cn: 文件夹
zh_tw: 文件夾

source: Folders have been moved
el_gr: Οι φάκελοι έχουν μετακινηθεί
et_ee: Kaustad on teisaldatud
zh_cn: 文件夹已被移动
zh_tw: 已移動資料夾

source: Follow-up
el_gr: Επόμενη συνάντηση
et_ee: Järg
zh_cn: 跟进
zh_tw: 後續

source: Font
el_gr: Γραμματοσειρά
et_ee: Kirjastiil
zh_cn: 字体
zh_tw: 字體

source: Food
el_gr: Φαγητό
et_ee: Toit
zh_cn: 食物
zh_tw: 食物

source: For best results we recommend using Google Chrome for Android.
el_gr: Για καλύτερα αποτελέσματα, προτείνουμε τη χρήση του Google Chrome για Android.
et_ee: Parimate tulemuste saamiseks soovitame kasutada Androidi jaoks mõeldud Google Chrome'i.
zh_cn: 为更好的结果，安卓我们建议使用谷歌 Chrome 浏览器。
zh_tw: 我們推薦使用 Google Chrome for Android 以有最佳效果。

source: For best results, please use
el_gr: Για καλύτερα αποτελέσματα, παρακαλούμε χρησιμοποιήστε το
et_ee: Parimate tulemuste saavutamiseks kasutage
zh_cn: 为了最好的结果，请使用
zh_tw: 為了能有最佳效果，請使用

source: For new messages
el_gr: Για νέα μηνύματα
et_ee: Uued sõnumid
zh_cn: 用于信息
zh_tw: 僅新訊息

source: Force sign-out
el_gr: Εξαναγκασμός αποσύνδεσης
zh_cn: 强制注销
zh_tw: 強制登出

source: Forcing sign-out may cause data loss.
el_gr: Η εξαναγκαστική αποσύνδεση μπορεί να προκαλέσει απώλεια δεδομένων.
zh_cn: 强制注销可能会导致数据丢失。
zh_tw: 強制登出可能會造成資料遺失。

source: Forgot attachment?
el_gr: Ξεχάσατε το συνημμένο;
et_ee: Kas unustasite manuse?
zh_cn: 忘了附件？
zh_tw: 忘記加入附件了嗎？

source: Forgot your password?
el_gr: Ξεχάσατε τον κωδικό πρόσβασής σας;
et_ee: Unustasite parooli?
zh_cn: 忘记密码？
zh_tw: 忘記密碼？

source: Formal
el_gr: Επίσημο
zh_cn: 正式
zh_tw: 格式

source: Format
el_gr: Μορφή
et_ee: Vorming
zh_cn: 格式
zh_tw: 格式

source: Format: %1$s
el_gr: Μορφή: %1$s
et_ee: Vorming: %1$s
zh_cn: 格式：%1$s
zh_tw: 格式: %1$s

source: Formatting mails
el_gr: Μορφοποίηση email
zh_cn: 格式化电子邮件成
zh_tw: 格式化電子郵件內容

source: Forward
el_gr: Προώθηση
et_ee: Saada edasi
zh_cn: 转发
zh_tw: 轉寄

source: Forward all incoming emails to this address
el_gr: Προώθηση όλων των εισερχόμενων email σε αυτήν τη διεύθυνση
et_ee: Saada kõik saabuvad e-kirjad edasi sellele aadressile
zh_cn: 转发所有接收电子邮件到此地址
zh_tw: 轉寄所有郵件至此地址

source: Forward emails as
el_gr: Προώθηση των email ως
et_ee: Saada e-kirjad edasi kui
zh_cn: 电子邮件的转发方式
zh_tw: 轉寄電子郵件為

source: Forward mail
el_gr: Προώθηση email
zh_cn: 电子邮件转发成
zh_tw: 轉寄郵件

source: Free
el_gr: Ελεύθερος/-η
et_ee: Vaba
zh_cn: 空闲的
zh_tw: 空閒的

source: Freelancer
el_gr: Ελεύθερος επαγγελματίας
et_ee: Vabakutseline
zh_cn: 自由工作者
zh_tw: 自由工作者

source: French
el_gr: Γαλλικά
zh_cn: 法文
zh_tw: 法文

# superessive
source: Friday
el_gr: Παρασκευή
et_ee: reedel
zh_cn: 星期五
zh_tw: 星期五

source: Friendly
el_gr: Φιλικό
zh_cn: 友好
zh_tw: 友善

source: From
el_gr: Από
et_ee: Kellelt
zh_cn: 从
zh_tw: 從

source: From:
el_gr: Από:
et_ee: Kellelt:
zh_cn: 來自:
zh_tw: 從:

source: From: %1$s
el_gr: Από: %1$s
et_ee: Kellelt: %1$s
zh_cn: 来自：%1$s
zh_tw: 寄件者: %1$s

source: Furigana for company
el_gr: Φουριγκάνα για την εταιρεία
et_ee: Ettevõtte furigana
zh_cn: 公司名称的和式拼音
zh_tw: 公司注音

source: Furigana for first name
el_gr: Φουριγκάνα για το όνομα
et_ee: Eesnime furigana
zh_cn: 名字的和式拼音
zh_tw: 名字注音

source: Furigana for last name
el_gr: Φουριγκάνα για το επώνυμο
et_ee: Perekonnanime furigana
zh_cn: 姓氏的和式拼音
zh_tw: 姓氏注音

source: GPT/AI integration
el_gr: Ενσωμάτωση GPT/AI
zh_cn: GPT/人工智能整合
zh_tw: GPT/AI 整合

source: General
el_gr: Γενικά
et_ee: Tõenäoliselt
zh_cn: 通用
zh_tw: 一班

source: General shortcuts
el_gr: Γενικές συντομεύσεις
zh_cn: 常规捷径
zh_tw: 一般捷徑

source: Generate
el_gr: Δημιουργία
zh_cn: 生成
zh_tw: 產生

source: Generate content
el_gr: Δημιουργία περιεχομένου
zh_cn: 生成内容
zh_tw: 產生內容

source: Generate response
el_gr: Δημιουργία απάντησης
zh_cn: 生成回应
zh_tw: 產生回覆

source: Generate response ...
el_gr: Δημιουργία απάντησης...
zh_cn: 生成回应...
zh_tw: 產生回覆…

source: Generated response
el_gr: Παραχθείσα απάντηση
zh_cn: 生成回应
zh_tw: 產生的回覆

source: Generated result
el_gr: Παραχθέν αποτέλεσμα
zh_cn: 生成结果
zh_tw: 產生結果

source: German
el_gr: Γερμανικά
zh_cn: 德文
zh_tw: 德文

source: Get %s
el_gr: Απόκτηση του %s
et_ee: Hangi %s
zh_cn: 获得 %s
zh_tw: 下載 %s

source: Get news from your XING network delivered to you. Stay in touch and find out about new business opportunities.
el_gr: Λάβετε ειδήσεις από το δίκτυο XING σας. Μείνετε σε επαφή και μάθετε για νέες επαγγελματικές ευκαιρίες.
et_ee: XING-võrk pakub teile uudiste kohaletoimetamise võimalust. Hoidke end eluga kursis ja leidke teavet uute ärivõimaluste kohta.
zh_cn: 从递送给您的 XING 网路获得新闻。保持联系和找寻有关新的生意机会。
zh_tw: 訂閱來自您的 XING 網路的新消息。保持連線，尋找新的商業機會。

source: Get started here
el_gr: Ξεκινήστε εδώ
et_ee: Alustage siit
zh_cn: 开始使用
zh_tw: 開始入門

source: Get the App from %1$s
el_gr: Λήψη εφαρμογής από το %1$s
et_ee: Hangi rakendus pakkujalt %1$s
zh_cn: 从 %1$s 获得应用程序
zh_tw: 到 %1$s 下載應用程式

source: Get the App from %1$s.
el_gr: Λήψη εφαρμογής από το %1$s.
et_ee: Hangi rakendus pakkujalt %1$s.
zh_cn: 从 %1$s 获得应用程序。
zh_tw: 到 %1$s 下載應用程式。

source: Get the latest version from the
el_gr: Λήψη της πιο πρόσφατης έκδοσης από το
et_ee: Hangi uusim versioon saidilt
zh_cn: 从这里获取最新版本：
zh_tw: 到下列商店檢查最新版本:

source: Get your device configured by email.
el_gr: Ρυθμίστε τη συσκευή σας μέσω email.
et_ee: Seadistage oma seade e-posti abil.
zh_cn: 以邮件设置您的装置。
zh_tw: 透過電子郵件設定裝置。

source: Give feedback
el_gr: Υποβολή σχολίων
et_ee: Tagasiside andmine
zh_cn: 提供回馈
zh_tw: 提供意見回饋

source: Give praise
el_gr: Έπαινος
zh_cn: 给与赞赏
zh_tw: 提供讚賞

source: Global address list
el_gr: Καθολική λίστα διευθύνσεων
et_ee: Globaalne aadressiraamat
zh_cn: 全局地址列表
zh_tw: 全域聯絡人清單

source: Go to next decade
el_gr: Μετάβαση στην επόμενη δεκαετία
et_ee: Järgmise aastakümne juurde
zh_cn: 跳到十年后
zh_tw: 前往下十年

source: Go to next month
el_gr: Μετάβαση στον επόμενο μήνα
et_ee: Järgmise kuu juurde
zh_cn: 跳到下个月
zh_tw: 前往下個月

source: Go to next year
el_gr: Μετάβαση στο επόμενο έτος
et_ee: Järgmise aasta juurde
zh_cn: 跳到明年
zh_tw: 前往明年

source: Go to previous decade
el_gr: Μετάβαση στην προηγούμενη δεκαετία
et_ee: Eelmise aastakümne juurde
zh_cn: 跳到十年前
zh_tw: 前往前十年

source: Go to previous month
el_gr: Μετάβαση στον προηγούμενο μήνα
et_ee: Eelmise kuu juurde
zh_cn: 跳到上个月
zh_tw: 前往上個月

source: Go to previous year
el_gr: Μετάβαση στο προηγούμενο έτος
et_ee: Eelmise aasta juurde
zh_cn: 跳到去年
zh_tw: 前往去年

source: Good evening, %s
el_gr: Καλησπέρα, %s
et_ee: Tere õhtust, %s
zh_cn: 晚上好， %s
zh_tw: %s 晚安

source: Good morning, %s
el_gr: Καλημέρα, %s
et_ee: Tere hommikust, %s
zh_cn: 早上好， %s
zh_tw: %s 早安

source: Google Authenticator
el_gr: Επαληθευτής Google
zh_cn: 谷歌身份验证器

source: Google Authenticator or compatible
el_gr: Επαληθευτής Google ή συμβατό
et_ee: Google Authenticator või ühilduv
zh_cn: 谷歌身份验证器或兼容
zh_tw: Google Authenticator 或相容程式

source: Google Maps
el_gr: Χάρτες Google
zh_cn: Google 地图

source: Google subscription
el_gr: Συνδρομή Google
et_ee: Google'i tellimus
zh_cn: 谷歌订阅
zh_tw: Google 訂閱

source: Gray
el_gr: Γκρι
et_ee: Hall
zh_cn: 灰色
zh_tw: 灰色

source: Greater
el_gr: Μεγαλύτερο
et_ee: Suurem
zh_cn: 大于
zh_tw: 大於

source: Greater equals
el_gr: Μεγαλύτερο ίσο
et_ee: Suurem-võrdne
zh_cn: 大于或等于
zh_tw: 大於等於

source: Green
el_gr: Πράσινο
et_ee: Roheline
zh_cn: 绿色
zh_tw: 綠色

source: Group
el_gr: Ομάδα
et_ee: Rühm
zh_cn: 组
zh_tw: 組

source: Group by
el_gr: Ομαδοποίηση κατά
et_ee: Grupeeri
zh_cn: 以此分组­­——
zh_tw: 分組方式

source: Group members
el_gr: Μέλη ομάδας
zh_cn: 群组成员
zh_tw: 群組名稱

source: Group name
el_gr: Όνομα ομάδας
et_ee: Rühma nimi
zh_cn: 群组名字
zh_tw: 群組名稱

source: Group: %1$s
el_gr: Ομάδα: %1$s
zh_cn: 群组：%1$s
zh_tw: 群組：%1$s

source: Groups
el_gr: Ομάδες
et_ee: Rühmad
zh_cn: 群组
zh_tw: 群組

source: Guest
el_gr: Επισκέπτης
et_ee: Külaline
zh_cn: 访客
zh_tw: 訪客

source: Guests are only allowed to have viewer rights.
el_gr: Οι επισκέπτες έχουν μόνο δικαιώματα θέασης.
et_ee: Külalistel on lubatud ainult vaataja õigused.
zh_cn: 访客只允许拥有检视者权利。
zh_tw: 訪客僅能取得檢視者權限。

source: Guided tour for this app
el_gr: Ξενάγηση στην εφαρμογή
et_ee: Rakenduse tutvustus
zh_cn: 此应用程序的导游
zh_tw: 此應用程式的導覽

source: HTML and plain text
el_gr: HTML και απλό κείμενο
et_ee: HTML ja lihtttekst
zh_cn: HTML 和纯文本
zh_tw: HTML 和純文字

source: Hang up
el_gr: Τερματισμός κλήσης
et_ee: Lõpeta kõne
zh_cn: 挂断
zh_tw: 掛斷

source: Has attachments
el_gr: Έχει συνημμένα
et_ee: Sisaldab manuseid
zh_cn: 带附件
zh_tw: 有附件

source: Has color flag
el_gr: Έχει σημαία χρώματος
et_ee: On värviline lipp
zh_cn: 设置颜色标志
zh_tw: 有色彩標示

source: Have you heard about ChatGPT? With our brand-new AI integration, you can now take advantage of its exceptional abilities to read and respond to emails faster, more efficiently, and with more finesse. Say goodbye to the hassle of drafting emails, and let GPT make your life easier.
el_gr: Έχετε ακούσει για το ChatGPT; Με την ολοκαίνουρια ενσωμάτωση AI μας, μπορείτε πλέον να αξιοποιήσετε τις εξαιρετικές του ικανότητες για ανάγνωση και απάντηση σε email πιο γρήγορα, πιο αποδοτικά και πιο επιδέξια. Πείτε «αντίο» στην ταλαιπωρία της σύνταξης email και αφήστε το GPT να κάνει τη ζωή σας ευκολότερη.
zh_cn: 您听过ChatGPT吗？有了我们新的人工智能整合，现在您能够利用其不凡能力更快速、更有效率、和更有技巧去阅读和回应电子邮件。跟起稿电子邮件的满分繁琐说再见，让GPT令您的生活更轻松。
zh_tw: 您有聽過 ChatGPT 嗎？透過全新整合的 AI，您可以受益於其優秀的功能，來更快、更有效率、更巧妙地閱讀與回覆電子郵件。跟痛苦的草稿撰寫經驗說再見，讓 GPT 來協助讓生活更簡單。

source: Header
el_gr: Κεφαλίδα
et_ee: Päis
zh_cn: 标题
zh_tw: 標題

source: Hello %s
el_gr: Γεια σας %s
et_ee: Tervist, %s
zh_cn: 您好 %s
zh_tw: %s 您好

source: Hello World
el_gr: Γεια σου κόσμε
et_ee: Tere, maailm
zh_cn: 您好世界

source: Help
el_gr: Βοήθεια
et_ee: Abi
zh_cn: 帮助
zh_tw: 説明

source: Help us by sharing your feedback on AI integration ...
el_gr: Βοηθήστε μας στέλνοντας τα σχόλιά σας σχετικά με την ενσωμάτωση AI...
zh_cn: 通过分享您对AI集成的反馈来帮助我们...
zh_tw: 請提供您對 AI 整合功能的意見，協助我們改進…

source: Hidden
el_gr: Κρυφό
et_ee: Peidetud
zh_cn: 隐藏
zh_tw: 隱藏

source: Hidden address books
el_gr: Κρυφά ευρετήρια επαφών
et_ee: Peidetud aadressiraamatud
zh_cn: 隐藏地址簿
zh_tw: 隱藏的通訊錄

source: Hidden calendars
el_gr: Κρυφά ημερολόγια
et_ee: Peidetud kalendrid
zh_cn: 隐藏日历
zh_tw: 隱藏的行事曆

source: Hidden lists
el_gr: Κρυφές λίστες
et_ee: Varjatud nimekirjad
zh_cn: 隐藏列表
zh_tw: 隱藏清單

source: Hidden tasks folders
el_gr: Κρυφοί φάκελοι εργασιών
et_ee: Varjatud ülesannete kaustad
zh_cn: 隐藏任务文件夹
zh_tw: 隱藏任務資料夾

source: Hide
el_gr: Απόκρυψη
et_ee: Peida
zh_cn: 隐藏
zh_tw: 隱藏

source: Hide blind carbon copy input field
el_gr: Απόκρυψη πεδίου εισόδου κρυφής κοινοποίησης
et_ee: Peida pimekoopia sisestusväli
zh_cn: 隐藏暗送输入字段
zh_tw: 隱藏密件副本收件者欄位

source: Hide carbon copy input field
el_gr: Απόκρυψη πεδίου εισόδου κοινοποίησης
et_ee: Peida koopia sisestusväli
zh_cn: 隐藏抄送输入字段
zh_tw: 隱藏副本收件者欄位
