Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Shared folders from "%1$s"
el_gr: Κοινόχρηστοι φάκελοι από «%1$s»
et_ee: Jagatud kaustad alates "%1$s"
zh_cn: "%1$s"中的共享文件夹
zh_tw: 來自「%1$s」的共享資料夾

source: Shared lists
el_gr: Κοινόχρηστες λίστες
et_ee: Jagatud nimekirjad
zh_cn: 已共享列表
zh_tw: 共享清單

source: Shared tasks folders
el_gr: Κοινόχρηστοι φάκελοι εργασιών
et_ee: Jagatud ülesannete kaustad
zh_cn: 共享任务文件夹
zh_tw: 共享任務資料夾

source: Shared with guest users
el_gr: Κοινόχρηστο με επισκέπτες
et_ee: Jagatud külaliskasutajatega
zh_cn: 和访客用户共享
zh_tw: 與其他訪客分享

source: Shared with internal and guest users
el_gr: Κοινόχρηστο με εσωτερικούς χρήστες και επισκέπτες
et_ee: Jagatud sise- ja külaliskasutajatega
zh_cn: 与内部和访客用户分享
zh_tw: 與內部使用者與訪客分享

source: Shared with internal users
el_gr: Κοινόχρηστο με εσωτερικούς χρήστες
et_ee: Jagatud sisekasutajatega
zh_cn: 和内部用户的共享
zh_tw: 與內部使用者分享

source: Shared with others
el_gr: Κοινόχρηστο με άλλους
et_ee: Jagatud teistega
zh_cn: 和其他人的共享
zh_tw: 與其他人分享

source: Shares
el_gr: Κοινοποιήσεις
et_ee: Jagatud
zh_cn: 共享
zh_tw: 共享

source: Sharing folders without permissions
el_gr: Κοινή χρήση φακέλων χωρίς δικαιώματα
et_ee: Kaustade jagamine ilma õigusteta
zh_cn: 分享没有权限的文件夹
zh_tw: 不須權限即分享資料夾

source: Sharing options
el_gr: Επιλογές κοινής χρήσης
et_ee: Jagamise valikud
zh_cn: 分享选项
zh_tw: 分享選項

source: Short
el_gr: Σύντομο
zh_cn: 短时间内
zh_tw: 簡短

source: Shortcut profile
el_gr: Προφίλ συντομεύσεων
zh_cn: 捷径档案
zh_tw: 快速鍵風格

source: Shortcuts can be configured in %1$s
el_gr: Μπορείτε να ρυθμίσετε τις συντομεύσεις στις %1$s
zh_cn: 能在%1$s里配置捷径
zh_tw: 可在 %1$s 設定快速鍵

source: Shortly
el_gr: Σύντομα
zh_cn: 短时间内
zh_tw: 即將

source: Show
el_gr: Εμφάνιση
et_ee: Näita
zh_cn: 显示为
zh_tw: 顯示

source: Show advanced options
el_gr: Εμφάνιση σύνθετων επιλογών
et_ee: Näita täiendavaid võimalusi
zh_cn: 显示进阶选项
zh_tw: 顯示進階設定

source: Show all
el_gr: Εμφάνιση όλων
zh_cn: 显示所有
zh_tw: 顯示全部

source: Show all calendars
el_gr: Εμφάνιση όλων των ημερολογίων
et_ee: Näita kõik kalendrid
zh_cn: 显示所有日历
zh_tw: 顯示所有行事曆

source: Show all images just once
el_gr: Εμφάνιση όλων των εικόνων μόνο μία φορά
et_ee: Näita kõiki pilte korraga
zh_cn: 仅显示一次图像
zh_tw: 只顯示一次所有圖片

source: Show appointment details
el_gr: Εμφάνιση λεπτομερειών συνάντησης
et_ee: Kuva kohtumise üksikasjad
zh_cn: 显示约会详情
zh_tw: 顯示約會詳情

source: Show as free
el_gr: Εμφάνιση ως διαθέσιμος/-η
et_ee: Näita kui vaba
zh_cn: 显示为空闲
zh_tw: 顯示為有空

source: Show birthday calendar
el_gr: Εμφάνιση ημερολογίου γενεθλίων
et_ee: Kuva sünnipäevakalender
zh_cn: 显示生日日历
zh_tw: 顯示生日行事曆

source: Show birthdays in notification area
el_gr: Εμφάνιση γενεθλίων στην περιοχή ειδοποιήσεων
et_ee: Sünnipäevade kuvamine teavitusalal
zh_cn: 在通知区域里显示生日
zh_tw: 於通知區域顯示生日

source: Show blind carbon copy input field
el_gr: Εμφάνιση πεδίου εισόδου κρυφής κοινοποίησης
et_ee: Näita pimekoopia sisestusvälja
zh_cn: 显示加密副本输入字段
zh_tw: 顯示密件副本欄位

source: Show carbon copy input field
el_gr: Εμφάνιση πεδίου εισόδου κοινοποίησης
et_ee: Näita koopia sisestusvälja
zh_cn: 显示副本输入字段
zh_tw: 顯示副本欄位

source: Show contact details
el_gr: Εμφάνιση στοιχείων επικοινωνίας
et_ee: Näita kontaktandmeid
zh_cn: 显示联系人详情
zh_tw: 顯示聯絡人詳情

source: Show countdown for upcoming appointments
el_gr: Εμφάνιση αντίστροφης μέτρησης για επερχόμενες συναντήσεις
zh_cn: 显示即将举行的会议的倒数
zh_tw: 顯示即將到來的約會倒數時間

source: Show declined appointments
el_gr: Εμφάνιση απορριφθεισών συναντήσεων
et_ee: Näita keeldutud kohtumisi
zh_cn: 显示已拒绝约会
zh_tw: 顯示拒絕的約會

source: Show desktop notifications
el_gr: Εμφάνιση ειδοποιήσεων επιφάνειας εργασίας
et_ee: Näita töölauateateid
zh_cn: 显示桌面通知
zh_tw: 顯示桌面通知

source: Show details
el_gr: Εμφάνιση λεπτομερειών
et_ee: Näita üksikasju
zh_cn: 显示详情
zh_tw: 顯示詳情

source: Show done tasks
el_gr: Εμφάνιση ολοκληρωμένων εργασιών
et_ee: Näita tehtud ülesandeid
zh_cn: 显示已完成任务
zh_tw: 顯示完成工作

source: Show editor toolbar
el_gr: Εμφάνιση γραμμής εργαλείων επεξεργασίας
zh_cn: 显示编辑工具条
zh_tw: 顯示編輯器工具列

source: Show entire message
el_gr: Εμφάνιση πλήρους μηνύματος
et_ee: Näita kogu sõnumit
zh_cn: 显示整篇消息
zh_tw: 顯示完整訊息

source: Show entire message including all external images
el_gr: Εμφάνιση ολόκληρου του μηνύματος, μαζί με όλες τις εξωτερικές εικόνες
et_ee: Kuva kogu sõnum, sealhulgas kõik välised pildid
zh_cn: 显示整个消息，包括所有外部图像
zh_tw: 顯示包含所有外部圖片的完整訊息

source: Show fine grid
el_gr: Εμφάνιση λεπτού πλέγματος
et_ee: Kuva joondatult
zh_cn: 显示细网格
zh_tw: 顯示網格

source: Show folder "Flagged" that lists all flagged messages
el_gr: Εμφάνιση φακέλου «Με σημαία» που περιλαμβάνει όλα τα μηνύματα με σημαία
zh_cn: 显示列出所有「标出」消息的文件夹
zh_tw: 顯示包含所有已標示訊息的「已標示」信件匣

source: Show folder "Unseen" that lists all unread messages
el_gr: Εμφάνιση φακέλου «Μη αναγνωσμένα» που περιλαμβάνει όλα τα μη αναγνωσμένα μηνύματα
zh_cn: 显示列出所有「未读」消息的文件夹
zh_tw: 顯示包含所有未讀訊息的「未讀」信件匣

source: Show free/busy information to others
el_gr: Εμφάνιση πληροφοριών διαθεσιμότητας σε άλλους
zh_cn: 于其他人显示空闲/忙碌信息
zh_tw: 顯示空閒/忙碌可見度給其他人

source: Show hidden files and folders
el_gr: Εμφάνιση κρυφών αρχείων και φακέλων
et_ee: Näita peidetud faile ja kaustu
zh_cn: 显示隐藏文件和文件夹
zh_tw: 顯示隱藏檔案與資料夾

source: Show icons
el_gr: Εμφάνιση εικονιδίων
et_ee: Näita ikoone
zh_cn: 显示图标
zh_tw: 顯示圖示

source: Show images
el_gr: Εμφάνιση εικόνων
et_ee: Näita pilte
zh_cn: 显示图像
zh_tw: 顯示圖片

source: Show in %1$s
el_gr: Εμφάνιση στο «%1$s»
et_ee: Näita %1$s
zh_cn: 显示为 %1$s
zh_tw: 於 %1$s 顯示

source: Show less options
el_gr: Εμφάνιση λιγότερων επιλογών
et_ee: Näita vähem valikuid
zh_cn: 显示较少选项
zh_tw: 顯示更少選項

source: Show list
el_gr: Εμφάνιση λίστας
et_ee: Näita loendit
zh_cn: 显示列表
zh_tw: 顯示清單

source: Show manual configuration options
el_gr: Εμφάνιση επιλογών μη αυτόματης ρύθμισης
et_ee: Näita käsitsi seadistamise võimalusi
zh_cn: 显示手动配置选项
zh_tw: 顯示手動設定選項

source: Show message size
el_gr: Εμφάνιση μεγέθους μηνύματος
et_ee: Näita sõnumi suurust
zh_cn: 显示消息体积
zh_tw: 顯示訊息大小

source: Show mini calendar
el_gr: Εμφάνιση μικρού ημερολογίου
et_ee: Näita minikalendrit
zh_cn: 显示迷你日历
zh_tw: 顯示迷你行事曆

source: Show more options
el_gr: Εμφάνιση περισσότερων επιλογών
et_ee: Näita täiendavaid võimalusi
zh_cn: 显示更多选项
zh_tw: 顯示更多選項

source: Show names
el_gr: Εμφάνιση ονομάτων
et_ee: Näita nimed
zh_cn: 显示名称
zh_tw: 顯示名稱

source: Show next month
el_gr: Εμφάνιση επόμενου μήνα
et_ee: Näita järgmist kuud
zh_cn: 显示下月
zh_tw: 顯示下個月

source: Show or hide alternative options for advanced users.
el_gr: Εμφάνιση ή απόκρυψη εναλλακτικών επιλογών για έμπειρους χρήστες.
et_ee: Näita või peida alternatiivseid valikuid ekspert-kasutajatele.
zh_cn: 显示或隐藏进阶用户的备选选项。
zh_tw: 顯示或隱藏針對進階使用者的其他選項。

source: Show previous month
el_gr: Εμφάνιση προηγούμενου μήνα
et_ee: Näita eelmist kuud
zh_cn: 显示上月
zh_tw: 顯示上個月

source: Show quoted text
el_gr: Εμφάνιση παρατιθέμενου κειμένου
et_ee: Näita tsiteeritud teksti
zh_cn: 显示引用文本
zh_tw: 顯示引用文字

source: Show quoted text in different color
el_gr: Εμφάνιση παρατιθέμενου κειμένου με διαφορετικό χρώμα
zh_cn: 以不同颜色显示引用文本
zh_tw: 用不同色彩顯示引用文字

source: Show reminders for past appointments
el_gr: Εμφάνιση υπενθυμίσεων για παλαιότερες συναντήσεις
et_ee: Näita meeldetuletusi varasemate kohtumiste kohta
zh_cn: 显示过去约会的提醒
zh_tw: 對已結束的約會顯示提醒

source: Show reply-to input field
el_gr: Εμφάνιση πεδίου εισόδου «Απάντηση σε»
zh_cn: 显示回复输入字段
zh_tw: 顯示回信到欄位

source: Show requests for read receipts
el_gr: Εμφάνιση αιτημάτων για αποδεικτικά ανάγνωσης
et_ee: Näita lugemiskinnituse taotlusi
zh_cn: 显示送达回执的请求
zh_tw: 顯示送達回執請求

source: Show shortcut help
el_gr: Εμφάνιση βοήθειας συντομεύσεων
zh_cn: 显示捷径帮助
zh_tw: 顯示快速鍵說明

source: Show task details
el_gr: Εμφάνιση λεπτομερειών εργασίας
et_ee: Näita ülesande üksikasju
zh_cn: 显示任务详情
zh_tw: 顯示任務詳情

source: Show text preview
el_gr: Εμφάνιση προεπισκόπησης κειμένου
et_ee: Näita teksti eelvaadet
zh_cn: 显示文本预览
zh_tw: 顯示文字預覽

source: Show this calendar only
el_gr: Εμφάνιση μόνο αυτού του ημερολογίου
et_ee: Kuva ainult see kalender
zh_cn: 仅显示此日历
zh_tw: 只顯示此行事曆

source: Show this group only
el_gr: Εμφάνιση μόνο αυτής της ομάδας
zh_cn: 仅显示此群组
zh_tw: 只顯示此群組

source: Show this resource only
el_gr: Εμφάνιση μόνο αυτού του πόρου
zh_cn: 仅显示此资源
zh_tw: 只顯示此資源

source: Show tiles
el_gr: Εμφάνιση πλακιδίων
et_ee: Näita paane
zh_cn: 显示方块
zh_tw: 顯示磚塊

source: Show toolbar
el_gr: Εμφάνιση γραμμής εργαλείων
et_ee: Näita tööriistariba
zh_cn: 显示工具栏
zh_tw: 顯示工具列

source: Shown as
el_gr: Εμφάνιση ως
et_ee: Näidatud kui
zh_cn: 显示为
zh_tw: 顯示為

source: Shown as %1$s
el_gr: Εμφάνιση ως %1$s
et_ee: Näidatakse %1$s
zh_cn: 显示为 %1$s
zh_tw: 顯示為 %1$s

source: Shrink
el_gr: Συρρίκνωση
et_ee: Kahanda
zh_cn: 收缩
zh_tw: 縮小

source: Sign in
el_gr: Σύνδεση
et_ee: Logi sisse
zh_cn: 登录
zh_tw: 登入

# word
source: Sign in
el_gr: Σύνδεση
et_ee: Sisselogimine
zh_cn: 登录
zh_tw: 登入

source: Sign in with Google. This will add your Gmail account.
el_gr: Κάντε σύνδεση μέσω Google. Έτσι, θα προστεθεί ο λογαριασμός Gmail σας.
et_ee: Logige sisse Google'iga. See lisab teie Gmaili konto.
zh_cn: 使用谷歌登录。这将添加您的 Gmail 帐户。
zh_tw: 使用 Google 登入。將會新增您的 Gmail 帳號。

source: Sign out
el_gr: Αποσύνδεση
et_ee: Logi välja
zh_cn: 登出
zh_tw: 登出

source: Sign out from all devices
el_gr: Αποσύνδεση από όλες τις συσκευές
zh_cn: 从所有设备注销
zh_tw: 從所有裝置登出

source: Sign out from device
el_gr: Αποσύνδεση από συσκευή
et_ee: Logi seadmest välja
zh_cn: 从设备注销
zh_tw: 從裝置登出

source: Sign out now
el_gr: Αποσύνδεση τώρα
et_ee: Logi välja
zh_cn: 现在登出
zh_tw: 立刻登出

source: Signature
el_gr: Υπογραφή
et_ee: Allkiri
zh_cn: 签名
zh_tw: 簽名

source: Signature name
el_gr: Όνομα υπογραφής
et_ee: Allkirja nimi
zh_cn: 签名名称
zh_tw: 簽名名稱

source: Signatures
el_gr: Υπογραφές
et_ee: Allkirjad
zh_cn: 签名
zh_tw: 簽名

source: Signatures for all mail accounts
el_gr: Υπογραφές για όλους τους λογαριασμούς email
et_ee: Kõigi e-posti kontode allkirjad
zh_cn: 为所有邮件户口的签名
zh_tw: 所有郵件帳號的簽名檔

source: Signed in as
el_gr: Έγινε σύνδεση ως
et_ee: Sisse logitud kui
zh_cn: 登录为
zh_tw: 已登入為

source: Simple
el_gr: Απλό
et_ee: Lihtne
zh_cn: 简易
zh_tw: 簡單

source: Six months
el_gr: Εξι μήνες
et_ee: Kuus kuud
zh_cn: 六个月
zh_tw: 六個月

source: Size
el_gr: Μέγεθος
et_ee: Suurus
zh_cn: 大小
zh_tw: 大小

source: Skip to main content
el_gr: Μετάβαση στο κύριο περιεχόμενο
et_ee: Otse põhisisu juurde
zh_cn: 跳转到主要内容
zh_tw: 跳到主要內容

source: Slideshow
el_gr: Παρουσίαση
et_ee: Esitlus
zh_cn: 幻灯片
zh_tw: 幻燈片

source: Slideshow for images
el_gr: Παρουσίαση για εικόνες
zh_cn: 图像的幻灯片
zh_tw: 圖片自動播放模式

source: Small
el_gr: Μικρό
et_ee: Väike
zh_cn: 小
zh_tw: 小

source: Small (%1$s px)
el_gr: Μικρό (%1$s px)
et_ee: Väike (%1$s pikslit)
zh_cn: 小（%1$s 像素）
zh_tw: 小（%1$s px）

source: Smarter participant sorting
el_gr: Εξυπνότερη ταξινόμηση συμμετεχόντων
zh_cn: 更聪明的参与者排序
zh_tw: 參與者排序更聰明

source: Smoke Gray
el_gr: Γκρι του καπνού
et_ee: Suitsuhall
zh_cn: 烟灰色
zh_tw: 煙燻灰

source: Snooze
el_gr: Αναβολή
zh_cn: 打盹儿
zh_tw: 貪睡

source: SoftBank
zh_cn: 软银

source: Some contacts could not be added as they have no valid email field.
el_gr: Δεν ήταν δυνατή η προσθήκη ορισμένων επαφών, καθώς δεν έχουν έγκυρο πεδίο email.
et_ee: Mõnda kontakti ei saanud lisada, kuna neil pole kehtivat e-posti välja.
zh_cn: 无法添加某些联系人, 因为它们没有有效的电子邮件字段。
zh_tw: 由於某些聯絡人沒有正確的電子郵件欄位，無法新增。

source: Some contacts could not be added because their email address is already in the list.
el_gr: Δεν ήταν δυνατή η προσθήκη ορισμένων επαφών, καθώς οι διευθύνσεις email τους βρίσκονται ήδη στη λίστα.
et_ee: Mõnda kontakti ei saanud lisada, kuna nende e-posti aadress on juba loendis.
zh_cn: 因为有些联系人已经在名单里，所以不能被添加。
zh_tw: 由於某些聯絡人的電子郵件信箱已經存在清單中，無法新增。

source: Some files or folders are shared with others. They will not be available for them anymore.
el_gr: Ορισμένα αρχεία ή φάκελοι είναι κοινόχρηστα με άλλους. Δεν θα είναι πλέον διαθέσιμα για αυτούς.
et_ee: Mõned failid või kaustad on jagatud teistega. Need ei ole neile enam kättesaadavad.
zh_cn: 某些文件或文件夹正与其他人共享。它们将不再可供使用。
zh_tw: 某些檔案或資料夾已經分享給他人，他們將無法再使用。

source: Some mandatory configuration could not be loaded.
el_gr: Δεν ήταν δυνατή η φόρτωση ορισμένων υποχρεωτικών ρυθμίσεων.
et_ee: Mõnda kohustuslikku konfiguratsiooni ei saanud laadida.
zh_cn: 无法加载一些必要配置。
zh_tw: 無法載入某些必要設定。

source: Something went wrong. Please close this browser tab and try again.
el_gr: Κάτι πήγε στραβά. Παρακαλώ κλείστε αυτήν την καρτέλα του προγράμματος περιήγησης και δοκιμάστε ξανά.
et_ee: Midagi läks valesti. Sulgege see brauseri vaheleht ja proovige uuesti.
zh_cn: 出了一些问题，请关闭此浏览器选项卡并重试。
zh_tw: 有些東西怪怪的。請關閉此分頁並重試。

source: Something went wrong. Please try again later.
el_gr: Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε ξανά.
et_ee: Midagi läks valesti. Palun proovi hiljem uuesti.
zh_cn: 出了些问题。 请稍后再试。
zh_tw: 有些東西怪怪的。請稍候再試。

source: Something went wrong. Please try again.
el_gr: Κάτι πήγε στραβά. Παρακαλώ δοκιμάστε ξανά .
et_ee: Midagi läks viltu. Palun proovi uuesti.
zh_cn: 出了些问题。 请再试一次。
zh_tw: 出現錯誤。請再試一次。

source: Sorry, could not connect to %s right now.
el_gr: Δυστυχώς, δεν ήταν δυνατή η σύνδεση στο %s αυτήν τη στιγμή.
et_ee: Kahjuks ei õnnestunud %s-ga praegu ühendust luua.
zh_cn: 抱歉，现在无法连接到 %s。
zh_tw: 抱歉，目前無法連線至 %s。

source: Sorry, there is no data available for you on %s.
el_gr: Δυστυχώς, δεν υπάρχουν διαθέσιμα δεδομένα για εσάς στο %s.
et_ee: Kahjuks puuduvad teile saadaolevad andmed %s-i kohta.
zh_cn: 抱歉，%s 没有您的可用数据。
zh_tw: 抱歉，%s 上目前沒有可提供給您的資料。

source: Sorry, there is no preview available for this file.
el_gr: Δυστυχώς, δεν διατίθεται προεπισκόπηση για αυτό το αρχείο.
et_ee: Vabandame, selle faili eelvaade puudub.
zh_cn: 抱歉，此文件没有预览可用。
zh_tw: 抱歉，無法預覽此檔案。

source: Sorry, there is no preview available for this image.
el_gr: Δυστυχώς, δεν διατίθεται προεπισκόπηση για αυτήν την εικόνα.
et_ee: Vabandame, selle pildi eelvaade puudub.
zh_cn: 抱歉，此图像没有预览可用。
zh_tw: 抱歉，無法預覽此圖片。

source: Sorry, there is no preview available.
el_gr: Δυστυχώς, δεν υπάρχει διαθέσιμη προεπισκόπηση.
et_ee: Kahjuks ei ole eelvaadet saadaval.
zh_cn: 抱歉，没有预览可用。
zh_tw: 抱歉，沒有預覽可用。

source: Sorry, this page is not available at the moment.
el_gr: Δυστυχώς, αυτή η σελίδα δεν διατίθεται προς το παρόν.
et_ee: Vabandame, see lehekülg ei ole hetkel saadaval.
zh_cn: 抱歉，此页面暂时不可用。
zh_tw: 抱歉，此頁面暫時無法使用。

source: Sort by
el_gr: Ταξινόμηση κατά
et_ee: Sorteeri
zh_cn: 依 .. 排序
zh_tw: 排序依照

# dropdown
source: Sort by
el_gr: Ταξινόμηση κατά
et_ee: Sorteeri
zh_cn: 依 .. 排序
zh_tw: 排序依照

source: Sort order
el_gr: Σειρά ταξινόμησης
et_ee: Sorteerimise järjekord
zh_cn: 排序方向
zh_tw: 排序方式

source: Sound
el_gr: Ήχος
et_ee: Helisignaal
zh_cn: 音效
zh_tw: 音效

source: Source
el_gr: Πηγή
et_ee: Allikas
zh_cn: 来源
zh_tw: 來源

# folder
source: Spam
el_gr: Ανεπιθύμητο
et_ee: Rämpspost
zh_cn: 垃圾邮件
zh_tw: 垃圾

source: Spanish
el_gr: Ισπανικά
zh_cn: 西班牙文
zh_tw: 西班牙文

source: Special folders
el_gr: Ειδικοί φάκελοι
zh_cn: 特别文件夹：定义应该显示哪些特别文件夹（未读、标出）
zh_tw: 特殊信件匣

source: Split
el_gr: Διαχωρισμός
et_ee: Eralda
zh_cn: 拆分
zh_tw: 分割

source: Spouse's name
el_gr: Όνομα συζύγου
et_ee: Abikaasa nimi
zh_cn: 配偶姓名
zh_tw: 配偶姓名

source: Spreadsheet
el_gr: Υπολογιστικό φύλλο
et_ee: Arvutustabel
zh_cn: 试算表
zh_tw: 試算表

source: Spreadsheets
el_gr: Υπολογιστικά φύλλα
et_ee: Arvutustabelid
zh_cn: 试算表
zh_tw: 試算表

source: Standard
el_gr: Τυπική
zh_cn: 标准
zh_tw: 標準

source: Standard folders
el_gr: Τυπικοί φάκελοι
et_ee: Standardkaustad
zh_cn: 常规文件夹
zh_tw: 標準資料夾

source: Standard time zone
el_gr: Τυπική ζώνη ώρας
zh_cn: 标准时区
zh_tw: 標準時區

source: Start
el_gr: Έναρξη
et_ee: Käivita
zh_cn: 开始于
zh_tw: 開始

source: Start app & Quick launch bar
el_gr: Εφαρμογή έναρξης και γραμμή γρήγορης εκκίνησης
zh_cn: 开始应用与快速启动条
zh_tw: 啟動應用程式與快速啟動列

source: Start countdown
el_gr: Έναρξη αντίστροφης μέτρησης
zh_cn: 开始倒数
zh_tw: 開始倒數

source: Start date
el_gr: Ημερομηνία έναρξης
et_ee: Alguskuupäev
zh_cn: 起始日期
zh_tw: 起始日期

source: Start date time zone
el_gr: Ζώνη ώρας ημερομηνίας έναρξης
zh_cn: 开始日期时区
zh_tw: 起始日期時區

source: Start in "%1$s" address book
el_gr: Έναρξη στο ευρετήριο «%1$s»
et_ee: Alusta "%1$s" aadressiraamatus
zh_cn: 在"%1$s"地址簿开始
zh_tw: 從「%1$s」通訊錄開始

source: Start in global address book
el_gr: Έναρξη στο καθολικό ευρετήριο
et_ee: Alusta globaalses aadressiraamatus
zh_cn: 在主地址簿打开
zh_tw: 於全域通訊錄開始

source: Start time
el_gr: Ώρα έναρξης
et_ee: Algusaeg
zh_cn: 开始时间
zh_tw: 開始時間

source: Start tour
el_gr: Έναρξη ξενάγησης
et_ee: Alusta tutvustust
zh_cn: 开始向导
zh_tw: 開始導覽

source: Start typing to search for user names
el_gr: Αρχίστε να πληκτρολογείτε για αναζήτηση ονομάτων χρηστών
et_ee: Alustage tähtede sisestamist kasutajanimede otsinguks
zh_cn: 开始输入以搜寻用户名称
zh_tw: 輸入使用者名稱進行搜尋

source: Start video
el_gr: Έναρξη βίντεο
et_ee: Esita video
zh_cn: 开始视频
zh_tw: 開始播放

source: Start with
el_gr: Εκκίνηση με
zh_cn: 于打开组件时应该活跃的应用
zh_tw: 預設開啟

source: Starting letter index
el_gr: Ευρετήριο αρχικού γράμματος
et_ee: Algustähe register
zh_cn: 起始字母索引
zh_tw: 起始字母順序

source: Starts not with
el_gr: Δεν ξεκινά με
et_ee: Ei alga
zh_cn: 不以此开始
zh_tw: 不開始於

source: Starts on
el_gr: Ξεκινά στις
et_ee: Algab
zh_cn: 开始于
zh_tw: 開始於

source: Starts with
el_gr: Ξεκινά με
et_ee: Algab
zh_cn: 以此开始
zh_tw: 開始於

source: State
el_gr: Νομός
et_ee: Maakond
zh_cn: 州
zh_tw: 州

source: Statistics
el_gr: Στατιστικά
et_ee: Statistika
zh_cn: 统计
zh_tw: 統計資訊

source: Status
el_gr: Κατάσταση
et_ee: Olek
zh_cn: 状态
zh_tw: 狀態

source: Stay informed about what's new and discover the latest features and enhancements in our latest updates of %1$s.
el_gr: Μείνετε ενημερωμένοι σχετικά με το τι νέο υπάρχει και ανακαλύψτε τις νεότερες δυνατότητες και βελτιώσεις στις πιο πρόσφατες ενημερώσεις του %1$s.
zh_cn: 在我们%1$s的最新更新中了解有啥新东西、发现最新的功能与改进。
zh_tw: 取得新功能的最新消息，並且探索最新版的 %1$s 當中有那些最新功能。

source: Stay signed in
el_gr: Παραμονή σε σύνδεση
et_ee: Püsi sisselogituna
zh_cn: 保持登入
zh_tw: 保持登入

source: Stay up-to-date on your favorite devices.
el_gr: Μείνετε ενημερωμένοι στις αγαπημένες σας συσκευές.
et_ee: Olge oma lemmikseadmetega kursis.
zh_cn: 在您最爱的装置上保持更新。
zh_tw: 在您最愛的裝置上隨時接收最新訊息。

source: Steel gray
el_gr: Γκρι του ατσαλιού
et_ee: Terashall
zh_cn: 钢灰色
zh_tw: 金屬灰

source: Stick to the right side
el_gr: Παραμονή στη δεξιά πλευρά
et_ee: Paiguta paremale küljele
zh_cn: 靠右边
zh_tw: 緊貼在右側

source: Stop slideshow
el_gr: Διακοπή παρουσίασης
et_ee: Lõpeta slaidiseanss
zh_cn: 停止幻灯片放映
zh_tw: 停止投影片

source: Storage
el_gr: Χώρος
et_ee: Kettaruum
zh_cn: 存储
zh_tw: 儲存空間

source: Street
el_gr: Οδός
et_ee: Tänav
zh_cn: 街道
zh_tw: 街道

source: String
el_gr: Συμβολοσειρά
zh_cn: 字串
zh_tw: 字串

source: Student
el_gr: Μαθητής/-ρια
et_ee: Üliõpilane
zh_cn: 学生
zh_tw: 學生

source: Subject
el_gr: Θέμα
et_ee: Teema
zh_cn: 主题
zh_tw: 主題

source: Subject: %1$s
el_gr: Θέμα: %1$s
et_ee: Teema: %1$s
zh_cn: 主题：%1$s
zh_tw: 主旨：%1$s

source: Submit comment
el_gr: Υποβολή σχολίου
et_ee: Esita kommentaar
zh_cn: 送出回帖
zh_tw: 送出留言

source: Subscribe
el_gr: Εγγραφή
et_ee: Telli
zh_cn: 订阅
zh_tw: 訂閱

source: Subscribe to Google calendar
el_gr: Εγγραφή σε ημερολόγιο Google
et_ee: Telli Google'i kalender
zh_cn: 订阅到谷歌日历
zh_tw: 訂閱 Google 行事曆

source: Subscribe to IMAP folders
el_gr: Εγγραφή σε φακέλους IMAP
et_ee: Telli IMAP-kaustad
zh_cn: 訂閱 IMAP 資料夾
zh_tw: 訂閱 IMAP 信件匣

source: Subscribe to address book
el_gr: Εγγραφή σε ευρετήριο
et_ee: Telli aadressiraamat
zh_cn: 订阅到地址簿
zh_tw: 訂閱通訊錄

source: Subscribe to calendar
el_gr: Εγγραφή σε ημερολόγιο
et_ee: Telli kalender
zh_cn: 订阅到日历
zh_tw: 訂閱行事曆

source: Subscribe to folder
el_gr: Εγγραφή σε φάκελο
et_ee: Telli kaust
zh_cn: 订阅文件夹
zh_tw: 訂閱資料夾

source: Subscribe to iCal feed
el_gr: Εγγραφή σε ροή iCal
et_ee: Telli iCali voog
zh_cn: 订阅到 iCal 提要
zh_tw: 訂閱 iCal 資訊來源

source: Subscribe to shared address books
el_gr: Εγγραφή σε κοινόχρηστα ευρετήρια
et_ee: Telli jagatud aadressiraamatud
zh_cn: 订阅共享通讯簿
zh_tw: 訂閱共享通訊錄

source: Subscribe to shared calendars
el_gr: Εγγραφή σε κοινόχρηστα ημερολόγια
et_ee: Telli jagatud kalendrid
zh_cn: 订阅共享日历
zh_tw: 訂閱共享行事曆

source: Subscribe to shared task folders
el_gr: Εγγραφή σε κοινόχρηστους φακέλους εργασίας
et_ee: Telli jagatud ülesannete kaustad
zh_cn: 订阅共享任务文件夹
zh_tw: 訂閱共享任務資料夾

source: Subscribe to shared tasks folders
el_gr: Εγγραφή σε κοινόχρηστους φακέλους εργασιών
et_ee: Telli jagatud ülesannete kaustad
zh_cn: 订阅共享任务文件夹
zh_tw: 訂閱共享任務資料夾

source: Subscribe to task folder
el_gr: Εγγραφή στον φάκελο εργασιών
et_ee: Telli ülesannete kaust
zh_cn: 订阅任务文件夹
zh_tw: 訂閱任務資料夾

source: Subscription refresh
el_gr: Ανανέωση συνδρομής
et_ee: Tellimuse värskendamine
zh_cn: 订阅刷新
zh_tw: 訂閱更新

source: Subscription successfully created.
el_gr: Η συνδρομή δημιουργήθηκε με επιτυχία.
et_ee: Tellimus on edukalt loodud.
zh_cn: 成功创建订阅。
zh_tw: 成功建立訂閱。

source: Subscriptions
el_gr: Συνδρομές
et_ee: Tellimused
zh_cn: 订阅
zh_tw: 訂閱

source: Success
el_gr: Επιτυχία
et_ee: Õnnestus
zh_cn: 成功
zh_tw: 成功

source: Successfully reauthorized your %s account
el_gr: Έγινε επιτυχής επαναταυτοποίηση του λογαριασμού %s σας
et_ee: Teie %s konto on edukalt uuesti kinnitatud
zh_cn: 已成功重认证您的 %s 户口
zh_tw: 已成功重新授權您的 %s 帳號

source: Successfully refreshed calendar
el_gr: Επιτυχής ανανέωση ημερολογίου
et_ee: Kalender on värskendatud
zh_cn: 成功重刷日历
zh_tw: 已成功重新整理行事曆

source: Suffix
el_gr: Επίθεμα
et_ee: Sufiks
zh_cn: 后缀
zh_tw: 尾碼

source: Summarize
el_gr: Σύνοψη
zh_cn: 撮要
zh_tw: 摘要

source: Summary
el_gr: Περίληψη
et_ee: Kokkuvõte
zh_cn: 撮要
zh_tw: 摘要

# superessive
source: Sunday
el_gr: Κυριακή
et_ee: pühapäeval
zh_cn: 星期天
zh_tw: 星期日

source: Sunsets
el_gr: Ηλιοβασιλέματα
et_ee: Päikeseloojangud
zh_cn: 黄昏
zh_tw: 日落

source: Support starts with Chrome %1$d, Firefox %2$d, Edge %3$d, and Safari %4$d.
el_gr: Η υποστήριξη ξεκινά από το Chrome %1$d, το Firefox %2$d, το Edge %3$d και το Safari %4$d.
zh_cn: 支持从 Chrome %1$d、Firefox %2$d、Edge %3$d、与 Safari %4$d 开始。
zh_tw: 支援 Chrome %1$d、Firefox %2$d、Edge %3$d 及 Safari %4$d。

source: Switch camera
el_gr: Εναλλαγή κάμερας
et_ee: Vaheta kaamerat
zh_cn: 切换摄像头
zh_tw: 切換攝影機

source: Switch to parent folder
el_gr: Εναλλαγή σε γονικό φάκελο
et_ee: Üleminek emakausta
zh_cn: 切换至母文件夹
zh_tw: 已切換至父資料夾

source: Symbols
el_gr: Σύμβολα
et_ee: Sümbolid
zh_cn: 符号
zh_tw: 符號

source: Sync via DAV
el_gr: Συγχρονισμός μέσω DAV
et_ee: Sünkroonimine DAV-i kaudu
zh_cn: 通过 DAV 同步
zh_tw: 透過 DAV 同步

source: Tag mails from %1$s with %2$s
el_gr: Προσθήκη ετικέτας «%2$s» στα email από το %1$s
et_ee: Lisa kirjadele saatjalt %1$s märksõna %2$s
zh_cn: 标记来自 %1$s 的邮件（以 %2$s）
zh_tw: 將來自 %1$s 的郵件加上 %2$s 標籤

source: Tag mails to %1$s with %2$s
el_gr: Προσθήκη ετικέτας «%2$s» στα email προς το %1$s
et_ee: Märgista kirjad, mis on saadetud %1$s märksõnaga %2$s
zh_cn: 发送到 %1$s 的邮件：以 %2$s 色标记
zh_tw: 將寄送給 %1$s 的郵件加上 %2$s 標籤

source: Tag mails with subject %1$s with %2$s
el_gr: Προσθήκη ετικέτας «%2$s» στα email με θέμα «%1$s»
et_ee: Märgista kirjad, mis on saadetud pealkirjaga %1$s märksõnaga %2$s
zh_cn: 标记邮件带有主题 %1$s（以 %2$s）
zh_tw: 將主旨為 %1$s 的郵件加上 %2$s 標籤

source: Take %1$s with you!
el_gr: Πάρτε το %1$s μαζί σας!
et_ee: Võta %1$s kaasa!
zh_cn: 带着 %1$s！
zh_tw: 把 %1$s 隨身帶著走！

source: Take %1$s with you! Stay up-to-date on your favorite devices.
el_gr: Πάρτε το %1$s μαζί σας! Μείνετε ενημερωμένοι στις αγαπημένες σας συσκευές.
et_ee: Võtke %1$s endaga kaasa! Olge kursis oma lemmikseadmeid puudutavate uudistega.
zh_cn: 带着 %1$s！在您的装置上保持更新。
zh_tw: 隨身帶著 %1$s！在您最愛的裝置上隨時接收最新消息。

source: Take a photo
el_gr: Λήψη φωτογραφίας
et_ee: Pildista
zh_cn: 拍一张照片
zh_tw: 拍照

source: Task
el_gr: Εργασία
et_ee: Ülesanne
zh_cn: 任务
zh_tw: 任務

source: Task Details
el_gr: Λεπτομέρειες εργασίας
et_ee: Ülesande üksikasjad
zh_cn: 任务详情
zh_tw: 工作詳細資訊

source: Task has been deleted
el_gr: Η εργασία έχει διαγραφεί
et_ee: Ülesanne on kustutatud
zh_cn: 已删除任务
zh_tw: 已刪除任務

source: Task has been deleted already
el_gr: Η εργασία έχει ήδη διαγραφεί
et_ee: Ülesanne on juba kustutatud
zh_cn: 已删除任务
zh_tw: 任務已經刪除

source: Task invitation
el_gr: Πρόσκληση εργασίας
et_ee: Ülesande kutse
zh_cn: 任务邀请
zh_tw: 任務邀請

source: Task marked as done
el_gr: Η εργασία επισημάνθηκε ως ολοκληρωμένη
et_ee: Tehtuks märgitud ülesanne
zh_cn: 任务标记为已完成
zh_tw: 已將任務標示為已完成

source: Task marked as undone
el_gr: Η εργασία επισημάνθηκε ως μη ολοκληρωμένη
et_ee: Mittetehtuks märgitud ülesanne
zh_cn: 任务标记为未完成
zh_tw: 已將任務標示為未完成
