Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Do you want to edit this and all future appointments or the whole series?
el_gr: Θέλετε να επεξεργαστείτε αυτήν και όλες τις μελλοντικές συναντήσεις ή ολόκληρη τη σειρά;
et_ee: Kas soovite seda ja kõiki tulevasi kohtumisi või kogu sarja muuta?
zh_cn: 您要编辑此和所有未来的约会，还是整个系列？
zh_tw: 您想要編輯這場與所有未來的約會，或系列中的所有約會嗎？

source: Do you want to move all messages from %1$s to that category?
el_gr: Θέλετε να μετακινήσετε όλα τα μηνύματα από το %1$s σε αυτήν την κατηγορία;
et_ee: Kas soovite teisaldada kõik sõnumid saatjalt %1$s selle kategooria alla?
zh_cn: 您要从 %1$s 移动所有消息到那个类别吗？
zh_tw: 您想要將所有訊息從 %1$s 移動至該分類嗎？

source: Do you want to move all messages from selected senders to that category?
el_gr: Θέλετε να μετακινηθείτε όλα τα μηνύματα από τους επιλεγμένους αποστολείς σε αυτήν την κατηγορία;
et_ee: Kas soovite teisaldada kõik sõnumid valitud saatjatelt selle kategooria alla?
zh_cn: 您要从移动所有选定发送人的消息到那个类别吗？
zh_tw: 您想要將選擇的寄件者寄出的所有訊息，移動到該分類嗎？

source: Do you want to permanently delete these mails?
el_gr: Θέλετε να διαγράψετε οριστικά αυτά τα email;
et_ee: Kas soovite need kirjad jäädavalt kustutada?
zh_cn: 您要永久删除这些电子邮件吗？
zh_tw: 您想要永久刪除這些郵件嗎？

source: Do you want to permanently delete this mail?
el_gr: Θέλετε να διαγράψετε οριστικά αυτό το email;
et_ee: Kas soovite selle kirja jäädavalt kustutada?
zh_cn: 您要永久删除此电子邮件吗？
zh_tw: 您想永久刪除此郵件嗎？

source: Do you want to remove %1$s from your deputy list?
el_gr: Θέλετε να αφαιρέσετε τον/την %1$s από τη λίστα αναπληρωτών σας;
et_ee: Kas soovite eemaldada %1$s oma asetäitjate nimekirjast?
zh_cn: 确定从您的代表列表移除%1$s吗？
zh_tw: 您確定要從代理人清單刪除「%1$s」嗎？

source: Do you want to reply all or just %1$s?
el_gr: Θέλετε να απαντήσετε σε όλους ή μόνο στο %1$s;
et_ee: Kas soovite vastata kõigile või ainult %1$s?
zh_cn: 您要全部回复还是只回复%1$s？
zh_tw: 您真的要回覆所有人，或只要回覆 %1$s？

source: Do you want to revoke the access of this application?
el_gr: Θέλετε να ανακαλέσετε την πρόσβαση αυτής της εφαρμογής;
et_ee: Kas soovite tühistada selle rakenduse juurdepääsu?
zh_cn: 您要收回此应用程序的访问权吗？
zh_tw: 您是否想撤回此應用程式的存取權？

source: Document
el_gr: Έγγραφο
et_ee: Dokument
zh_cn: 文件
zh_tw: 文件

source: Does not exist
el_gr: Δεν υπάρχει
et_ee: Ei eksisteeri
zh_cn: 不存在
zh_tw: 不存在

source: Domain
el_gr: Τομέας
et_ee: Domeen
zh_cn: 域
zh_tw: 網域

source: Don't remind me again
el_gr: Να μην γίνει ξανά υπενθύμιση
et_ee: Ära tuleta mulle seda enam meelde
zh_cn: 别再提醒我
zh_tw: 不要再提醒我

source: Done
el_gr: Ολοκληρωμένο
et_ee: Tehtud
zh_cn: 已完成
zh_tw: 已完成

source: Downlad
el_gr: Λήψη
et_ee: Lae alla
zh_cn: 下载
zh_tw: 下載

source: Download
el_gr: Λήψη
et_ee: Lae alla
zh_cn: 下载
zh_tw: 下載

source: Download %1$s
el_gr: Λήψη %1$s
et_ee: Lae alla %1$s
zh_cn: 下载 %1$s
zh_tw: 下載 %1$s

source: Download %1$s for %2$s now
el_gr: Λήψη του %1$s για %2$s τώρα
et_ee: Lae %1$s alla %2$s jaoks
zh_cn: 立即下载%1$s %2$s版
zh_tw: 立即下載 %1$s for %2$s

source: Download %1$s for Windows
el_gr: Λήψη του %1$s για Windows
et_ee: Lae alla %1$s Windowsile
zh_cn: 下载%1$s视窗版
zh_tw: 下載 %1$s for Windows

source: Download %1$s.
el_gr: Λήψη του %1$s.
et_ee: Lae alla %1$s.
zh_cn: 下载 %1$s。
zh_tw: 下載 %1$s。

source: Download %s
el_gr: Λήψη του %s
et_ee: Lae alla %s
zh_cn: 下载 %s
zh_tw: 下載 %s

source: Download and Install
el_gr: Λήψη και εγκατάσταση
et_ee: Lae alla ja paigalda
zh_cn: 下载与安装
zh_tw: 下載與安裝

source: Download configuration
el_gr: Λήψη ρυθμίσεων
et_ee: Konfiguratsiooni allalaadimine
zh_cn: 下载配置
zh_tw: 下載設定

source: Download entire folder
el_gr: Λήψη ολόκληρου του φακέλου
et_ee: Lae alla kogu kaust
zh_cn: 下载完整文件夹
zh_tw: 下載整個資料夾

source: Download infected file
el_gr: Λήψη μολυσμένου αρχείου
et_ee: Lae alla nakatunud fail
zh_cn: 下载受感染的文件
zh_tw: 下載受感染的檔案

source: Download personal data
el_gr: Λήψη προσωπικών δεδομένων
et_ee: Lae enda andmed alla
zh_cn: 下载个人数据
zh_tw: 下載個人資料

source: Download profile
el_gr: Λήψη προφίλ
et_ee: Profiili allalaadimine
zh_cn: 下载配置文件
zh_tw: 下載設定檔

source: Download requested
el_gr: Ζητήθηκε λήψη
et_ee: Allalaadimine taotletud
zh_cn: 已请求下载
zh_tw: 已請求下載

source: Download the %1$s client for %2$s
el_gr: Λήψη του προγράμματος-πελάτη %1$s για %2$s
et_ee: Laadige %1$s klient %2$s jaoks alla
zh_cn: 下载%1$s的%2$s客户端
zh_tw: 下載 %2$s 平台的 %1$s 客戶端軟體

source: Download the application.
el_gr: Λήψη της εφαρμογής.
et_ee: Lae rakendus alla.
zh_cn: 下载应用程序。
zh_tw: 下載應用程式。

source: Download unscanned file
el_gr: Λήψη μη ελεγμένου αρχείου
et_ee: Lae skannimata fail alla
zh_cn: 下载未扫描的文件
zh_tw: 下載未掃描的檔案

source: Download your personal data
el_gr: Λήψη προσωπικών δεδομένων
et_ee: Lae alla enda isiklikud andmed
zh_cn: 下载您的个人数据
zh_tw: 下載您的個人資料

source: Drafts
el_gr: Προσχέδια
zh_cn: 草稿
zh_tw: 草稿

# folder
source: Drafts
el_gr: Προσχέδια
et_ee: Mustandid
zh_cn: 草稿
zh_tw: 草稿

source: Drag to reorder filter rules
el_gr: Σύρετε για να αναδιατάξετε τους κανόνες του φίλτρου
et_ee: Lohista filtreerimisreeglite ümberjärjestamiseks
zh_cn: 拖拽以重新排序过滤器准则
zh_tw: 拖曳以重排過濾規則

source: Drag to reorder items
el_gr: Σύρετε για να αναδιατάξετε τα στοιχεία
et_ee: Lohista üksuste järjestuse muutmiseks
zh_cn: 拖动以重新排序项目
zh_tw: 拖曳即可重排項目

source: Drag to reorder widget
el_gr: Σύρετε για να αναδιατάξετε το widget
et_ee: Lohistage vidina ümberjärjestamiseks
zh_cn: 以拖动重新排序小部件
zh_tw: 拖曳以重新排序小工具

source: Drive Client
el_gr: Πρόγραμμα-πελάτης Drive
et_ee: Drive klient
zh_cn: Drive客户端
zh_tw: Drive 客戶端

source: Drop EML file here for import
el_gr: Εναποθέστε ένα αρχείο EML εδώ για εισαγωγή
et_ee: Lohista EML fail importimiseks siia
zh_cn: 拖放 EML 文件到这里以作导入
zh_tw: 將 EML 檔案放到這裡以匯入

source: Drop ICS or ICAL files here to import
el_gr: Εναποθέστε αρχεία ICS ή ICAL εδώ για εισαγωγή
zh_cn: 拖放 ICS 或 ICAL 文件到这里以作导入
zh_tw: 將 ICS 或 ICAL 檔案放到這裡以匯入

source: Drop attachments here
el_gr: Εναποθέστε εδώ τα συνημμένα
et_ee: Lohista manused siia
zh_cn: 把附件放在这里
zh_tw: 將附件放於此處

source: Drop files or folders here to upload
el_gr: Εναποθέστε εδώ αρχεία ή φακέλους προς μεταφόρτωση
et_ee: Failide või kaustade üleslaadimiseks lohista need siia
zh_cn: 将文件或文件夹拖放到此处上传
zh_tw: 將檔案或資料夾放到此處上傳

source: Drop here
el_gr: Κάντε εναπόθεση εδώ
et_ee: Lohista siia
zh_cn: 放在这里
zh_tw: 放在這裡

source: Drop here to import this email
el_gr: Κάντε εναπόθεση εδώ για εισαγωγή του email
et_ee: Lohista siia selle kirja importimiseks
zh_cn: 拖放到这里以导入此邮件
zh_tw: 將郵件放置於此處來匯入

source: Drop here to upload a <b class="dndignore">new attachment</b>
el_gr: Κάντε εναπόθεση εδώ για να μεταφορτώσετε ένα <b class="dndignore">νέο συνημμένο</b>
et_ee: Lohista siia <b class="dndignore">uue manuse üleslaadimiseks</b>
zh_cn: 拖放到这里已上载一个 <b class="dndignore">新附件</b>
zh_tw: 放到此處以上傳 <b class='dndignore'>新附件</b>

source: Drop here to upload a <b class="dndignore">new file</b>
el_gr: Κάντε εναπόθεση εδώ για να μεταφορτώσετε ένα <b class="dndignore">νέο αρχείο</b>
et_ee: Lohista siia <b class="dndignore">uue faili üleslaadimiseks</b>
zh_cn: 拖到这里以上载一个 <b class="dndignore">新文件</b>
zh_tw: 放到此處以上傳 <b class='dndignore'>新檔案</b>

source: Drop here to upload a <b class="dndignore">new version</b>
el_gr: Κάντε εναπόθεση εδώ για να μεταφορτώσετε μια <b class="dndignore">νέα έκδοση</b>
et_ee: Lohista siia <b class="dndignore">uue versiooni üleslaadimiseks</b>
zh_cn: 拖到这里以上载一个 <b class="dndignore">新版本</b>
zh_tw: 放到此處以上傳 <b class='dndignore'>新版本</b>

source: Drop here to upload a <b class="dndignore">new version</b> of "%1$s"
el_gr: Κάντε εναπόθεση εδώ για να μεταφορτώσετε μια <b class="dndignore">νέα έκδοση</b> του «%1$s»
et_ee: Lohista siia "%1$s" <b class="dndignore">uue versiooni üleslaadimiseks</b>
zh_cn: 拖到这里以上载 "%1$s" 的一个 <b class="dndignore">新版本</b>
zh_tw: 放到此處以上傳 <b class='dndignore'>新版本的</b>「%1$s」

source: Drop inline images here
el_gr: Εναποθέστε εδώ ενσωματωμένες εικόνες
et_ee: Lohista kirja sees kuvamiseks pildid siia
zh_cn: 将内联图像放在此处
zh_tw: 將行內圖片放在此處

source: Drop new version of "%1$s" here
el_gr: Εναποθέστε τη νέα έκδοση του «%1$s» εδώ
et_ee: Lohista "%1$s" uus versioon siia
zh_cn: 把 "%1$s" 新版本投下这里
zh_tw: 在此放下新版本的「%1$s」

source: Drop only a single file as new version.
el_gr: Εναποθέστε μόνο ένα αρχείο ως νέα έκδοση.
et_ee: Lohista üksainus fail uue versioonina.
zh_cn: 投下单个文件成新版本。
zh_tw: 放下新檔案作為新版本。

source: Due
el_gr: Προθεσμία
et_ee: Tähtaeg
zh_cn: 截止于
zh_tw: 到期日

source: Due date
el_gr: Προθεσμία
et_ee: Tähtaeg
zh_cn: 截止日
zh_tw: 截止日

source: Due on %1$s
el_gr: Προθεσμία στις %1$s
et_ee: Tähtaeg: %1$s
zh_cn: 结束于 %1$s
zh_tw: 結束於 %s

source: Duration per image
el_gr: Διάρκεια ανά εικόνα
et_ee: Kestus pildi kohta
zh_cn: 每幅圖像的持續時間
zh_tw: 每張圖片的持續時間

source: Dutch
el_gr: Ολλανδικά
zh_cn: 荷文
zh_tw: 荷蘭文

source: E-Mails will appear in a new window. These windows can be maximized, minimized and closed.
el_gr: Τα email θα εμφανίζονται σε νέο παράθυρο. Μπορείτε να μεγιστοποιήσετε, να ελαχιστοποιήσετε και να κλείσετε αυτά τα παράθυρα.
et_ee: E-kirjad kuvatakse uues aknas. Neid aknaid saab maksimeerida, minimeerida ja sulgeda.
zh_cn: 电子邮件将会在一个新窗口里出现。
zh_tw: 將在新視窗顯示郵件。可最大化、最小化或關閉這些視窗。

source: Edit
el_gr: Επεξεργασία
et_ee: Muuda
zh_cn: 编辑
zh_tw: 編輯

source: Edit %1$s
el_gr: Επεξεργασία του «%1$s»
et_ee: Muuda %1$s
zh_cn: 编辑 %1$s
zh_tw: 編輯 %1$s

source: Edit %s
el_gr: Επεξεργασία του «%s»
et_ee: Muuda %s
zh_cn: 编辑%s
zh_tw: 編輯 %s

source: Edit Appointment
el_gr: Επεξεργασία συνάντησης
et_ee: Muuda kohtumist
zh_cn: 编辑约会
zh_tw: 編輯約會

source: Edit Contact
el_gr: Επεξεργασία επαφής
et_ee: Muuda kontakti
zh_cn: 编辑联系人
zh_tw: 編輯聯絡人

source: Edit Flickr photo stream
el_gr: Επεξεργασία ροής φωτογραφιών Flickr
et_ee: Muuda Flickri fotovoogu
zh_cn: 编辑 Flickr 照片流
zh_tw: 編輯 Flickr 相片流

source: Edit Multifactor Device
el_gr: Επεξεργασία συσκευής πολλαπλών παραγόντων
et_ee: Muuda mitmeastmelise sisselogimise seadet
zh_cn: 编辑多因素设备
zh_tw: 編輯多因素裝置

source: Edit Tumblr feed
el_gr: Επεξεργασία ροής Tumblr
et_ee: Muuda Tumblr'i voogu
zh_cn: 编辑 Tumblr feed
zh_tw: 編輯 Tumblr 資訊來源

source: Edit accounts
el_gr: Επεξεργασία λογαριασμών
et_ee: Muuda kontosid
zh_cn: 编辑户口
zh_tw: 編輯帳號

source: Edit all future appointments
el_gr: Επεξεργασία όλων των μελλοντικών συναντήσεων
et_ee: Muuda kõiki tulevasi kohtumisi
zh_cn: 编辑所有将来的约会
zh_tw: 編輯所有未來的約會

source: Edit all objects
el_gr: Επεξεργασία όλων των αντικειμένων
et_ee: Muuda kõiki objekte
zh_cn: 编辑所有对象
zh_tw: 編輯所有物件

source: Edit all reminders for calendar: %1$s
el_gr: Επεξεργασία όλων των υπενθυμίσεων του ημερολογίου: %1$s
et_ee: Muuda kõiki kalendri meeldetuletusi: %1$s
zh_cn: 编辑日历的所有提醒：%1$s
zh_tw: 編輯行事曆: %1$s

source: Edit appointment
el_gr: Επεξεργασία συνάντησης
et_ee: Muuda kohtumist
zh_cn: 编辑约会
zh_tw: 編輯約會

source: Edit category
el_gr: Επεξεργασία κατηγορίας
zh_cn: 编辑类别
zh_tw: 編輯分類

source: Edit contact
el_gr: Επεξεργασία επαφής
et_ee: Muuda kontakti
zh_cn: 编辑联系人
zh_tw: 編輯聯絡人

source: Edit copy
el_gr: Επεξεργασία αντιγράφου
et_ee: Muuda koopiat
zh_cn: 编辑副本
zh_tw: 編輯複本

source: Edit description
el_gr: Επεξεργασία περιγραφής
et_ee: Muuda kirjeldust
zh_cn: 编辑描述
zh_tw: 編輯描述

source: Edit distribution list
el_gr: Επεξεργασία λίστας διανομής
et_ee: Muuda leviloendit
zh_cn: 编辑通讯组列表
zh_tw: 編輯通訊組清單

source: Edit draft
el_gr: Επεξεργασία προσχεδίου
et_ee: Muuda mustandit
zh_cn: 编辑草稿
zh_tw: 編輯草稿

source: Edit group
el_gr: Επεξεργασία ομάδας
et_ee: Muuda rühma
zh_cn: 编辑群组
zh_tw: 編輯群組

source: Edit mail account
el_gr: Επεξεργασία λογαριασμού email
et_ee: Muuda e-posti kontot
zh_cn: 编辑邮件户口
zh_tw: 編輯郵件帳號

source: Edit names
el_gr: Επεξεργασία ονομάτων
et_ee: Muuda nimesid
zh_cn: 编辑名称
zh_tw: 編輯名稱

source: Edit own objects
el_gr: Επεξεργασία ιδιόκτητων αντικειμένων
et_ee: Oma objektide muutmine
zh_cn: 编辑拥有的对象
zh_tw: 編輯自己的物件

source: Edit personal data
el_gr: Επεξεργασία προσωπικών δεδομένων
et_ee: Isikuandmete muutmine
zh_cn: 编辑个人数据
zh_tw: 編輯個人資料

source: Edit real names
el_gr: Επεξεργασία πραγματικών ονομάτων
et_ee: Muuda pärisnimesid
zh_cn: 编辑真实名称
zh_tw: 編輯真實名稱

source: Edit recurrence
el_gr: Επεξεργασία επανάληψης
et_ee: Muuda kordumist
zh_cn: 编辑循环
zh_tw: 編輯重複發生頻率

source: Edit reminders
el_gr: Επεξεργασία υπενθυμίσεων
et_ee: Muuda meeldetuletusi
zh_cn: 编辑提醒
zh_tw: 編輯提醒

source: Edit resource
el_gr: Επεξεργασία πόρου
et_ee: Muuda ressurssi
zh_cn: 编辑资源
zh_tw: 編輯資源

source: Edit rule
el_gr: Επεξεργασία κανόνα
et_ee: Muuda reeglit
zh_cn: 编辑规则
zh_tw: 編輯規則

source: Edit series
el_gr: Επεξεργασία σειράς
et_ee: Muuda seeriat
zh_cn: 编辑系列
zh_tw: 編輯系列

source: Edit share
el_gr: Επεξεργασία κοινόχρηστου στοιχείου
et_ee: Muuda jagamist
zh_cn: 编辑分享
zh_tw: 編輯分享

source: Edit signature
el_gr: Επεξεργασία υπογραφής
et_ee: Muuda allkirja
zh_cn: 编辑签名
zh_tw: 編輯簽名

source: Edit signatures...
el_gr: Επεξεργασία υπογραφών...
et_ee: Muuda allkirju...
zh_cn: 编辑签名...
zh_tw: 編輯簽名…

source: Edit subscription
el_gr: Επεξεργασία συνδρομής
et_ee: Tellimuse muutmine
zh_cn: 编辑订阅
zh_tw: 編輯訂閱

source: Edit task
el_gr: Επεξεργασία εργασίας
et_ee: Muuda ülesannet
zh_cn: 编辑任务
zh_tw: 編輯任務

source: Edit template
el_gr: Επεξεργασία προτύπου
zh_cn: 编辑模板
zh_tw: 編輯範本

source: Edit templates...
el_gr: Επεξεργασία προτύπων...
zh_cn: 编辑模板...
zh_tw: 編輯範本…

source: Edit this appointment
el_gr: Επεξεργασία συνάντησης
et_ee: Muuda seda kohtumist
zh_cn: 编辑此约会
zh_tw: 編輯此約會

source: Edit to set a name.
el_gr: Κάντε επεξεργασία για να ορίσετε ένα όνομα.
et_ee: Muuda nime määramiseks.
zh_cn: 编辑一个名称。
zh_tw: 編輯以設定名稱。

source: Editor
el_gr: Επιμελητής
et_ee: Redaktor
zh_cn: 编辑器
zh_tw: 編輯器

source: Editor (create/edit appointments)
el_gr: Επιμελητής (δημιουργία/επεξεργασία συναντήσεων)
et_ee: Toimetaja (kohtumiste loomine/muutmine)
zh_cn: 编辑（创建/编辑 约会）
zh_tw: 編輯（建立、編輯約會）

source: Editor (create/edit emails)
el_gr: Επιμελητής (δημιουργία/επεξεργασία email)
et_ee: Toimetaja (e-kirjade loomine/töötlemine)
zh_cn: 编辑（创建/编辑 电子邮件）
zh_tw: 編輯者（建立、編輯郵件）

source: Email
et_ee: E-post
zh_cn: 电子邮件
zh_tw: 電子郵件

source: Email 1
et_ee: E-post 1
zh_cn: 电子邮件 1
zh_tw: 電子郵件 1

source: Email 2
et_ee: E-post 2
zh_cn: 电子邮件 2
zh_tw: 電子郵件 2

source: Email 3
et_ee: E-post 3
zh_cn: 电子邮件 3
zh_tw: 電子郵件 3

source: Email address
el_gr: Διεύθυνση email
et_ee: E-posti aadress
zh_cn: 电子邮件地址
zh_tw: 電子郵件地址

source: Email content
el_gr: Περιεχόμενο email
et_ee: E-kirja sisu
zh_cn: 邮件内容
zh_tw: 郵件內容

source: Email from %1$s: %2$s
el_gr: Email από %1$s: %2$s
et_ee: E-kiri saatjalt %1$s: %2$s
zh_cn: 来自 %1$s 的电子邮件：%2$s
zh_tw: 來自 %1$s 的郵件：%2$s

source: Email has been copied
el_gr: Το email έχει αντιγραφεί
et_ee: E-kiri on kopeeritud
zh_cn: 已复制电子邮件
zh_tw: 已複製郵件

source: Email has been moved
el_gr: Το email έχει μετακινηθεί
et_ee: E-kiri on teisaldatud
zh_cn: 已移动电子邮件
zh_tw: 已移動郵件

source: Email notifications
el_gr: Ειδοποιήσεις email
et_ee: E-posti teavitused
zh_cn: 电子邮件通知
zh_tw: 電子郵件通知

source: Email with %1$s
el_gr: Email με %1$s
et_ee: E-post %1$s
zh_cn: 以 %1$s 写电子邮件
zh_tw: 使用 %1$s 郵寄

source: Email with Android Mail
el_gr: Email με Android Mail
et_ee: E-post Android Mailiga
zh_cn: 以 Android Mail 写电子邮件
zh_tw: 使用 Android Mail 郵寄

source: Email, Contacts & Calendar
el_gr: Email, επαφές & ημερολόγιο
zh_cn: 电子邮件、联系人、与日历
zh_tw: 電子郵件、聯絡人與行事曆

source: Emails cannot be put into trash folder while your mail quota is exceeded.
el_gr: Δεν είναι δυνατή η τοποθέτηση email στον φάκελο απορριμμάτων, ενώ έχετε υπερβεί το όριο email σας.
et_ee: E-kirju ei saa prügikausta suunata, kuni teie e-posti kvoot on ületatud.
zh_cn: 在超过您的邮件限额时，电子邮件未能放到垃圾文件夹。
zh_tw: 當您的空間已滿時，電子郵件無法被到垃圾桶。

source: Emails have been copied
el_gr: Τα email έχουν αντιγραφεί
et_ee: E-kirjad on kopeeritud
zh_cn: 已复制电子邮件
zh_tw: 已複製郵件

source: Emails have been moved
el_gr: Τα email έχουν μετακινηθεί
et_ee: E-kirjad on teisaldatud
zh_cn: 已移动电子邮件
zh_tw: 已移動郵件

source: Employee
el_gr: Υπάλληλος
et_ee: Töötaja
zh_cn: 员工
zh_tw: 員工

source: Employee ID
el_gr: Αναγνωριστικό υπαλλήλου
et_ee: Töötaja ID
zh_cn: 员工 ID
zh_tw: 員工 ID

source: Employee type
el_gr: Τύπος υπαλλήλου
et_ee: Töötaja tüüp
zh_cn: 员工类型
zh_tw: 員工類型

source: Employment
el_gr: Εργασία
et_ee: Töösuhe
zh_cn: 雇用
zh_tw: 工作

source: Empty
el_gr: Κενό
et_ee: Tühi
zh_cn: 空置
zh_tw: 空

# vgrid
source: Empty
el_gr: Κενό
et_ee: Tühi
zh_cn: 空置
zh_tw: 空

source: Empty file attachment
el_gr: Κενό συνημμένο αρχείο
et_ee: Faili manus on tühi
zh_cn: 空白文件附件
zh_tw: 附件檔案空白

source: Empty folder
el_gr: Κενός φάκελος
et_ee: Tühi kaust
zh_cn: 空文件夹
zh_tw: 空資料夾

source: Empty name and description found.
el_gr: Βρέθηκε κενό όνομα και περιγραφή.
et_ee: Tühi nimi ja kirjeldus leitud.
zh_cn: 找到空的名称和描述。
zh_tw: 找到空白的名稱與描述。

source: Empty subject
el_gr: Κενό θέμα
et_ee: Tühi teema
zh_cn: 无主题
zh_tw: 空白主旨

source: Empty trash
el_gr: Άδειασμα απορριμμάτων
et_ee: Tühjenda prügikast
zh_cn: 清空垃圾
zh_tw: 清空垃圾桶

source: Enable
el_gr: Ενεργοποίηση
et_ee: Luba
zh_cn: 启用
zh_tw: 啟用

source: Enable %1$s
el_gr: Ενεργοποίηση του «%1$s»
et_ee: Luba %1$s
zh_cn: 启用 %1$s
zh_tw: 啟用 %1$s

source: Enable Links
el_gr: Ενεργοποίηση συνδέσμων
et_ee: Luba lingid
zh_cn: 启用链接
zh_tw: 開啟鏈結

source: Enable or disable auto forward
el_gr: Ενεργοποίηση ή απενεργοποίηση αυτόματης προώθησης
et_ee: Luba või keela automaatne edastamine
zh_cn: 启用或停用自动转发
zh_tw: 開啟或關閉自動轉寄

source: Enable or disable vacation notice
el_gr: Ενεργοποίηση ή απενεργοποίηση ειδοποίησης διακοπών
et_ee: Luba või keela puhkuseteade
zh_cn: 启用或停用假期通知
zh_tw: 開啟或關閉假期通知

source: Enable this feature
el_gr: Ενεργοποίηση λειτουργίας
zh_cn: 启用此功能
zh_tw: 開啟此功能

source: Encrypt the email
el_gr: Κρυπτογράφηση του email
et_ee: Krüpteeri e-kiri
zh_cn: 加密电子邮件
zh_tw: 加密郵件

source: Encrypted
el_gr: Κρυπτογραφημένο
et_ee: Krüpteeritud
zh_cn: 已加密
zh_tw: 已加密

source: End
el_gr: Λήξη
et_ee: Lõpp
zh_cn: 结束
zh_tw: 結束

source: End date time zone
el_gr: Ζώνη ώρας ημερομηνίας λήξης
zh_cn: 结束日期时区
zh_tw: 結束日期時區

source: End time
el_gr: Ώρα λήξης
et_ee: Lõpuaeg
zh_cn: 结束时间
zh_tw: 結束時間

source: Ends
el_gr: Τελειώνει
et_ee: Lõppeb
zh_cn: 结束于
zh_tw: 結束於

source: Ends not with
el_gr: Δεν τελειώνει με
et_ee: Ei lõppe
zh_cn: 不以此结尾
zh_tw: 不結束於

source: Ends on
el_gr: Τελειώνει στις
et_ee: Lõppeb
zh_cn: 结束于
zh_tw: 結束於

source: Ends with
el_gr: Τελειώνει με
et_ee: Lõppeb
zh_cn: 以此结尾
zh_tw: 結束於

source: English
el_gr: Αγγλικά
zh_cn: 英文
zh_tw: 英文

source: Enter Password
el_gr: Εισαγάγετε κωδικό πρόσβασης
et_ee: Sisesta parool
zh_cn: 输入密码
zh_tw: 請輸入密碼

source: Enter document title here
el_gr: Εισαγάγετε εδώ τον τίτλο εγγράφου
et_ee: Sisestage dokumendi pealkiri siia
zh_cn: 在这里输入文档标题
zh_tw: 在此輸入文件標題

source: Entrepreneur
el_gr: Επιχειρηματίας
et_ee: Ettevõtja
zh_cn: 创业家
zh_tw: 創業者

source: Envelope
el_gr: Φάκελος
et_ee: Ümbrik
zh_cn: 信封
zh_tw: 信封

source: Error
el_gr: Σφάλμα
et_ee: Viga
zh_cn: 错误
zh_tw: 錯誤

source: Error authenticating. Please reload browser and try again.
el_gr: Σφάλμα ταυτοποίησης. Παρακαλώ φορτώστε ξανά το πρόγραμμα περιήγησης και δοκιμάστε ξανά.
et_ee: Viga autentimisel. Laadige leht brauseris uuesti ja proovige uuesti.
zh_cn: 验证时出错。请重新加载浏览器，然后再试。
zh_tw: 驗證錯誤，請重新載入瀏覽器後再試一次。

source: Error creating meeting
el_gr: Σφάλμα δημιουργίας σύσκεψης
et_ee: Tõrge koosoleku loomisel
zh_cn: 创建会议时错误
zh_tw: 建立會議時發生錯誤

source: Error while playing the audio file. Either your browser does not support the format or you have connection problems.
el_gr: Σφάλμα κατά την αναπαραγωγή του αρχείου ήχου. Είτε το πρόγραμμα περιήγησής σας δεν υποστηρίζει τη μορφή είτε έχετε προβλήματα σύνδεσης.
et_ee: Viga helifaili esitamisel. Kas teie brauser ei toeta seda formaati või on teil ühendusprobleemid.
zh_cn: 在播放音频时发生了错误。要不您的浏览器不支持该格式，或是您有连接问题。
zh_tw: 播放音訊檔案時發生錯誤。可能是您的瀏覽器不支援該格式，或有連線問題。

source: Error while playing the video. Either your browser does not support the format or you have connection problems.
el_gr: Σφάλμα κατά την αναπαραγωγή του βίντεο. Είτε το πρόγραμμα περιήγησής σας δεν υποστηρίζει τη μορφή είτε έχετε προβλήματα σύνδεσης.
et_ee: Viga video esitamisel. Kas teie brauser ei toeta vormingut või teil on ühendusprobleeme.
zh_cn: 在播放视频时发生了错误。要不您的浏览器不支持该格式，或是您有连接问题。
zh_tw: 播放影片時發生錯誤。可能是您的瀏覽器不支援該格式，或有連線問題。

source: Error while resolving mail addresses. Please try again.
el_gr: Σφάλμα κατά την ανάλυση των διευθύνσεων email. Παρακαλώ δοκιμάστε ξανά.
et_ee: Viga e-posti aadresside lahendamisel. Proovige uuesti.
zh_cn: 于解析邮件地址时发生错误，请再试。
zh_tw: 解析郵件地址時發生錯誤，請稍後再試。

source: Error while uploading your image
el_gr: Σφάλμα κατά τη μεταφόρτωση της εικόνας σας
et_ee: Viga pildi üleslaadimisel
zh_cn: 上载您的图像时发生错误
zh_tw: 更新圖片時發生錯誤

source: Error:
el_gr: Σφάλμα:
et_ee: Viga:
zh_cn: 错误：
zh_tw: 錯誤:

source: Error: Failed to load appointments
el_gr: Σφάλμα: Αποτυχία φόρτωσης συναντήσεων
et_ee: Viga: kohtumiste laadimine ebaõnnestus
zh_cn: 错误：加载约会失败
zh_tw: 錯誤: 約會載入失敗

source: Error: Failed to load files
el_gr: Σφάλμα: Αποτυχία φόρτωσης αρχείων
et_ee: Viga: failide laadimine ebaõnnestus
zh_cn: 错误：加载文件失败
zh_tw: 錯誤: 檔案載入失敗

source: Error: Failed to load message content
el_gr: Σφάλμα: Αποτυχία φόρτωσης περιεχομένου μηνύματος
et_ee: Viga: kirja sisu laadimine ebaõnnestus
zh_cn: 错误：加载消息内容失败
zh_tw: 錯誤: 訊息內容載入失敗

source: Error: Failed to load messages
el_gr: Σφάλμα: Αποτυχία φόρτωσης μηνυμάτων
et_ee: Viga: kirjade laadimine ebaõnnestus
zh_cn: 错误：加载消息失败
zh_tw: 錯誤: 訊息載入失敗

source: Especially when organizing larger meetings, it is helpful to be able to designate certain participants as optional, as not everyone's attendance might be required.
el_gr: Ειδικά κατά την οργάνωση μεγαλύτερων συσκέψεων, είναι χρήσιμη η δυνατότητα ορισμού συγκεκριμένων συμμετεχόντων ως προαιρετικών, καθώς ενδέχεται να μην είναι απαραίτητη η παρουσία όλων.
zh_cn: 特别是在组织大型会议时，能够将某些与会者指定为可选人员是很有帮助的，因为不是每个人都必须出席。
zh_tw: 尤其是管理較大型的會議時，如果有特定與會成員不一定要參加，就可以將其設定為可自由出席。

source: Estimated costs
el_gr: Εκτιμώμενο κόστος
et_ee: Hinnangulised kulud
zh_cn: 预估成本
zh_tw: 預估成本

source: Estimated duration in minutes
el_gr: Εκτιμώμενη διάρκεια σε λεπτά
et_ee: Eeldatav kestus minutites
zh_cn: 预估持续时间（分钟）
zh_tw: 預估持續分鐘數

source: Europe
el_gr: Ευρώπη
et_ee: Euroopa
zh_cn: 欧洲
zh_tw: 歐洲

# daily
source: Every %1$d day.
el_gr: Κάθε %1$d ημέρα.
et_ee: Iga %1$d päev.
zh_cn: 每%1$d天。
zh_tw: 每 %1$d 天。

# monthly
source: Every %1$d month on day %2$d.
el_gr: Κάθε %1$d μήνα, την ημέρα %2$d.
et_ee: Iga %1$d kuu %2$d päeval.
zh_cn: 每%1$d个月的%2$d号。
zh_tw: 每 %1$d 月的 %2$d 日。

# monthly
source: Every %1$d month on the %2$s %3$s.
el_gr: Κάθε %1$d μήνα, την %2$s %3$s.
et_ee: Iga %1$d kuu %2$s %3$s.
zh_cn: 每%1$d个月的第%2$s个%3$s。
zh_tw: 每 %1$d 個月的%2$s%3$s。

# weekly
source: Every %1$d week on %2$s.
el_gr: Κάθε %1$d εβδομάδα, %2$s.
et_ee: Iga %1$d nädal %2$s.
zh_cn: 每%1$d周的%2$s。
zh_tw: 每 %1$d 週的 %2$s。

# weekly
source: Every %1$d week on all days.
el_gr: Κάθε %1$d εβδομάδα, όλες τις ημέρες.
et_ee: Igal %1$d nädalal kõigil päevadel.
zh_cn: 每%1$d周的七天。
zh_tw: 每 %1$d 週的每一天。

# weekly
source: Every %1$d week on weekends.
el_gr: Κάθε %1$d εβδομάδα, τα σαββατοκύριακα.
et_ee: Igal %1$d nädalal nädalavahetustel.
zh_cn: 每%1$d周的周末。
zh_tw: 每 %1$d 週的週末。

# weekly
source: Every %1$d week on workdays.
el_gr: Κάθε %1$d εβδομάδα, τις εργάσιμες ημέρες.
et_ee: Igal %1$d nädalal tööpäeviti.
zh_cn: 每%1$d周的工作日。
zh_tw: 每 %1$d 週的工作日。

# weekly
source: Every %1$s.
el_gr: Κάθε %1$s.
et_ee: Iga %1$s.
zh_cn: 每个%1$s。
zh_tw: 每 %1$s。

# daily
source: Every day.
el_gr: Κάθε μέρα.
et_ee: Iga päev.
zh_cn: 每天。
zh_tw: 每天。

# monthly
source: Every month on day %1$d.
el_gr: Την ημέρα %1$d κάθε μήνα.
et_ee: Iga kuu %1$d päeval.
zh_cn: 每个月的%1$d号。
zh_tw: 每月 %1$d 日。

# monthly
source: Every month on the %1$s %2$s.
el_gr: Την %1$s %2$s κάθε μήνα.
et_ee: Iga kuu %1$s %2$s.
zh_cn: 每个月的第%1$s个%2$s。
zh_tw: 每個月的%1$s%2$s。

# weekly
source: Every weekend.
el_gr: Κάθε σαββατοκύριακο.
et_ee: Igal nädalavahetusel.
zh_cn: 每个周末。
zh_tw: 每週末。

source: Every year in %1$s on day %2$d.
el_gr: Την %2$dη ημέρα του %1$s κάθε έτους.
et_ee: Igal aastal %1$s %2$d.
zh_cn: 每年 %1$s 月 %2$d 日。
zh_tw: 每年的 %1$s %2$d 日。

source: Every year on the %1$s %2$s in %3$d.
el_gr: Την %1$s %2$s του %3$d κάθε έτους.
et_ee: Igal aastal %1$s %2$s in %3$d.
zh_cn: 每年 %3$d 月的第 %1$s 个 %2$s。
zh_tw: 每年 %3$d 的 %1$s %2$s。

source: Everybody
el_gr: Όλοι
zh_cn: 所有人
zh_tw: 每個仁

source: Example formats based on current language
el_gr: Παραδείγματα μορφών βάσει της τρέχουσας γλώσσας
zh_cn: 根据您当前语言的范例格式
zh_tw: 目前語言的範例格式
