Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Reset this list
el_gr: Επαναφορά λίστας
et_ee: Lähtesta loend
zh_cn: 重设此操作
zh_tw: 重設此清單

source: Resource
el_gr: Πόρος
et_ee: Ressurss
zh_cn: 资源
zh_tw: 資源

source: Resource booking request
el_gr: Αίτημα κράτησης πόρου
zh_cn: 资源预定请求
zh_tw: 資源借用請求

source: Resource booking request for: %1$s
el_gr: Αίτημα κράτησης πόρου για: %1$s
zh_cn: %1$s资源的预定请求
zh_tw: 請求借用資源：%1$s

source: Resource booking requests
el_gr: Αιτήματα κράτησης πόρων
zh_cn: 资源预定请求
zh_tw: 資源借用請求

source: Resource calendar group name
el_gr: Όνομα ομάδας ημερολογίου πόρων
zh_cn: 资源日历组名称
zh_tw: 資源行事曆群組名稱

source: Resource delegates
el_gr: Εκπρόσωποι πόρων
zh_cn: 资源代表
zh_tw: 資源管理人

source: Resource delegates manually accept or decline the booking request.
el_gr: Οι εκπρόσωποι πόρων αποδέχονται ή απορρίπτουν το αίτημα κράτησης με μη αυτόματο τρόπο.
zh_cn: 资源代表手动接受或拒绝预约请求。
zh_tw: 資源管理人需手動接受或拒絕借用請求。

source: Resource group
el_gr: Ομάδα πόρων
et_ee: Ressursirühm
zh_cn: 资源组
zh_tw: 資源群組

source: Resource list
el_gr: Λίστα πόρων
zh_cn: 资源列表
zh_tw: 資源清單

source: Resources
el_gr: Πόροι
et_ee: Ressursid
zh_cn: 资源
zh_tw: 資源

source: Restore
el_gr: Επαναφορά
et_ee: Taasta
zh_cn: 恢复
zh_tw: 還原

source: Restore draft
el_gr: Επαναφορά προσχεδίου
et_ee: Taasta mustand
zh_cn: 还原草稿
zh_tw: 還原草稿

source: Restored into folder: %s
el_gr: Έγινε επαναφορά στον φάκελο: %s
et_ee: Taastatud kausta: %s
zh_cn: 恢复到文件夹： %s
zh_tw: 還原至資料夾： %s

source: Restored into multiple folders: %s
el_gr: Έγινε επαναφορά σε πολλαπλούς φακέλους: %s
et_ee: Taastatud mitmesse kausta: %s
zh_cn: 恢复到多个文件夹： %s
zh_tw: 還原至多個資料夾： %s

source: Restrict showing external images to reduce tracking
el_gr: Περιορισμός εμφάνισης εξωτερικών εικόνων για λιγότερη καταγραφή
zh_cn: 限制显示外部图像以减少追踪
zh_tw: 限制顯示外部圖片，防止追蹤

source: Restrict to appointments that have multiple participants or a link to join online meetings
el_gr: Περιορισμός σε συναντήσεις που έχουν πολλούς συμμετέχοντες ή σε έναν σύνδεσμο συμμετοχής για διαδικτυακές συσκέψεις
zh_cn: 限制有多个参与者的约会或加入在线会议的链接
zh_tw: 限制於有多位參與者，或包含加入線上會議連結的約會

source: Retired
el_gr: Συνταξιουχος
et_ee: Pensionil
zh_cn: 退休
zh_tw: 已退休

source: Retry
el_gr: Επανάληψη
et_ee: Proovi uuesti
zh_cn: 回复
zh_tw: 蟲試

source: Reviewer
el_gr: Ελεγκτής
et_ee: Ülevaataja
zh_cn: 审核者
zh_tw: 評論者

source: Revoke
el_gr: Ανάκληση
et_ee: Tühista
zh_cn: 收回
zh_tw: 撤回

source: Revoke access
el_gr: Ανάκληση πρόσβασης
et_ee: Tühista juurdepääs
zh_cn: 收回访问权
zh_tw: 撤回存取權

source: Rich Text Area. Press ALT-F10 for toolbar
el_gr: Περιοχή εμπλουτισμένου κειμένου. Πατήστε ALT-F10 για τη γραμμή εργαλείων
et_ee: Rich Text-ala. Vajutage ALT-F10 tööriistariba kuvamiseks
zh_cn: Rich Text 区域。按下 ALT-F10 叫出工具条
zh_tw: 格式化文字區域，請按 Alt+F10 叫出工具列

source: Room number
el_gr: Αριθμός δωματίου
et_ee: Toa number
zh_cn: 房间号
zh_tw: 房間號

source: Rotate left
el_gr: Περιστροφή αριστερά
et_ee: Pööra vasakule
zh_cn: 往左旋转
zh_tw: 逆時針旋轉

source: Rotate right
el_gr: Περιστροφή δεξιά
et_ee: Pööra paremale
zh_cn: 往右旋转
zh_tw: 順時針旋轉

source: Rows
el_gr: Σειρές
et_ee: Read
zh_cn: 行
zh_tw: 欄

source: Rule name
el_gr: Όνομα κανόνα
et_ee: Reegli nimi
zh_cn: 规则名称
zh_tw: 規則名稱

source: Rules
el_gr: Κανόνες
zh_cn: 规则
zh_tw: 規則

source: Rules provide you with the power to effortlessly organize and streamline your email inbox, enabling actions like automatically moving emails from specific senders to designated folders, deleting or marking them as read, or forwarding them to another email address.
el_gr: Οι κανόνες σάς παρέχουν τη δύναμη να οργανώνετε και να τακτοποιείτε εύκολα τα εισερχόμενα email σας, ενεργοποιώντας ενέργειες όπως η αυτόματη μετακίνηση των email από συγκεκριμένους αποστολείς σε καθορισμένους φακέλους, η διαγραφή, η επισήμανση ως αναγνωσμένων ή η προώθησή τους σε κάποια άλλη διεύθυνση email.
zh_cn: 规则供您轻而易举地组织与简化您电子邮件收件夹的能力，启用动作如自动移动来自指定发送人的电子邮件到目的文件夹、删除或标记那些邮件成已读、或转发到别的电子邮件地址。
zh_tw: 可透過規則功能自動依照寄件者地址將信件放置到指定的信件匣、刪除信件或標示為已讀，或是再轉寄到其他電子郵件地址，讓您可以輕鬆、流線化管理信件匣。

source: Run slideshow
el_gr: Έναρξη παρουσίασης
et_ee: Käivita slaidiseanss
zh_cn: 运行幻灯片放映
zh_tw: 放映投影片

source: SMS
zh_cn: 简讯
zh_tw: 簡訊

source: SMS Code
el_gr: Κωδικός SMS
et_ee: SMS-kood
zh_cn: 短信码
zh_tw: 簡訊驗證碼

source: Sales Volume
el_gr: Όγκος πωλήσεων
et_ee: Müügimaht
zh_cn: 销售量
zh_tw: 銷售量

# superessive
source: Saturday
el_gr: Σάββατο
et_ee: laupäeval
zh_cn: 星期六
zh_tw: 星期六

source: Save
el_gr: Αποθήκευση
et_ee: Salvesta
zh_cn: 保存
zh_tw: 保存

source: Save and apply rule now
el_gr: Αποθήκευση και εφαρμογή κανόνα τώρα
et_ee: Salvesta ja rakenda reeglit nüüd
zh_cn: 现在保存和套用规则
zh_tw: 儲存並套用規則

source: Save and close
el_gr: Αποθήκευση και κλείσιμο
et_ee: Salvesta ja sulge
zh_cn: 保存并关闭
zh_tw: 儲存並關閉

source: Save appointment
el_gr: Αποθήκευση συνάντησης
zh_cn: 保存约会
zh_tw: 儲存約會

source: Save as PDF
el_gr: Αποθήκευση ως PDF
et_ee: Salvesta PDF
zh_cn: 另存为 PDF
zh_tw: 另存為 PDF

source: Save as distribution list
el_gr: Αποθήκευση ως λίστα διανομής
et_ee: Salvesta leviloendina
zh_cn: 保存为通讯组列表
zh_tw: 儲存為通訊組列表

source: Save as file
el_gr: Αποθήκευση ως αρχείο
et_ee: Salvesta failina
zh_cn: 另存为文件
zh_tw: 另存新檔

source: Save attachment
el_gr: Αποθήκευση συνημμένου
et_ee: Salvesta manus
zh_cn: 保存附件
zh_tw: 儲存附件

source: Save changes
el_gr: Αποθήκευση αλλαγών
et_ee: Salvesta muudatused
zh_cn: 保存更改
zh_tw: 儲存變更

source: Save contact
el_gr: Αποθήκευση επαφής
zh_cn: 保存联系人
zh_tw: 儲存聯絡人

source: Save draft
el_gr: Αποθήκευση προσχεδίου
et_ee: Salvesta mustand
zh_cn: 保存草稿
zh_tw: 儲存草稿

source: Save draft and close
el_gr: Αποθήκευση προσχεδίου και κλείσιμο
et_ee: Salvesta mustand ja sulge
zh_cn: 保存草稿并关闭
zh_tw: 儲存草稿並關閉

source: Save task
el_gr: Αποθήκευση εργασίας
zh_cn: 保存任务
zh_tw: 儲存任務

source: Save to %1$s
el_gr: Αποθήκευση στο %1$s
et_ee: Salvesta kohas %1$s
zh_cn: 保存到 %1$s
zh_tw: 儲存至 %1$s

source: Saved %s
el_gr: Το «%s» αποθηκεύτηκε
et_ee: Salvestatud %s
zh_cn: 保存成功 %s
zh_tw: 已儲存 %s

source: Saved appointment attachment
el_gr: Το συνημμένο συνάντησης αποθηκεύτηκε
et_ee: Salvestatud kohtumiste manus
zh_cn: 保存约会附件
zh_tw: 已儲存約會附件

source: Saved attachment
el_gr: Το συνημμένο αποθηκεύτηκε
et_ee: Salvestatud manus
zh_cn: 保存附件
zh_tw: 已儲存附件

source: Saved contact attachment
el_gr: Το συνημμένο επαφής αποθηκεύτηκε
et_ee: Salvestatud kontakti manus
zh_cn: 保存联系人附件
zh_tw: 已儲存聯絡人附件

source: Saved mail attachment
el_gr: Το συνημμένο email αποθηκεύτηκε
et_ee: Salvestatud kirja manus
zh_cn: 保存邮件附件
zh_tw: 儲存郵件附件

source: Saved task attachment
el_gr: Το συνημμένο εργασίας αποθηκεύτηκε
et_ee: Salvestatud ülesande manus
zh_cn: 保存约会附件
zh_tw: 已儲存任務附件

source: Saving attachment ...
el_gr: Αποθήκευση συνημμένου...
et_ee: Manuse salvestamine...
zh_cn: 保存附件中 ...
zh_tw: 正在儲存附件…

source: Saving attachments ...
el_gr: Αποθήκευση συνημμένων...
et_ee: Manuste salvestamine...
zh_cn: 保存附件中 ...
zh_tw: 正在儲存附件…

source: Saving...
el_gr: Αποθήκευση...
et_ee: Salvestamine…
zh_cn: 保存中...
zh_tw: 儲存中…

source: Say no
el_gr: Πείτε «όχι»
zh_cn: 说不
zh_tw: 拒絕

source: Say thanks
el_gr: Πείτε «ευχαριστώ»
zh_cn: 说谢谢
zh_tw: 感謝

source: Say yes
el_gr: Πείτε «ναι»
zh_cn: 说好
zh_tw: 接受

source: Scan the QR code with your authenticator.
el_gr: Σαρώστε τον κωδικό QR με την εφαρμογή ελέγχου ταυτότητάς σας.
et_ee: Skannige QR-kood oma autentijaga.
zh_cn: 使用身份验证器扫描二维码。
zh_tw: 請使用您的驗證軟體掃描這組 QR Code。

source: Scan this code with your phone's camera to synchronize your "%1$s":
el_gr: Σαρώστε αυτόν τον κωδικό με την κάμερα του τηλεφώνου σας για να συγχρονίσετε το «%1$s» σας:
et_ee: Skaneerige seda koodi oma telefoni kaameraga, et sünkroonida oma "%1$s":
zh_cn: 以您手机的相机扫描此代码以同步您的"%1$s"：
zh_tw: 請使用您的手機相機掃描下列代碼，以同步您的 "%1$s"：

source: Scan this code with your phone's camera to synchronize your Mail, Calendar and Address Book via Exchange Active Sync:
el_gr: Σαρώστε αυτόν τον κωδικό με την κάμερα του τηλεφώνου σας για να συγχρονίσετε την αλληλογραφία, το ημερολόγιο και το ευρετήριο επαφών σας μέσω του Exchange Active Sync:
et_ee: Skaneerige seda koodi oma telefoni kaameraga, et sünkroonida oma e-posti, kalendrit ja aadressiraamatut Exchange Active Sync'i kaudu:
zh_cn: 用您手机的照相机扫描此代码，以经由 Exchange Active Sync 同步您的邮件、日历、与地址簿：
zh_tw: 請使用您的手機相機掃描下列代碼，以透過 Exchange Active Sync 同步您的郵件、行事曆與通訊錄：

source: Scheduling
el_gr: Προγραμματισμός
et_ee: Ajaplaanimine
zh_cn: 安排时间
zh_tw: 行程

# app
source: Scheduling
el_gr: Προγραμματισμός
et_ee: Planeeri
zh_cn: 排程
zh_tw: 行程

source: Search
el_gr: Αναζήτηση
et_ee: Otsi
zh_cn: 搜索
zh_tw: 搜尋

source: Search all address lists
el_gr: Αναζήτηση όλων των λιστών διευθύνσεων
et_ee: Otsi kõigist aadresside nimekirjadest
zh_cn: 搜索所有地址列表
zh_tw: 搜尋所有通訊錄

source: Search appointments
el_gr: Αναζήτηση συναντήσεων
et_ee: Otsi kohtumisi
zh_cn: 搜寻约会
zh_tw: 搜尋約會

source: Search contacts
el_gr: Αναζήτηση επαφών
et_ee: Otsi kontakte
zh_cn: 搜寻联系人
zh_tw: 搜尋聯絡人

source: Search files
el_gr: Αναζήτηση αρχείων
et_ee: Otsi faile
zh_cn: 搜寻文件
zh_tw: 搜尋檔案

source: Search for name, department, position
el_gr: Αναζήτηση ονόματος, τμήματος, θέσης
et_ee: Otsi nime, osakonna, ametikoha järgi
zh_cn: 搜寻名字、部门、位置
zh_tw: 搜尋姓名、單位、職稱

source: Search for resources
el_gr: Αναζήτηση πόρων
zh_cn: 搜索资源
zh_tw: 搜尋資源

source: Search in
el_gr: Αναζήτηση σε
et_ee: Otsi
zh_cn: 搜寻在
zh_tw: 搜尋於

# search
source: Search in
el_gr: Αναζήτηση σε
et_ee: Otsi
zh_cn: 搜寻在
zh_tw: 搜尋於

source: Search in %s, between %s and %s
el_gr: Αναζήτηση σε «%s», μεταξύ %s και %s
zh_cn: 在 %s 里搜寻，于 %s 与 %s 之间
zh_tw: 搜尋 %s，在 %s 與 %s 之間

source: Search mail
el_gr: Αναζήτηση email
et_ee: Otsi e-kirju
zh_cn: 搜寻邮件
zh_tw: 搜尋郵件

source: Search photos
el_gr: Αναζήτηση φωτογραφιών
et_ee: Otsi fotosid
zh_cn: 搜索照片
zh_tw: 搜尋照片

source: Search resources
el_gr: Αναζήτηση πόρων
et_ee: Otsi ressursse
zh_cn: 搜索资源
zh_tw: 搜尋資源

source: Search results
el_gr: Αποτελέσματα αναζήτησης
et_ee: Otsingutulemused
zh_cn: 搜索结果
zh_tw: 搜尋結果

source: Search tasks
el_gr: Αναζήτηση εργασιών
et_ee: Otsi ülesandeid
zh_cn: 搜寻任务
zh_tw: 搜尋任務

source: Search: %1$s
el_gr: Αναζήτηση: %1$s
et_ee: Otsing: %1$s
zh_cn: 搜寻：%1$s
zh_tw: 搜尋：%1$s

source: Searching is one of the most used functions. We have simplified and improved the search feature. It is now located in the most prominent position: upper, top central navigation bar. It's a simple and easy-to-use text field and more sophisticated filters are available in a separate dropdown.
el_gr: Η αναζήτηση είναι μια από τις πιο συχνά χρησιμοποιούμενες λειτουργίες. Απλοποιήσαμε και βελτιώσαμε τη λειτουργία αναζήτησης. Τώρα βρίσκεται στην πιο εξέχουσα θέση: στο πάνω μέρος, στην κεντρική γραμμής πλοήγησης. Είναι ένα απλό και εύχρηστο πεδίο κειμένου, ενώ διατίθενται και πιο εξελιγμένα φίλτρα σε ξεχωριστό, αναδιπλούμενο μενού.
et_ee: Otsing on üks enim kasutatavaid funktsioone. Oleme lihtsustanud ja parandanud otsingufunktsiooni. See asub nüüd kõige silmapaistvamas kohas: ülemises, keskmises navigatsiooniribas. Tegemist on lihtsa ja hõlpsasti kasutatava tekstiväljaga ning keerukamad filtrid on saadaval eraldi rippmenüüst.
zh_cn: 搜索是最常用的功能之一。我们简化并改进了搜索功能。它现在位于最显眼的位置：上部，顶部中央导航栏。这是一个简单易用的文本字段，更复杂的过滤器可在单独的下拉列表中找到。
zh_tw: 搜尋功能是最常用到的功能之一，我們簡化並改善了搜尋功能。現在起，這個功能將在最重要的位置：中央導航列的上方放置文字欄位，讓您簡單方便就可以輸入搜尋文字，並且有更多更完整的過濾器可直接從下拉選單開啟。

source: Secret
el_gr: Μυστική
et_ee: Salajane
zh_cn: 秘密
zh_tw: 私密

source: Security
el_gr: Ασφάλεια
et_ee: Turvalisus
zh_cn: 安全性
zh_tw: 安全性

source: Security & Privacy
el_gr: Ασφάλεια και απόρρητο
zh_cn: 保安与隐私
zh_tw: 安全性與隱私權

source: Security Token
el_gr: Διακριτικό ασφαλείας
et_ee: Turvakood
zh_cn: 安全代币
zh_tw: 安全性 Token

source: See which devices are currently signed in
el_gr: Δείτε ποιες συσκευές είναι συνδεδεμένες αυτήν τη στιγμή
zh_cn: 看哪一个装置当前已登陆了
zh_tw: 看看目前有哪些已登入的裝置

source: Select
el_gr: Επιλογή
et_ee: Vali
zh_cn: 选择
zh_tw: 選擇

# dropdown
source: Select
el_gr: Επιλογή
et_ee: Vali
zh_cn: 选择
zh_tw: 選擇

# select-contacts
source: Select
el_gr: Επιλογή
et_ee: Vali
zh_cn: 选择
zh_tw: 選擇

source: Select 2-step verification Method
el_gr: Επιλογή μεθόδου επαλήθευσης δύο παραγόντων
zh_cn: 选择两步验证方法
zh_tw: 選擇兩階段驗證方式

source: Select BCC contacts
el_gr: Επιλογή επαφών κρυφής κοινοποίησης (BCC)
et_ee: Vali BCC kontaktid
zh_cn: 选择密件抄送联系人
zh_tw: 選擇密件副本連絡人

source: Select CC contacts
el_gr: Επιλογή επαφών κοινοποίησης (CC)
et_ee: Vali CC kontaktid
zh_cn: 选择抄送联系人
zh_tw: 選擇副本連絡人

source: Select a checkbox to define a custom name for that address; otherwise the mail account's default name will be used. If you want to use an address anonymously, select the checkbox and leave the field empty.
el_gr: Επιλέξτε ένα πλαίσιο ελέγχου για να ορίσετε ένα προσαρμοσμένο όνομα για αυτήν τη διεύθυνση· διαφορετικά, θα χρησιμοποιηθεί το προεπιλεγμένο όνομα του λογαριασμού email. Εάν θέλετε να χρησιμοποιήσετε μια διεύθυνση ανώνυμα, επιλέξτε το πλαίσιο ελέγχου και αφήστε το πεδίο κενό.
et_ee: Valige märkeruut kohandatud nime määratlemiseks selle aadressi jaoks; vastasel juhul kasutatakse e-posti konto vaikimisi nime. Kui soovite kasutada aadressi anonüümselt, valige märkeruut ja jätke väli tühjaks.
zh_cn: 选择一个检查框以为其地址定义一个自定义名称；否则将会使用邮件户口的默认名称。如果您要匿名使用一个地址，选择检查框后把字段留白。
zh_tw: 選擇選取盒來定義該地址的自訂名稱，否則將使用郵件帳號的預設名稱。若您想要匿名使用該地址，請勾選選取盒並將該欄位留白。

source: Select all
el_gr: Επιλογή όλων
et_ee: Vali kõik
zh_cn: 选择所有
zh_tw: 選擇全部

source: Select all messages
el_gr: Επιλογή όλων των μηνυμάτων
et_ee: Vali kõik sõnumid
zh_cn: 選擇所有消息
zh_tw: 選擇所有訊息

source: Select contacts
el_gr: Επιλογή επαφών
et_ee: Vali kontaktid
zh_cn: 选择联系人
zh_tw: 選擇聯絡人

source: Select file
el_gr: Επιλογή αρχείου
et_ee: Vali fail
zh_cn: 选择文件
zh_tw: 選擇檔案

source: Select folder
el_gr: Επιλογή φακέλου
et_ee: Vali kaust
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

source: Select newest read message automatically at start
el_gr: Αυτόματη επιλογή του νεότερου αναγνωσμένου μηνύματος κατά την εκκίνηση
zh_cn: 于开始时自动选择最新阅读消息
zh_tw: 啟動時自動選擇最新的已讀訊息

source: Select print layout
el_gr: Επιλογή διάταξης εκτύπωσης
et_ee: Vali printimise paigutus
zh_cn: 选择打印布局
zh_tw: 選擇列印版面

source: Select reply-to mail addresses
el_gr: Επιλέξτε διευθύνσεις email «Απάντηση σε»
zh_cn: 选择回复邮件地址
zh_tw: 選擇回信地址

source: Select resources
el_gr: Επιλογή πόρων
zh_cn: 选择资源
zh_tw: 選擇資源

source: Select time zone
el_gr: Επιλογή ζώνης ώρας
zh_cn: 选择时区
zh_tw: 選擇時區

source: Select users
el_gr: Επιλογή χρηστών
zh_cn: 选择用户
zh_tw: 請選擇使用者

source: Selected resources were automatically added to this appointment.
el_gr: Οι επιλεγμένοι πόροι προστέθηκαν αυτόματα σε αυτήν τη συνάντηση.
zh_cn: 选定的资源被自动添加到该约会中。
zh_tw: 選擇的資源將自動加入約會。

source: Selection Details
el_gr: Λεπτομέρειες επιλογής
et_ee: Valiku üksikasjad
zh_cn: 选择详情
zh_tw: 選擇範圍詳情

source: Send
el_gr: Αποστολή
et_ee: Saada
zh_cn: 发送
zh_tw: 發送

source: Send Appointment
el_gr: Αποστολή συνάντησης
et_ee: Saada kohtumine
zh_cn: 发送约会
zh_tw: 傳送約會

source: Send SMS %1$s after end.
el_gr: Αποστολή SMS %1$s μετά το τέλος.
et_ee: Saada SMS pärast lõppu %1$s.
zh_cn: 在结束之后发送短信 %1$s。
zh_tw: 於結束後 %1$s 傳送簡訊。

source: Send SMS %1$s after start.
el_gr: Αποστολή SMS %1$s μετά την έναρξη.
et_ee: Saada SMS %1$s pärast algust.
zh_cn: 在开始之后发送短信 %1$s。
zh_tw: 於開始後 %1$s 傳送簡訊。

source: Send SMS %1$s before end.
el_gr: Αποστολή SMS %1$s πριν από το τέλος.
et_ee: Saada SMS enne lõppu %1$s.
zh_cn: 在结束之前发送短信 %1$s。
zh_tw: 於結束前 %1$s 傳送簡訊。

source: Send SMS %1$s before start.
el_gr: Αποστολή SMS %1$s πριν από την έναρξη.
et_ee: Saada SMS enne algust %1$s.
zh_cn: 在开始之前发送短信 %1$s。
zh_tw: 於開始前 %1$s 傳送簡訊。

source: Send SMS at %1$s.
el_gr: Αποστολή SMS στις %1$s.
et_ee: Saada SMS %1$s.
zh_cn: 于 %1$s 发送短信。
zh_tw: 於 %1$s 傳送簡訊。

source: Send SMS at end.
el_gr: Αποστολή SMS στο τέλος.
et_ee: Saada SMS lõpus.
zh_cn: 在结束时发送短信。
zh_tw: 於結束時傳送簡訊。

source: Send SMS at start.
el_gr: Αποστολή SMS στην έναρξη.
et_ee: Saada SMS alguses.
zh_cn: 在开始时发送短信。
zh_tw: 於開始時傳送簡訊。

source: Send a read receipt
el_gr: Αποστολή αποδεικτικού ανάγνωσης
et_ee: Saada lugemiskinnitus
zh_cn: 发送一个送达回执
zh_tw: 傳送送達回執

source: Send as vCard
el_gr: Αποστολή ως vCard
et_ee: Saada vCard
zh_cn: 以 vCard 发送
zh_tw: 以 vCard 傳送

source: Send by email
el_gr: Αποστολή με email
et_ee: Saada e-posti teel
zh_cn: 通过电子邮件发送
zh_tw: 使用電子郵件寄送

source: Send by mail
el_gr: Αποστολή με email
et_ee: Saada postiga
zh_cn: 发送电子邮件
zh_tw: 透過電子郵件寄送

source: Send email
el_gr: Αποστολή email
et_ee: Saada e-kiri
zh_cn: 发送电子邮件
zh_tw: 寄送郵件

source: Send email to all participants
el_gr: Αποστολή email σε όλους τους συμμετέχοντες
et_ee: Saada e-kiri kõigile osalejatele
zh_cn: 向所有参与者发送电子邮件
zh_tw: 傳送郵件給所有參與者

source: Send from
el_gr: Αποστολή από
et_ee: Saada aadressilt
zh_cn: 来自
zh_tw: 寄件者

source: Send mail
el_gr: Αποστολή email
zh_cn: 发送邮件
zh_tw: 寄送郵件

source: Send mail %1$s after end.
el_gr: Αποστολή email %1$s μετά το τέλος.
et_ee: Saada kiri %1$s pärast lõppu.
zh_cn: 在结束之后发送邮件 %1$s 通知。
zh_tw: 於結束後 %1$s 傳送郵件。

source: Send mail %1$s after start.
el_gr: Αποστολή email %1$s μετά την έναρξη.
et_ee: Saada kiri %1$s pärast algust.
zh_cn: 在开始之后发送邮件 %1$s 通知。
zh_tw: 於開始後 %1$s 傳送郵件。

source: Send mail %1$s before end.
el_gr: Αποστολή email %1$s πριν από το τέλος.
et_ee: Saada kiri %1$s enne lõppu.
zh_cn: 在结束之前发送邮件 %1$s 通知。
zh_tw: 於結束前 %1$s 傳送郵件。

source: Send mail %1$s before start.
el_gr: Αποστολή email %1$s πριν από την έναρξη.
et_ee: Saada kiri %1$s enne algust.
zh_cn: 在开始之前发送邮件 %1$s 通知。
zh_tw: 於開始前 %1$s 傳送郵件。

source: Send mail at %1$s.
el_gr: Αποστολή email στις %1$s.
et_ee: Saada kiri %1$s.
zh_cn: 于 %1$s 发送邮件。
zh_tw: 於 %1$s 傳送郵件。

source: Send mail at end.
el_gr: Αποστολή email στο τέλος.
et_ee: Saada kiri lõpus.
zh_cn: 在结束时发送邮件。
zh_tw: 於結束時傳送郵件。

source: Send mail at start.
el_gr: Αποστολή email στην έναρξη.
et_ee: Saada kiri alguses.
zh_cn: 在开始时保存邮件。
zh_tw: 於開始時傳送郵件。

source: Send notification by email
el_gr: Αποστολή ειδοποίησης μέσω email
et_ee: Saada teavitus e-kirjaga
zh_cn: 以邮件发送通知
zh_tw: 傳送通知郵件

source: Send vacation notice during this time only
el_gr: Αποστολή ειδοποίησης διακοπών μόνο κατά τη διάρκεια αυτής της περιόδου
et_ee: Saada puhkuseteade ainult selle aja vältel
zh_cn: 只于此时间发送假期通知
zh_tw: 只在此時間傳送假期通知

source: Send with empty attachment
el_gr: Αποστολή με κενό συνημμένο
et_ee: Saada koos tühja manusega
zh_cn: 随空白附件一起发送
zh_tw: 寄出空白附件

source: Send without attachment
el_gr: Αποστολή χωρίς συνημμένο
et_ee: Saada ilma manuseta
zh_cn: 不包含附件发送
zh_tw: 無附件發送

source: Sender
el_gr: Αποστολέας
et_ee: Saatja
zh_cn: 发送者
zh_tw: 寄件者

source: Sender name and email address
el_gr: Όνομα και διεύθυνση email αποστολέα
zh_cn: 发送人的名称与电子邮件地址
zh_tw: 寄件者姓名與電子郵件地址

source: Sending mail can be delayed so that you can cancel sending if it happens by mistake or you forgot something
el_gr: Η αποστολή email μπορεί να γίνει καθυστερημένα, ώστε να την ακυρώσετε εάν συμβεί κατά λάθος ή εάν ξεχάσετε κάτι
zh_cn: 发送邮件能够被延迟，您就能于发错或您忘记什么时取消发送
zh_tw: 點擊「傳送郵件」之後可以稍晚再寄出，讓您可以在不小心按到或忘記某些內容時取消傳送

source: Sending mail in progress
el_gr: Αποστολή email σε εξέλιξη
zh_cn: 正在发送邮件
zh_tw: 正在傳送郵件

source: Sending...
el_gr: Αποστολή...
zh_cn: 发送中...
zh_tw: 傳送中…

source: Sent
el_gr: Απεσταλμένα
et_ee: Saadetud
zh_cn: 已发送
zh_tw: 已發出

source: Sent by
el_gr: Στάλθηκε από
et_ee: Saatja
zh_cn: 发送者为
zh_tw: 寄件人

source: Sent date
el_gr: Ημερομηνία αποστολής
et_ee: Saatmise kuupäev
zh_cn: 發送日期
zh_tw: 寄件日期

source: Sent from %s via mobile
el_gr: Στάλθηκε από το %s μέσω κινητής συσκευής
et_ee: Saadetud %s-lt mobiiltelefoni kaudu
zh_cn: 从 %s 经过移动网路发送
zh_tw: 從行動裝置上的 %s 傳送

source: Sent mails
el_gr: Απεσταλμένα email
et_ee: Saadetud e-kirjad
zh_cn: 已发送邮件
zh_tw: 寄件輩分

# folder
source: Sent messages
el_gr: Απεσταλμένα μηνύματα
et_ee: Saadetud sõnumid
zh_cn: 已发送消息
zh_tw: 寄件備份

source: Serial number
el_gr: Σειριακός αριθμός
et_ee: Seerianumber
zh_cn: 序列号
zh_tw: 序號

source: Server
el_gr: Διακομιστής
zh_cn: 服务器
zh_tw: 伺服器

source: Server Name
el_gr: Όνομα διακομιστή
et_ee: Serveri nimi
zh_cn: 服务器名称
zh_tw: 伺服器名稱

source: Server URL
el_gr: URL διακομιστή
et_ee: Serveri URL
zh_cn: 服务器URL
zh_tw: 伺服器網址

source: Server did not send a response
el_gr: Ο διακομιστής δεν έστειλε απάντηση
et_ee: Server ei saatnud vastust
zh_cn: 服务器没有回应
zh_tw: 伺服器並未回覆

source: Server name
el_gr: Όνομα διακομιστή
et_ee: Serveri nimi
zh_cn: 服务器名称
zh_tw: 伺服器名

source: Server port
el_gr: Θύρα διακομιστή
et_ee: Serveri port
zh_cn: 服务器端口
zh_tw: 伺服器埠

source: Server shutting down.
el_gr: Τερματισμός λειτουργίας διακομιστή.
et_ee: Serveri sulgemine.
zh_cn: 正在关闭服务器。
zh_tw: 伺服器已關閉。

source: Server type
el_gr: Τύπος διακομιστή
et_ee: Serveri tüüp
zh_cn: 服务器类型
zh_tw: 伺服器類型

source: Server unreachable
el_gr: Δεν είναι δυνατή η πρόσβαση στον διακομιστή
et_ee: Server on kättesaamatu
zh_cn: 服务器无法访问
zh_tw: 無法連線到伺服器

source: Set IMAP keywords
el_gr: Ορισμός λέξεων-κλειδιών IMAP
et_ee: IMAPi märksõnade määramine
zh_cn: 设置 IMAP 关键字
zh_tw: 設定 IMAP 關鍵字

source: Set category
el_gr: Ορισμός κατηγορίας
et_ee: Määra kategooria
zh_cn: 设置类别
zh_tw: 設定分類

source: Set color
el_gr: Ορισμός χρώματος
et_ee: Vali värv
zh_cn: 设定颜色
zh_tw: 設定色彩

source: Set color flag
el_gr: Ορισμός σημαίας χρώματος
et_ee: Vali värv
zh_cn: 设置颜色标志
zh_tw: 設定色彩標示

source: Set color...
el_gr: Ορισμός χρώματος...
et_ee: Vali värv...
zh_cn: 设置颜色...
zh_tw: 設定色彩…

source: Set default signatures
el_gr: Ορισμός προεπιλεγμένων υπογραφών
et_ee: Määra vaikimisi allkirjad
zh_cn: 设置默认签名
zh_tw: 設定預設簽名

source: Set password
el_gr: Ορισμός κωδικού πρόσβασης
et_ee: Seadista parool
zh_cn: 设置密码
zh_tw: 設定密碼

source: Set up and configure %s meetings
el_gr: Δημιουργία και διαμόρφωση συσκέψεων %s
zh_cn: 设立与配置%s会议
zh_tw: 設定 %s 會議

source: Set up and configure Zoom meetings
el_gr: Δημιουργία και διαμόρφωση συσκέψεων Zoom
zh_cn: 设立与配置 Zoom 会议
zh_tw: 設定 Zoom 會議

source: Set your preferred layout
el_gr: Καθορίστε την προτιμώμενή σας διάταξη
zh_cn: 设置您的喜好布局
zh_tw: 設定您的版面偏好

source: Set your preferred working hours. This timeframe will be highlighted in day, week, and workweek view. The time scale works like a zoom level. A lower number zooms in.
el_gr: Καθορίστε τις προτιμώμενες ώρες εργασίας σας. Αυτό το χρονικό πλαίσιο θα επισημαίνεται στην προβολή ημέρας, εβδομάδας και εργάσιμης εβδομάδας. Η χρονική κλίμακα λειτουργεί όπως ένα επίπεδο ζουμ. Ένας μικρότερος αριθμός κάνει μεγέθυνση.
zh_cn: 设置您的喜好工作时间。此时段将会在日、周、工作周里高亮。时间比例如放大等级运作，降低数字为放大。
zh_tw: 設定您的工作時段偏好。這裡設定的時段將在每日、每週、工作週畫面中強調顯示。時間範圍的原理類似放大等級，數字越小越精細。

source: Settings
el_gr: Ρυθμίσεις
et_ee: Seaded
zh_cn: 设置
zh_tw: 選項

source: Settings Folders
el_gr: Φάκελοι ρυθμίσεων
et_ee: Seadete kaustad
zh_cn: 设置文件夹
zh_tw: 設定資料夾

source: Settings got a new search
el_gr: Οι ρυθμίσεις διαθέτουν νέα αναζήτηση
et_ee: Seaded said uue otsingu
zh_cn: 设置获得一个新搜寻
zh_tw: 設定功能有全新的搜尋介面

source: Setup
el_gr: Ρύθμιση
et_ee: Seadistamine
zh_cn: 设置
zh_tw: 設定

source: Share
el_gr: Κοινοποίηση
et_ee: Jaga
zh_cn: 共享
zh_tw: 共享

source: Share %1$s "%2$s"
el_gr: Κοινή χρήση %1$s «%2$s»
et_ee: Jaga %1$s "%2$s"
zh_cn: 分享 %1$s "%2$s"
zh_tw: 分享「%2$s」%1$s

source: Share / Permissions
el_gr: Κοινή χρήση / Δικαιώματα
et_ee: Jaga / õigused
zh_cn: 共享/权限
zh_tw: 分享 / 權限

source: Share with subfolders
el_gr: Κοινή χρήση με υποφακέλους
et_ee: Jaga koos alamkaustadega
zh_cn: 以子文件夹共享
zh_tw: 與子資料夾一同分享

source: Shared
el_gr: Κοινόχρηστο
et_ee: Jagatud
zh_cn: 共享
zh_tw: 共享

source: Shared Appointments
el_gr: Κοινόχρηστες συναντήσεις
et_ee: Jagatud kohtumised
zh_cn: 已分享约会
zh_tw: 共享約會

source: Shared Categories
el_gr: Κοινές κατηγορίες
et_ee: Jagatud kategooriad
zh_cn: 共享类别
zh_tw: 共享分類

source: Shared activity
el_gr: Κοινή δραστηριότητα
et_ee: Jagatud tegevus
zh_cn: 已分享活动
zh_tw: 分享的動態

source: Shared address books
el_gr: Κοινόχρηστα ευρετήρια επαφών
et_ee: Jagatud aadressiraamatud
zh_cn: 已共享地址簿
zh_tw: 共享的通訊錄

source: Shared address lists
el_gr: Κοινόχρηστες λίστες διευθύνσεων
et_ee: Jagatud aadressiloendid
zh_cn: 已共享地址列表
zh_tw: 共享通訊錄

source: Shared by other users
el_gr: Κοινόχρηστο από άλλους χρήστες
et_ee: Ühiskasutuses teiste kasutajatega
zh_cn: 其他用户的分享
zh_tw: 由其他使用者分享

source: Shared by public link
el_gr: Κοινόχρηστο από δημόσιο σύνδεσμο
et_ee: Jagatud avaliku lingi kaudu
zh_cn: 以公共链接共享
zh_tw: 使用公開鏈結分享

source: Shared calendars
el_gr: Κοινόχρηστα ημερολόγια
et_ee: Jagatud kalendrid
zh_cn: 已共享日历
zh_tw: 共享的行事曆

source: Shared folders
el_gr: Κοινόχρηστοι φάκελοι
et_ee: Jagatud kaustad
zh_cn: 共享文件夹
zh_tw: 共用資料夾
