Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Your password is expired. Please change your password to continue.
el_gr: Ο κωδικός πρόσβασής σας έχει λήξει. Παρακαλώ αλλάξτε τον κωδικό πρόσβασής σας για να συνεχίσετε.
et_ee: Teie parool on aegunud. Jätkamiseks muutke oma parooli.
zh_cn: 您的密码已过期。请更改您的密码继续。
zh_tw: 您的密碼已逾期。請修改密碼後再繼續。

source: Your password is more secure if it also contains capital letters, numbers, and special characters like %1$s
el_gr: Ο κωδικός πρόσβασής σας είναι πιο ασφαλής εάν περιέχει επίσης κεφαλαία γράμματα, αριθμούς και ειδικούς χαρακτήρες όπως %1$s
et_ee: Teie parool on turvalisem, kui see sisaldab ka suurtähti, numbreid ja erimärke nagu %1$s
zh_cn: 您的密码会在它包含大写、数字、和如 %1$s 特殊字符时更为安全
zh_tw: 您的密碼如果包含大寫字母、數字、%1$s 等特殊符號時會更安全

source: Your platform is not supported
el_gr: Η πλατφόρμα σας δεν υποστηρίζεται
et_ee: Teie platvormi ei toetata
zh_cn: 不支持您的平台
zh_tw: 不支援您的平台

source: Your platform is not supported!
el_gr: Η πλατφόρμα σας δεν υποστηρίζεται!
et_ee: Teie platvormi ei toetata!
zh_cn: 您的平台暂不支持！
zh_tw: 不支援您的平台！

source: Your preview is being generated.
el_gr: Η προεπισκόπησή σας δημιουργείται.
et_ee: Teie eelvaadet luuakse.
zh_cn: 正在创建您的预览。
zh_tw: 正在產生預覽。

source: Your recurrence rule does not fit to your start date.
el_gr: Ο κανόνας επανάληψής σας δεν ταιριάζει με την ημερομηνία έναρξης.
et_ee: Teie kordumise reegel ei sobi teie alguskuupäevaga.
zh_cn: 您重复规则不适合您的开始日期。
zh_tw: 您的重複規則不符合開始日期。

source: Your recurrence rule was changed automatically.
el_gr: Ο κανόνας επανάληψής σας άλλαξε αυτόματα.
et_ee: Teie kordumise reegel muudeti automaatselt.
zh_cn: 您的重复规则已自动更改。
zh_tw: 已自動修改您的重複規則。

source: Your requested archive is currently being created. Depending on the size of the requested data this may take hours or days. You will be informed via email when your download is ready.
el_gr: Το ζητούμενο αρχείο σας δημιουργείται αυτήν τη στιγμή. Ανάλογα με το μέγεθος των ζητούμενων δεδομένων, αυτό μπορεί να διαρκέσει ώρες ή ημέρες. Θα ενημερωθείτε μέσω email όταν θα είναι έτοιμη η λήψη σας.
et_ee: Teie taotletud arhiiv on praegu loomisel. Sõltuvalt taotletud andmete suurusest võib see võtta tunde või päevi. Kui teie allalaadimine on valmis, teavitatakse teid e-posti teel.
zh_cn: 您请求的存档当前正在创建。根据请求数据的大小，这可能需要数小时或数天。下载准备就绪后，您将通过电子邮件通知您。
zh_tw: 正在建立您請求的封存檔。視檔案大小而定，可能需要花幾小時到幾天的時間。檔案準備完成後，將寄發郵件給您。

source: Your session is expired
el_gr: Η συνεδρία σας έχει λήξει
et_ee: Teie seanss on aegunud
zh_cn: 会话已过期
zh_tw: 登入階段已過期

source: Your shared contacts:
el_gr: Οι κοινόχρηστες επαφές σας:
et_ee: Teie ühised kontaktid:
zh_cn: 您的已分享联系人：
zh_tw: 您分享的聯絡人:

source: Your status update could not be posted on %s. The error message was: "%s"
el_gr: Δεν ήταν δυνατή η ανάρτηση της ενημέρωσης κατάστασής σας στο %s. Το μήνυμα σφάλματος ήταν: «%s»
et_ee: Teie oleku värskenduse lisamine %s-s ebaõnnestus. Veateateks oli: "%s"
zh_cn: 无法在 %s 发送您的状态更新，错误消息为： "%s"
zh_tw: 您的狀態更新無法張貼至 %s。錯誤訊息為:「%s」

source: Your status update has been successfully posted on %s
el_gr: Η ενημέρωση κατάστασής σας έχει αναρτηθεί επιτυχώς στο %s
et_ee: Teie oleku värskendus on %s-is edukalt lisatud
zh_cn: 您的状态更新已成功在 %s 发送
zh_tw: 已成功將狀態更新張貼至 %s

source: Your timezone
el_gr: Η ζώνη ώρας σας
et_ee: Teie ajavöönd
zh_cn: 您的时区
zh_tw: 您的時區

source: Your url
el_gr: Το URL σας
et_ee: Teie veebiaadress
zh_cn: 您的 URL
zh_tw: 您的網址

source: Your user name
el_gr: Το όνομα χρήστη σας
et_ee: Teie kasutajanimi
zh_cn: 您的用户名称
zh_tw: 您的使用者名稱

source: Your vacation notice is active
el_gr: Η ειδοποίηση διακοπών σας είναι ενεργή
et_ee: Teie puhkuseteade on aktiivne
zh_cn: 您的假期通知为激活
zh_tw: 已開啟假期通知功能

source: Your week
el_gr: Η εβδομάδα σας
zh_cn: 您的周
zh_tw: 您的一週

source: Yubikey, Google Security Keys, or compatible FIDO device
el_gr: Yubikey, κλειδιά ασφαλείας Google ή συμβατή συσκευή FIDO
et_ee: Yubikey, Google'i turvavõtmed või ühilduv FIDO seade
zh_cn: Yubikey、谷歌安全密钥或兼容的 FIDO 设备
zh_tw: Yubikey、Google Security Key，或相容的 FIDO 裝置

source: Zoom
el_gr: Ζουμ
et_ee: Suurenda
zh_cn: 放大
zh_tw: 縮放

source: Zoom Meeting
el_gr: Σύσκεψη Zoom
et_ee: Zoomi koosolek
zh_cn: Zoom 会议
zh_tw: Zoom 會議

source: Zoom in
el_gr: Μεγέθυνση
et_ee: Suurenda
zh_cn: 放大
zh_tw: 放大

source: Zoom meetings
el_gr: Συσκέψεις Zoom
zh_cn: Zoom 会议
zh_tw: Zoom 會議

source: Zoom meetings expire after 365 days. We recommend to limit the series to one year. Alternatively, you can update the series before the Zoom meeting expires.
el_gr: Οι συσκέψεις Zoom λήγουν μετά από 365 ημέρες. Συνιστούμε να περιορίσετε τη σειρά σε ένα έτος. Εναλλακτικά, μπορείτε να ενημερώσετε τη σειρά πριν από τη λήξη της σύσκεψης Zoom.
et_ee: Zoomi koosolekute kehtivusaeg lõpeb 365 päeva pärast. Soovitame piirata sarja ühe aastaga. Alternatiivina saate sarja uuendada enne Zoomi kohtumise aegumist.
zh_cn: Zoom 会议 365 天后过期。我们建议将该系列限制为一年。或者，您可以在 Zoom 会议到期之前更新该系列。
zh_tw: Zoom 會議設定會在 365 天後過期，我們建議您將會議序列限制在一年內。另外，也可以在 Zoom 會議失效前更新會議序列。

source: Zoom out
el_gr: Σμίκρυνση
et_ee: Vähenda
zh_cn: 缩小
zh_tw: 縮小

source: Zoom: %1$d%
el_gr: Ζουμ: %1$d%
et_ee: Suurendus: %1$d%
zh_cn: 放大：%1$d%
zh_tw: 縮放: %1$d%

source: [Copy]
el_gr: [Αντίγραφο]
zh_cn: [复制]
zh_tw: [副本]

source: [Copy] %1$s
el_gr: [Αντίγραφο] %1$s
zh_cn: [复制] %1$s
zh_tw: [副本] %1$s

source: a full match (allows DOS-style wildcards)
el_gr: πλήρης αντιστοίχιση (επιτρέπει χαρακτήρες μπαλαντέρ τύπου DOS)
et_ee: täpne vaste (lubab DOS-laadset wildcard'i)
zh_cn: 完全匹配（允许DOS风格的通配符）
zh_tw: 完全符合（允許 DOS 風格的萬用字元）

source: accepted
el_gr: αποδεχτεί
et_ee: kinnitatud
zh_cn: 已接受
zh_tw: 已接受

# search
source: address
el_gr: διεύθυνση
et_ee: aadress
zh_cn: 地址
zh_tw: 地址

# search
source: after
el_gr: μετά
et_ee: peale
zh_cn: 之后
zh_tw: 之後

source: after end
el_gr: μετά το τέλος
et_ee: pärast lõppu
zh_cn: 结束之后
zh_tw: 結束後

source: after start
el_gr: μετά την έναρξη
et_ee: pärast algust
zh_cn: 开始之后
zh_tw: 開始後

source: an exact, full match
el_gr: ακριβής, πλήρης αντιστοίχιση
et_ee: täpne, terviklik vaste
zh_cn: 一个完全匹配
zh_tw: 完全符合

source: and %1$d others
el_gr: και %1$d άλλοι
et_ee: ja %1$d muud
zh_cn: 和 %1$d 位收件人
zh_tw: 及其他 %1$d 位

# a11y
source: at %1$s
el_gr: στην τοποθεσία «%1$s»
et_ee: kohas %1$s
zh_cn: 在 %1$s
zh_tw: 位於 %1$s

# search
source: attachments
el_gr: συνημμένα
et_ee: manused
zh_cn: 附件
zh_tw: 有附件

source: autoforward
el_gr: αυτόματη προώθηση
et_ee: automaatne edastamine
zh_cn: 自动转发
zh_tw: 自動轉寄

source: back
el_gr: πίσω
et_ee: tagasi
zh_cn: 返回
zh_tw: 返回

# search
source: before
el_gr: πριν
et_ee: enne
zh_cn: 之前
zh_tw: 之前

source: before end
el_gr: πριν από το τέλος
et_ee: enne lõppu
zh_cn: 结束之前
zh_tw: 結束前

source: before start
el_gr: πριν από την έναρξη
et_ee: enne algust
zh_cn: 开始之前
zh_tw: 開始前

# search
source: business
el_gr: επιχείρηση
et_ee: äri
zh_cn: 业务
zh_tw: 業務

source: calendar
el_gr: ημερολογίου
et_ee: kalender
zh_cn: 日历

# search
source: categories
el_gr: κατηγορίες
et_ee: kategooriad
zh_cn: 类别
zh_tw: 分類

source: choose a different platform
el_gr: επιλέξτε μια διαφορετική πλατφόρμα
et_ee: valige muu platvorm
zh_cn: 选择一个不同的平台
zh_tw: 選擇其他平台

source: choose a different scenario
el_gr: επιλέξτε ένα διαφορετικό σενάριο
et_ee: valige muu stsenaarium
zh_cn: 选择一个不同的情景
zh_tw: 選擇不同情境

source: continue if all conditions are met
el_gr: συνέχεια, εάν πληρούνται όλες οι συνθήκες
et_ee: rakenda reeglit, kui kõik tingimused on täidetud
zh_cn: 如果满足所有条件就继续
zh_tw: 若符合所有條件就繼續

source: continue if all of these conditions are met
el_gr: συνέχεια, εάν πληρούνται όλες αυτές οι συνθήκες
et_ee: rakenda reeglit, kui kõik tingimused on täidetud
zh_cn: 如果满足所有这些条件就继续
zh_tw: 若符合上述所有條件就繼續

source: continue if any of these conditions are met
el_gr: συνέχεια, εάν πληρούται οποιαδήποτε από αυτές τις συνθήκες
et_ee: rakenda reeglit, kui kõik tingimused on täidetud
zh_cn: 如果满足所有这些条件就继续
zh_tw: 若符合上述任何條件就繼續

source: datepicker
el_gr: επιλογή ημερομηνίας
et_ee: kuupäevavalija
zh_cn: 时间选取器
zh_tw: 日期選擇器

source: day(s)
el_gr: ημέρα(ες)
et_ee: päev(a)
zh_cn: 天
zh_tw: 天

source: declined
el_gr: απορρίψει
et_ee: keeldutud
zh_cn: 已拒绝
zh_tw: 已拒絕

source: deleted
el_gr: διαγραμμένα
et_ee: kustutatud
zh_cn: 已删除
zh_tw: 已刪除

source: department %1$s
el_gr: τμήμα %1$s
et_ee: osakond %1$s
zh_cn: 部门 %1$s
zh_tw: 部門 %1$s

source: does not match a substring
el_gr: δεν ταιριάζει με δευτερεύουσα συμβολοσειρά
et_ee: ei kattu alamstringiga
zh_cn: 不匹配一个子串
zh_tw: 不包含一段字串

# search
source: email
et_ee: e-post
zh_cn: 电子邮件
zh_tw: 電子郵件地址

source: email address %1$s
el_gr: διεύθυνση email %1$s
et_ee: e-posti aadress %1$s
zh_cn: 电子邮件地址 %1$s
zh_tw: 電子郵件地址 %1$s

source: ends:
el_gr: τελειώνει:
et_ee: lõpeb:
zh_cn: 结束在：
zh_tw: 結束於:

source: fifth / last
el_gr: πέμπτο / τελευταίο
et_ee: viies / viimane
zh_cn: 第五 / 最后
zh_tw: 第五個/最後一個

source: file
el_gr: αρχείου
et_ee: fail
zh_cn: 文件
zh_tw: 檔案

# search
source: file
el_gr: αρχείο
et_ee: fail
zh_cn: 文件
zh_tw: 檔案

source: first
el_gr: πρώτο
et_ee: esimene
zh_cn: 第一个
zh_tw: 第一個

source: flagged
el_gr: με σημαία
et_ee: märgistatud
zh_cn: 已标记
zh_tw: 已標示

# search
source: flagged
el_gr: σημαία
et_ee: märgistatud
zh_cn: 已标记
zh_tw: 有標示

source: folder
el_gr: φακέλου
et_ee: kaust
zh_cn: 文件夹
zh_tw: 資料夾

source: fourth
el_gr: τέταρτο
et_ee: neljas
zh_cn: 第四个
zh_tw: 第四個

source: has attachments
el_gr: έχει συνημμένα
et_ee: sisaldab manuseid
zh_cn: 有附件
zh_tw: 有附件

source: has participants
el_gr: έχει συμμετέχοντες
et_ee: osalejatega
zh_cn: 有参与者
zh_tw: 有參與者

source: iCal feed
el_gr: Ροή iCal
et_ee: iCali voog
zh_cn: iCal 源
zh_tw: iCal 資訊來源

source: iCal feed has been imported successfully
el_gr: Επιτυχής εισαγωγή της ροής iCal
et_ee: iCali voog on edukalt imporditud
zh_cn: 已成功导入 iCal 源
zh_tw: 已成功匯入 iCal 資訊來源

source: iOS devices can be automatically configured by installing the configuration profile.
el_gr: Οι συσκευές iOS μπορούν να ρυθμιστούν αυτόματα με την εγκατάσταση του προφίλ παραμέτρων.
et_ee: iOS-i seadmeid saab automaatselt konfigureerida, installides konfiguratsiooniprofiili.
zh_cn: iOS 设备可以通过安装配置文件自动配置。
zh_tw: 安裝設定檔後即可自動設定 iOS 裝置。

source: list of available actions
el_gr: λίστα διαθέσιμων ενεργειών
et_ee: saadaolevate tegevuste loend
zh_cn: 可用动作列表
zh_tw: 可用行為清單

source: list of available devices
el_gr: λίστα διαθέσιμων συσκευών
et_ee: saadaolevate seadmete loend
zh_cn: 可用装置列表
zh_tw: 可用裝置清單

source: list of available platforms
el_gr: λίστα διαθέσιμων πλατφορμών
et_ee: saadaolevate platvormide loend
zh_cn: 可用平台列表
zh_tw: 可用平台清單

source: loading
el_gr: φόρτωση
et_ee: laadimine
zh_cn: 加载中
zh_tw: 載入中

# a11y
source: location %1$s
el_gr: τοποθεσία «%1$s»
et_ee: koht %1$s
zh_cn: 位置 %1$s
zh_tw: 地點 %1$s

source: matches a substring
el_gr: ταιριάζει με δευτερεύουσα συμβολοσειρά
et_ee: kattub alamstringiga
zh_cn: 匹配一个子串
zh_tw: 包含一段字串

source: message
el_gr: μήνυμα
et_ee: sõnum
zh_cn: 消息
zh_tw: 訊息

source: modified
el_gr: τροποποιήθηκε
et_ee: muudetud
zh_cn: 已更改
zh_tw: 修改於

source: month(s)
el_gr: μήνας(ες)
et_ee: kuu(d)
zh_cn: 月
zh_tw: 個月

# search
source: name
el_gr: όνομα
et_ee: nimi
zh_cn: 名称
zh_tw: 姓名

source: no color
el_gr: χωρίς χρώμα
et_ee: värvitu
zh_cn: 无颜色
zh_tw: 無顏色

source: none
el_gr: κανένα
et_ee: puudub
zh_cn: 无
zh_tw: 無

source: not a full match (allows DOS-style wildcards)
el_gr: όχι πλήρης αντιστοίχιση (επιτρέπει χαρακτήρες μπαλαντέρ τύπου DOS)
et_ee: mitte-täpne vaste (lubab DOS-laadset wildcard'i)
zh_cn: 不完全匹配（允许DOS风格的通配符）
zh_tw: 不完全符合（允許 DOS 風格的萬用字元）

source: not an exact, full match
el_gr: όχι ακριβής, πλήρης αντιστοίχιση
et_ee: mitte-täpne, terviklik vaste
zh_cn: 不完全匹配
zh_tw: 不完全符合

# search
source: note
el_gr: σημείωση
zh_cn: 备注
zh_tw: 註

source: of %1$d
el_gr: από %1$d
et_ee: / %1$d
zh_cn: （共 %1$d 张）
zh_tw: 共 %1$d 張

source: on behalf of
el_gr: εκ μέρους του/της
et_ee: saatja nimel
zh_cn: 代表
zh_tw: 代理

source: one hour
el_gr: μία ώρα
zh_cn: %d小时
zh_tw: 1 小時

source: one minute
el_gr: ένα λεπτό
zh_cn: %d分钟
zh_tw: 1 分鐘

source: only sets accent colors in darkmode
el_gr: ορίζει τα χρώματα έμφασης μόνο σε σκουρόχρωμη λειτουργία
et_ee: määrab aktsentvärvid ainult tumedas režiimis
zh_cn: 只在黑暗模式下设置重点颜色
zh_tw: 僅在暗色模式設定強調色彩

source: original time zone
el_gr: αρχική ζώνη ώρας
et_ee: algne ajavöönd
zh_cn: 原始时区
zh_tw: 原始時區

# search
source: phone
el_gr: τηλέφωνο
et_ee: telefon
zh_cn: 电话
zh_tw: 電話

source: phone number %1$s
el_gr: αριθμός τηλεφώνου %1$s
et_ee: telefoninumber %1$s
zh_cn: 电话号码 %1$s
zh_tw: 電話號碼 %1$s

source: position %1$s
el_gr: θέση %1$s
et_ee: positsioon %1$s
zh_cn: 位置 %1$s
zh_tw: 職位 %1$s

source: private
el_gr: ιδιωτικό
et_ee: isiklik
zh_cn: 私人
zh_tw: 私人

source: recovery
et_ee: taasta
zh_cn: 恢复
zh_tw: 救援

source: room %1$s
el_gr: δωμάτιο %1$s
et_ee: ruum %1$s
zh_cn: 房间 %1$s
zh_tw: 辦公室編號 %1$s

source: second
el_gr: δευτερόλεπτο
et_ee: teine
zh_cn: 第二个
zh_tw: 第二個

source: see attached|see attachment|see included|is attached|attached is|are attached|attached are|attached to this email|attached to this message|I'm attaching|I am attaching|I've attached|I have attached|I attach|I attached|find attached|find the attached|find included|find the included|attached file|see the attached|see attachments|attached files|see the attachment
el_gr: δείτε το συνημμένο|δείτε τα συνημμένα|δείτε τα συνημμένα αρχεία|δείτε το συνημμένο αρχείο|σας επισυνάπτω|έχω επισυνάψει|συνημμένα αυτού του μηνύματος|συνημμένα αυτού του email|βλ. συνημμένο αρχείο|βλ. συνημμένα αρχεία|βλ. συνημμένο|βλ. συνημμένα|συνημμένο έγγραφο|συνημμένα έγγραφα|συνημμένων αρχείων|συνημμένου αρχείου|συνημμένου εγγράφου|συνημμένων εγγράφων|του συνημμένου|των συνημμένων
et_ee: vaata lisatud | vaata manust | vaata lisatud | on lisatud | lisatud on | on lisatud | lisatud on | lisatud sellele e-kirjale | lisatud sellele sõnumile | lisan | lisan | lisan | lisasin | lisasin | I manus | lisasin | leidsin manustatud | leidsin manustatud | leidsin kaasatud | leidsin kaasatud | lisatud fail | vaata lisatud | vaata manuseid | lisatud failid | vaata manust
zh_cn: 查看附件|查看附件|查看附件|附加了|附加为|附加了|附加为|附加到此电子邮件|附加到此消息|我正附加|我正附加|我已附加|我已附加|我附加|我已附加|寻找附件|寻找附件|寻找附件|寻找附件|附加文件|查看附件|查看附件|已附加文件|查看附件
zh_tw: see attached|see attachment|see included|is attached|attached is|are attached|attached are|attached to this email|attached to this message|I'm attaching|I am attaching|I've attached|I have attached|I attach|I attached|find attached|find the attached|find included|find the included|attached file|see the attached|see attachments|attached files|see the attachment|詳參附件|參考附件|附件|附加檔案

source: seen
el_gr: αναγνωσμένα
et_ee: nähtud
zh_cn: 看到
zh_tw: 已閱讀

source: select format
el_gr: επιλέξτε μορφή
et_ee: vali vorming
zh_cn: 选择格式
zh_tw: 選擇格式

source: size
el_gr: μέγεθος
et_ee: suurus
zh_cn: 体积
zh_tw: 大小

source: tentative
el_gr: δισταγμός
et_ee: esialgne
zh_cn: 暂定
zh_tw: 暫定

source: third
el_gr: τρίτο
et_ee: kolmas
zh_cn: 第三个
zh_tw: 第三個

source: thumbnail
el_gr: μικρογραφία
et_ee: pisipilt
zh_cn: 缩图
zh_tw: 縮圖

source: timeframe
el_gr: χρονικό πλαίσιο
et_ee: ajaraam
zh_cn: 时间框架
zh_tw: 時間範圍

source: timeframe relation
el_gr: σχέση χρονικού πλαισίου
et_ee: ajaraamistiku suhe
zh_cn: 时间框架关系
zh_tw: 時間範圍關係

source: toggle password visibility
el_gr: εναλλαγή ορατότητας κωδικού πρόσβασης
et_ee: näita parooli
zh_cn: 切换密码可见性
zh_tw: 切換顯示密碼

source: type
el_gr: τύπος
et_ee: tüüp
zh_cn: 类型
zh_tw: 類型

source: unconfirmed
el_gr: χωρίς επιβεβαίωση
et_ee: kinnitamata
zh_cn: 未确认
zh_tw: 未確認

source: unknown
el_gr: άγνωστο
et_ee: pole teada
zh_cn: 未知
zh_tw: 未知

source: unknown Domain
el_gr: άγνωστος τομέας
et_ee: tundmatu domeen
zh_cn: 未知域名
zh_tw: 未知網域

source: unknown sender
el_gr: άγνωστος αποστολέας
et_ee: tundmatu saatja
zh_cn: 未知发送人
zh_tw: 未知寄件者

source: unlimited
el_gr: απεριόριστο
et_ee: piiramatu
zh_cn: 无限
zh_tw: 未限制

source: vacation notice
el_gr: ειδοποίηση διακοπών
et_ee: puhkuseteade
zh_cn: 假期通知
zh_tw: 假期通知

source: via
el_gr: μέσω
et_ee: kaudu
zh_cn: 经由
zh_tw: 經由

source: week(s)
el_gr: εβδομάδα(ες)
et_ee: nädal(ad)
zh_cn: 周
zh_tw: 星期

# search
source: year
el_gr: έτος
et_ee: aasta
zh_cn: 1年
zh_tw: 年份

source: year(s)
el_gr: έτος(η)
et_ee: aasta(d)
zh_cn: 年
zh_tw: 年

# search
source: yes
el_gr: ναι
et_ee: jah
zh_cn: 是
zh_tw: 是

source: your platform
el_gr: την πλατφόρμα σας
et_ee: teie platvorm
zh_cn: 您的平台
zh_tw: 您的平台

source: „Undo send“ is a new feature that gives you the ability to cancel sending an email shortly after you've clicked the "send" button. This feature is super handy if you've made a mistake, such as forgetting to attach a file or sending an email to the wrong recipient or simply hit „send“ by accident.
el_gr: Η «Αναίρεση αποστολής» είναι μια νέα λειτουργία που σας επιτρέπει να ακυρώσετε την αποστολή ενός email λίγο αφού κάνετε κλικ στο κουμπί «Αποστολή». Αυτή η δυνατότητα είναι εξαιρετικά χρήσιμη εάν έχετε κάνει κάποιο λάθος, όπως να έχει ξεχάσει να επισυνάψετε ένα αρχείο, να έχετε στείλει ένα email σε λάθος παραλήπτη ή να έχετε απλώς πατήσει το κουμπί «Αποστολή» κατά λάθος.
zh_cn: „撤销发送“是一个给您于已经单击"发送"按钮后的短时间内取消发送一个电子邮件能力的新功能。此功能在您已经造成错误，想忘记附上文件、发送一个电子邮件到错的收件人、或简单意外打到„发送“的时候超级帮忙。
zh_tw: 「取消寄信」是一個讓您在點擊「傳送」按鈕後的短時間內，能夠取消寄信的新功能。萬一您不小心忘記附加檔案，或將信件寄給錯誤的寄件者，或是單純不小心點擊到「傳送」按鈕時，相當有用。

# mail address
source: %1$s %2$s
zh_tw: %2$s %1$s

source: Android phone or tablet
el_gr: Android τηλέφωνο ή tablet
et_ee: Androidi telefon või tahvelarvuti
zh_tw: Android 手機或平板電腦

# app
source: Drive
et_ee: Failid
zh_tw: 雲端空間

source: Feed URL
el_gr: URL ροής
et_ee: Voo URL
zh_tw: 資訊來源 URL

source: PDFs
el_gr: PDF
et_ee: PDF-id
zh_tw: PDF

source: RSS Feed
el_gr: Ροή RSS
et_ee: RSS-kanal
zh_tw: RSS 資訊來源

source: RSS Feeds
el_gr: Ροές RSS
et_ee: RSS-kanalid
zh_tw: RSS 資訊來源

source: iCal URL
et_ee: iCali URL
zh_tw: iCal 網址

source: iPhone or iPad
el_gr: iPhone ή iPad
et_ee: iPhone või iPad
zh_tw: iPhone 或 iPad

source: Apple Maps
el_gr: Χάρτες Apple

source: TAX ID
el_gr: ΑΦΜ
et_ee: MAKSU ID

source: CalDAV URL
et_ee: CalDAVi URL

source: No action available
et_ee: Toimingud ei ole saadaval
