Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Postcode
el_gr: Ταχυδρομικός κώδικας
et_ee: Sihtnumber
zh_cn: 邮寄编号
zh_tw: 郵遞區號

source: PowerDNS parental control
el_gr: Γονικός έλεγχος PowerDNS
et_ee: PowerDNS lapselukk
zh_cn: PowerDNS 家长控制
zh_tw: PowerDNS 家長監護

source: Premium
zh_cn: 优质
zh_tw: 收費

source: Presentations
el_gr: Παρουσιάσεις
et_ee: Esitlused
zh_cn: 演讲
zh_tw: 投影片

source: Press ENTER
el_gr: Πατήστε ENTER
zh_cn: 按回车键
zh_tw: 請按 ENTER 鍵

source: Press [enter] to jump to %1$s
el_gr: Πατήστε [enter] για μετάβαση σε %1$s
et_ee: Vajutage [enter], et hüpata %1$s juurde
zh_cn: 按 [输入] 可跳转到%1$s
zh_tw: 按 [Enter] 即可跳到 %1$s

source: Press [enter] to jump to the flicker stream.
el_gr: Πατήστε [enter] για να μεταβείτε στη ροή του Flickr.
et_ee: Vajutage [enter] üleminekuks Flickri voo juurde.
zh_cn: 按下 [enter] 以跳到 flicker stream。
zh_tw: 按 [Enter] 以跳至 Flickr 串流。

source: Press [enter] to jump to the rss stream.
el_gr: Πατήστε [enter] για να μεταβείτε στη ροή RSS.
et_ee: Vajutage [enter] üleminekuks RSS-kanali juurde.
zh_cn: 按下 [enter] 以跳到 rss stream。
zh_tw: 按 [Enter] 以跳至 RSS 串流。

source: Press [enter] to jump to the tumblr feed.
el_gr: Πατήστε [enter] για να μεταβείτε στη ροή του Tumblr.
et_ee: Vajutage [enter] üleminekuks Tumblr'i voo juurde.
zh_cn: 按下 [enter] 以跳到 tumblr feed。
zh_tw: 按 [Enter] 以跳至 tumblr 資訊來源。

source: Press spacebar to grab and re-order. Press backspace to delete.
el_gr: Πατήστε το πλήκτρο Space για λαβή και αναδιάταξη. Πατήστε το πλήκτρο Backspace για διαγραφή.
et_ee: Vajutage tühikut, et haarata ja ümber järjestada. Kustutamiseks vajutage backspace.
zh_cn: 按空格键抓取并重新排序。按后退键删除。
zh_tw: 按下空白鍵即可重新排序，按 Backspace 即可刪除。

source: Press to open Details
el_gr: Πατήστε για να ανοίξετε τις λεπτομέρειες
et_ee: Vajutage Üksikasjade avamiseks
zh_cn: 按下以打开详情
zh_tw: 點擊開啟詳情

source: Preview
el_gr: Προεπισκόπηση
et_ee: Eelvaade
zh_cn: 概览
zh_tw: 預覽

source: Preview not available
el_gr: Μη διαθέσιμη προεπισκόπηση
et_ee: Eelvaade ei ole saadaval
zh_cn: 无预览可用
zh_tw: 無法預覽

source: Previous
el_gr: Προηγούμενο
et_ee: Eelmine
zh_cn: 前一个
zh_tw: 上一個

source: Previous day
el_gr: Προηγούμενη ημέρα
et_ee: Eelmine päev
zh_cn: 前一天
zh_tw: 前一天

source: Previous message
el_gr: Προηγούμενο μήνυμα
et_ee: Eelmine sõnum
zh_cn: 上一个消息
zh_tw: 上一封訊息

source: Previous month
el_gr: Προηγούμενος μήνας
et_ee: Eelmine kuu
zh_cn: 上月
zh_tw: 前一個月

source: Previous page
el_gr: Προηγούμενη σελίδα
et_ee: Eelmine lehekülg
zh_cn: 前一页
zh_tw: 上一頁

source: Previous week
el_gr: Προηγούμενη εβδομάδα
et_ee: Eelmine nädal
zh_cn: 上周
zh_tw: 前一週

source: Previous year
el_gr: Προηγούμενο έτος
et_ee: Eelmine aasta
zh_cn: 去年
zh_tw: 前一年

source: Primary account
el_gr: Κύριος λογαριασμός
et_ee: Esmane konto
zh_cn: 主要户口
zh_tw: 主要帳號

source: Print
el_gr: Εκτύπωση
et_ee: Prindi
zh_cn: 打印
zh_tw: 列印

source: Print as PDF
el_gr: Εκτύπωση ως PDF
et_ee: Trüki PDF
zh_cn: 打印成 PDF
zh_tw: 列印為 PDF 檔

source: Print preview
el_gr: Προεπισκόπηση εκτύπωσης
et_ee: Printimise eelvaade
zh_cn: 打印预览
zh_tw: 列印預覽

source: Print tasks
el_gr: Εκτύπωση εργασιών
et_ee: Prindi ülesanded
zh_cn: 打印任务
zh_tw: 列印任務

source: Printout
el_gr: Εκτύπωση
et_ee: Väljatrükk
zh_cn: 打印
zh_tw: 列印

source: Priority
el_gr: Προτεραιότητα
et_ee: Prioriteet
zh_cn: 优先级
zh_tw: 優先順序

# E-Mail
source: Priority
el_gr: Προτεραιότητα
et_ee: Prioriteet
zh_cn: 优先度
zh_tw: 優先權

# Tasks
source: Priority
el_gr: Προτεραιότητα
et_ee: Prioriteet
zh_cn: 优先度
zh_tw: 優先權

source: Privacy Policy
el_gr: Πολιτική απορρήτου
et_ee: Privaatsuspoliitika
zh_cn: 隐私条款
zh_tw: 隱私權保護政策

source: Private
el_gr: Ιδιωτική
et_ee: Isiklik
zh_cn: 私人
zh_tw: 私人

source: Private address
el_gr: Ιδιωτική διεύθυνση
et_ee: Isiklik aadress
zh_cn: 私人地址
zh_tw: 私人地址

source: Private contact
el_gr: Ιδιωτική επαφή
et_ee: Privaatne kontakt
zh_cn: 私人联系人
zh_tw: 私人聯絡人

source: Private link: Only people who have access to the file/folder can use it. Use it to point to members of your organization to this file/folder.
el_gr: Ιδιωτικός σύνδεσμος: Μόνο όσοι έχουν πρόσβαση στο αρχείο/φάκελο μπορούν να το χρησιμοποιήσουν. Χρησιμοποιήστε το για να κατευθύνετε τα μέλη του οργανισμού σας σε αυτό το αρχείο/φάκελο.
et_ee: Privaatne link: ainult inimesed, kellel on juurdepääs failile/kaustale, saavad seda kasutada. Kasuta seda, et jagada seda faili/kausta oma organisatsiooni liikmetele.
zh_cn: 私人链接：只有有权访问文件/文件夹的人才能使用。使用它指向您组织的成员到此文件/文件夹。
zh_tw: 私人連結：僅有授權存取檔案/資料夾的人員可以開啟。使用此功能來指定有哪些組織成員能夠存取此檔案或資料夾。

source: Problem getting 2-step verification providers
el_gr: Πρόβλημα με τη λήψη παρόχων επαλήθευσης δύο παραγόντων
et_ee: Kaheastmelise kinnitamise pakkujate hankimisel tekkis probleem
zh_cn: 获取两步验证提供者时出现问题
zh_tw: 取得兩步驟驗證提供者時發生問題

source: Problem registering device
el_gr: Πρόβλημα καταχώρησης συσκευής
et_ee: Probleem seadme registreerimisel
zh_cn: 问题注册设备
zh_tw: 註冊裝置時發生問題

source: Process subsequent rules
el_gr: Επεξεργασία επακόλουθων κανόνων
et_ee: Edasiste reeglite töötlemine
zh_cn: 处理连续规则
zh_tw: 處理後續規則

source: Process subsequent rules of %1$s
el_gr: Επεξεργασία επακόλουθων κανόνων του %1$s
et_ee: Töötle järgnevaid reegleid %1$s korral
zh_cn: 处理 %1$s 的连续规则
zh_tw: 處理 %1$s 的後續規則

source: Profession
el_gr: Επάγγελμα
et_ee: Elukutse
zh_cn: 专业
zh_tw: 專業

source: Progress
el_gr: Πρόοδος
et_ee: Edenemine
zh_cn: 进度
zh_tw: 進度

source: Progress %1$s %
el_gr: Πρόοδος %1$s %
et_ee: Edenemine %1$s %
zh_cn: 进度 %1$s %
zh_tw: 進度 %1$s %

source: Progress in %
el_gr: Πρόοδος σε %
et_ee: Edenemise %
zh_cn: 进度 %
zh_tw: 進度百分比

source: Progress must be a valid number between 0 and 100
el_gr: Η πρόοδος πρέπει να είναι έγκυρος αριθμός μεταξύ 0 και 100
et_ee: Edenemine peab olema kehtiv arv vahemikus 0-100
zh_cn: 进度必须是 0 到 100 之间的有效数值
zh_tw: 進度必須是從 0 到 100 內的數字

source: Properties
el_gr: Ιδιότητες
et_ee: Omadused
zh_cn: 属性
zh_tw: 屬性

source: Public
el_gr: Δημόσιο
et_ee: Avalik
zh_cn: 公共
zh_tw: 公開

source: Public address books
el_gr: Δημόσια ευρετήρια επαφών
et_ee: Avalikud aadressiraamatud
zh_cn: 公共地址簿
zh_tw: 公開通訊錄

source: Public address lists
el_gr: Δημόσιες λίστες διευθύνσεων
et_ee: Avalikud aadressiloendid
zh_cn: 公共地址列表
zh_tw: 公開通訊錄

source: Public calendars
el_gr: Δημόσια ημερολόγια
et_ee: Avalikud kalendrid
zh_cn: 公共日历
zh_tw: 公開行事曆

source: Public folders
el_gr: Δημόσιοι φάκελοι
et_ee: Avalikud kaustad
zh_cn: 公共文件夹
zh_tw: 公開資料夾

source: Public link
el_gr: Δημόσιος σύνδεσμος
et_ee: Avalik link
zh_cn: 公共链接
zh_tw: 公開鏈結

source: Public lists
el_gr: Δημόσιες λίστες
et_ee: Avalikud nimekirjad
zh_cn: 公共列表
zh_tw: 公開清單

source: Public photos by user
el_gr: Δημόσιες φωτογραφίες από τον χρήστη
et_ee: Avalikud fotod kasutaja poolt
zh_cn: 按用户提供的公开照片
zh_tw: 使用者的公開照片

source: Public servant
el_gr: Δημόσιος/-α υπάλληλος
et_ee: Riigiteenistuja
zh_cn: 公共服务者
zh_tw: 公務員

source: Public tasks folders
el_gr: Δημόσιοι φάκελοι εργασιών
et_ee: Avalikud ülesannete kaustad
zh_cn: 公共任务文件夹
zh_tw: 公開任務資料夾

source: Purple
el_gr: Μωβ
et_ee: Purpurpunane
zh_cn: 紫色
zh_tw: 紫色

source: Quota
el_gr: Όρια
et_ee: Kvoot
zh_cn: 限额
zh_tw: 額度

# compose
source: RE
el_gr: ΑΠ
zh_cn: 有关

source: React
el_gr: Αντίδραση
zh_cn: 响应
zh_tw: 反應

source: Read all objects
el_gr: Ανάγνωση όλων των αντικειμένων
et_ee: Kõigi objektide lugemine
zh_cn: 读取所有对象
zh_tw: 讀取所有物件

source: Read and write
el_gr: Ανάγνωση και εγγραφή
et_ee: Loe ja kirjuta
zh_cn: 读写
zh_tw: 可讀寫

source: Read article on tumblr.com
el_gr: Ανάγνωση άρθρου στο tumblr.com
et_ee: Lugege artiklit tumblr.com kohta
zh_cn: 在 tumblr.com 上阅读文章
zh_tw: 於 tumblr.com 閱讀文章

source: Read only
el_gr: Μόνο για ανάγνωση
et_ee: Ainult lugemine
zh_cn: 唯读
zh_tw: 唯讀

source: Read own objects
el_gr: Ανάγνωση ιδιόκτητων αντικειμένων
et_ee: Oma objektide lugemine
zh_cn: 读取拥有的对象
zh_tw: 讀取自己的物件

source: Read permissions
el_gr: Δικαιώματα ανάγνωσης
et_ee: Lugemisõigused
zh_cn: 读取权限
zh_tw: 讀取權限

source: Read, write and delete
el_gr: Ανάγνωση, εγγραφή και διαγραφή
et_ee: Loe, kirjuta ja kustuta
zh_cn: 读取、写入、删除
zh_tw: 讀寫與刪除

source: Reading
el_gr: Ανάγνωση
zh_cn: 阅读：调整您的电子邮件应该如何被演示
zh_tw: 閱讀

source: Reading pane
el_gr: Περιοχή ανάγνωσης
zh_cn: 阅读方框：调整您的电子邮件应该如何被演示
zh_tw: 閱讀窗格

source: Reauthentication required for this action
el_gr: Απαιτείται εκ νέου ταυτοποίηση για αυτήν την ενέργεια
et_ee: Selle toimingu jaoks on vaja uuesti autentimist
zh_cn: 此操作所需的重新身份验证
zh_tw: 此操作需要重新驗證身分

source: Reauthorize
el_gr: Επαναταυτοποίηση
et_ee: Autoriseeri uuesti
zh_cn: 再认证
zh_tw: 重新授權

source: Receive notification as appointment creator when participants accept or decline
el_gr: Λήψη ειδοποίησης ως δημιουργός συνάντησης όταν οι συμμετέχοντες κάνουν αποδοχή ή απόρριψη
et_ee: Saa teavitus kohtumise looja või osaleja nõustumise või keeldumise kohta
zh_cn: 在参与者接受或拒绝时，接收约会创建者方式的通知
zh_tw: 作為約會建立者，當參與者接受或拒絕時接收通知

source: Receive notification as appointment participant when other participants accept or decline
el_gr: Λήψη ειδοποίησης ως συμμετέχων συνάντησης όταν άλλοι συμμετέχοντες κάνουν αποδοχή ή απόρριψη
et_ee: Saa teavitus teiste kohtumisel osalejate nõustumise või keeldumise kohta
zh_cn: 在其他参与者接受或拒绝时，接收约会参与者方式的通知
zh_tw: 當其他參與者接受或拒絕時，作為參與者接收通知

source: Receive notification when someone accesses the file(s)
el_gr: Λήψη ειδοποίησης όταν κάποιος προσπελάσει το αρχείο(α)
et_ee: Saa teavitus, kui keegi faile vaatab
zh_cn: 有人访问文件时接收通知
zh_tw: 當某人存取檔案時接收通知

source: Receive notification when someone finished downloading file(s)
el_gr: Λήψη ειδοποίησης όταν κάποιος ολοκληρώσει τη λήψη αρχείου(ων)
et_ee: Saa teavitus, kui keegi on faili(d) alla laadinud
zh_cn: 有人访问下载中文件时接收通知
zh_tw: 當某人完成檔案下載時接收通知

source: Receive notification when the link expires
el_gr: Λήψη ειδοποίησης όταν λήξει ο σύνδεσμος
et_ee: Saa teavitus, kui link aegub
zh_cn: 链接过期时接收通知
zh_tw: 當連結過期時接收通知

source: Receive notifications when a participant accepted or declined a task created by you
el_gr: Λήψη ειδοποιήσεων όταν ένας συμμετέχων αποδεχτεί ή απορρίψει μια εργασία που δημιουργήσατε
et_ee: Teavitus teie loodud ülesande kinnitamisest või tagasilükkamisest osaleja poolt
zh_cn: 在一个参与者接受或拒绝了您创建的一个任务时接收通知
zh_tw: 當您建立的任務當中的參與者接受或拒絕時接收通知

source: Receive notifications when a participant accepted or declined a task in which you participate
el_gr: Λήψη ειδοποιήσεων όταν ένας συμμετέχων αποδεχτεί ή απορρίψει μια εργασία στην οποία συμμετέχετε
et_ee: Teavitus ülesande, milles te osalete, kinnitamisest või tagasilükkamisest osaleja poolt
zh_cn: 在一个参与者接受或拒绝了您参与的一个任务时接收通知
zh_tw: 當您參與的任務當中的參與者接受或拒絕時接收通知

source: Receive notifications when a task in which you participate is created, modified or deleted
el_gr: Λήψη ειδοποιήσεων όταν δημιουργείται, τροποποιείται ή διαγράφεται μια εργασία στην οποία συμμετέχετε
et_ee: Teavitus ülesande, milles te osalete, loomisest, muutmisest või kustutamisest
zh_cn: 在一个您参与的任务被创建、更改、或删除了时接收通知
zh_tw: 當您參與的任務建立、修改或刪除時接收通知

source: Receive notifications when an appointment in which you participate is created, modified or deleted
el_gr: Λήψη ειδοποιήσεων όταν δημιουργείται, τροποποιείται ή διαγράφεται μια συνάντηση στην οποία συμμετέχετε
et_ee: Saate teateid, kui kohtumine, milles te osalete, on loodud, muudetud või kustutatud
zh_cn: 在创建、修改、或删除您参与的约会时接收通知
zh_tw: 在有您參與的活動建立、修改或刪除時收到通知

source: Received
el_gr: Ληφθέντα
et_ee: Saabunud
zh_cn: 以接收
zh_tw: 已收到

source: Received mails
el_gr: Ληφθέντα email
et_ee: Saabunud kirjad
zh_cn: 已接收邮件
zh_tw: 收到的郵件

source: Recent conversations
el_gr: Πρόσφατες συνομιλίες
et_ee: Hiljutised vestlused
zh_cn: 最近交谈
zh_tw: 近期對話

source: Recent files
el_gr: Πρόσφατα αρχεία
et_ee: Hiljutised failid
zh_cn: 最近文件
zh_tw: 最近的檔案

source: Recently changed files
el_gr: Πρόσφατα τροποποιημένα αρχεία
et_ee: Hiljuti muudetud failid
zh_cn: 最近更改文件
zh_tw: 最近修改的檔案

source: Recently used
el_gr: Πρόσφατα
et_ee: Hiljuti kasutatud
zh_cn: 最近使用
zh_tw: 最近使用

source: Recover
el_gr: Ανάκτηση
et_ee: Taasta
zh_cn: 还原
zh_tw: 復原

source: Recover external account passwords
el_gr: Ανάκτηση εξωτερικών κωδικών πρόσβασης λογαριασμού
et_ee: Taasta välise konto paroolid
zh_cn: 恢复外部户口密码
zh_tw: 恢復外部帳號密碼

source: Recovery Code
el_gr: Κωδικός ανάκτησης
et_ee: Taastekood
zh_cn: 恢复码
zh_tw: 救援碼

source: Recovery Options
el_gr: Επιλογές ανάκτησης
et_ee: Taastamise valikud
zh_cn: 恢复选项
zh_tw: 救援選項

source: Recovery code
el_gr: Κωδικός ανάκτησης
et_ee: Taastekood
zh_cn: 恢复码
zh_tw: 救援碼

source: Recovery code must be 32 characters long.
el_gr: Ο κωδικός ανάκτησης πρέπει να αποτελείται από 32 χαρακτήρες.
zh_cn: 恢复码必须为32字符长。
zh_tw: 救援碼必須是 32 個字元長。

source: Recruiter
el_gr: Υπεύθυνος προσλήψεων
et_ee: Värbaja
zh_cn: 招募者
zh_tw: 招聘者

source: Recurring tasks need a valid due date.
el_gr: Οι επαναλαμβανόμενες εργασίες χρειάζονται έγκυρη προθεσμία.
et_ee: Korduvad ülesanded vajavad kehtivat tähtpäeva.
zh_cn: 重复任务需要一个有效结束日期。
zh_tw: 重複發生的任務需要有效到期日。

source: Recurring tasks need a valid start date.
el_gr: Οι επαναλαμβανόμενες εργασίες χρειάζονται έγκυρη ημερομηνία έναρξης.
et_ee: Korduvad ülesanded vajavad kehtivat alguskuupäeva.
zh_cn: 重复任务需要一个有效开始日期。
zh_tw: 重複發生的任務需要有效開始日期。

source: Red
el_gr: Κόκκινο
et_ee: Punane
zh_cn: 红色
zh_tw: 紅色

source: Redirect mails from %1$s to %2$s
el_gr: Ανακατεύθυνση των email από το %1$s στο %2$s
et_ee: Suuna ümber kirjad saatjalt %1$s adressaadile %2$s
zh_cn: 重新定向来自 %1$s 的邮件到 %2$s
zh_tw: 將來自 %1$s 的郵件轉寄至 %2$s

source: Redirect mails to %1$s to %2$s
el_gr: Ανακατεύθυνση των email προς το %1$s, στο %2$s
et_ee: Suuna kirjad, mis on saadetud %1$s ümber %2$s
zh_cn: 重新定向发送到 %1$s 的邮件到 %2$s
zh_tw: 將寄送給 %1$s 的郵件轉寄至 %2$s

source: Redirect mails with subject %1$s to %2$s
el_gr: Ανακατεύθυνση των email με θέμα «%1$s» στο %2$s
et_ee: Suuna kirjad, mis on saadetud pealkirjaga %1$s aadressile %2$s
zh_cn: 将主题 %1$s 的邮件重定向到 %2$s
zh_tw: 將主旨為 %1$s 的郵件轉寄至 %2$s

source: Redirect to
el_gr: Ανακατεύθυνση σε
et_ee: Suuna edasi
zh_cn: 转送到
zh_tw: 重導至

source: Reduce to widget summary on smartphones
el_gr: Σύμπτυξη στη σύνοψη widget στα smartphone
zh_cn: 减少智能电话上的小部件摘要
zh_tw: 在智慧型手機只顯示小工具摘要

source: Refresh
el_gr: Ανανέωση
et_ee: Värskenda
zh_cn: 刷新
zh_tw: 刷新

source: Refresh folders
el_gr: Ανανέωση φακέλων
et_ee: Värskenda kaustu
zh_cn: 刷新文件夹
zh_tw: 重新整理資料夾

source: Refresh rate in minutes
el_gr: Ρυθμός ανανέωσης σε λεπτά
et_ee: Värskendussagedus minutites
zh_cn: 刷新频率（分钟）
zh_tw: 按分鐘設置重新整理頻率

source: Refresh this calendar
el_gr: Ανανέωση ημερολογίου
et_ee: Värskenda seda kalendrit
zh_cn: 刷新此日历
zh_tw: 重新整理此行事曆

source: Refresh. Current interval (%1$s min) can be customized in settings.
el_gr: Ανανέωση. Το τρέχον διάστημα (%1$s λεπτά) μπορεί να προσαρμοστεί στις ρυθμίσεις.
et_ee: Värskenda. Praegust intervalli (%1$s min) saab seadetes kohandada.
zh_cn: 刷新。可以在设置中自定义当前间隔（%1$s 分钟）。
zh_tw: 重新整理。可在設定當中調整目前間隔（%1$s 分鐘）

source: Refreshing calendar might take some time...
el_gr: Η ανανέωση του ημερολογίου ενδέχεται να πάρει λίγη ώρα...
et_ee: Kalendri värskendamine võib võtta aega...
zh_cn: 重刷日历可能需时...
zh_tw: 可能要花一些時間重新整理行事曆…

source: Regenerate
el_gr: Επαναδημιουργία
zh_cn: 再生成
zh_tw: 重新產生

source: Regex
el_gr: Κανονική έκφραση
zh_cn: 正则表达式

source: Regional settings
el_gr: Τοπικές ρυθμίσεις
et_ee: Piirkondlikud seaded
zh_cn: 区域设置
zh_tw: 區域設定

source: Register now
el_gr: Καταχώρηση τώρα
et_ee: Registreeri nüüd
zh_cn: 现在注册
zh_tw: 立刻註冊

source: Reject changes
el_gr: Απόρριψη αλλαγών
et_ee: Keeldu muudatustest
zh_cn: 驳回更改
zh_tw: 拒絕變更

source: Reject mails from %1$s with reason %2$s
el_gr: Απόρριψη των email από το %1$s με λόγο «%2$s»
et_ee: Keeldu kirjadest, mille saatja on %1$s põhjendusega %2$s
zh_cn: 拒绝带有主题 %1$s 的邮件（以原因 %2$s）
zh_tw: 以 %2$s 原因退回來自 %1$s 的郵件

source: Reject mails to %1$s with reason %2$s
el_gr: Απόρριψη των email προς το %1$s με λόγο «%2$s»
et_ee: Keeldu kirjadest, mis on saadetud %1$s põhjendusega %2$s
zh_cn: 拒绝发送到 %1$s 的邮件（以原因 %2$s）
zh_tw: 以 %2$s 原因退回寄送給 %1$s 的郵件

source: Reject mails with subject %1$s with reason %2$s
el_gr: Απόρριψη των email με θέμα «%1$s» με λόγο «%2$s»
et_ee: Keeldu kirjadest, mis on saadetud pealkirjaga %1$s põhjendusega %2$s
zh_cn: 拒绝带有主题 %1$s（以原因 %2$s）
zh_tw: 以 %2$s 原因退回主旨為 %1$s 的郵件

source: Reject with reason
el_gr: Απόρριψη με λόγο
et_ee: Keeldu põhjendusega
zh_cn: 以原因驳回
zh_tw: 拒絕理由

source: Rejecting
el_gr: Απόρριψη
zh_cn: 拒绝中
zh_tw: 拒絕

source: Reload
el_gr: Ανανέωση
et_ee: Lae uuesti
zh_cn: 重载
zh_tw: 重新載入

source: Reload now
el_gr: Ανανέωση τώρα
et_ee: Lae uuesti
zh_cn: 现在重载
zh_tw: 立即重新載入

source: Reload page
el_gr: Ανανέωση σελίδας
et_ee: Lae lehekülg uuesti
zh_cn: 重载页面
zh_tw: 重新載入頁面

source: Remaining time: %1$s
el_gr: Υπολειπόμενος χρόνος: %1$s
et_ee: Järelejäänud aeg: %1$s
zh_cn: 剩下时间：%1$s
zh_tw: 剩餘時間：%1$s

source: Remind me
el_gr: Υπενθύμιση
et_ee: Meenuta mulle
zh_cn: 提醒我
zh_tw: 提醒我

source: Remind me again
el_gr: Υπενθύμιση ξανά
et_ee: Meenutage hiljem
zh_cn: 再次提醒我
zh_tw: 再次提醒我

source: Reminder
el_gr: Υπενθύμιση
et_ee: Meeldetuletus
zh_cn: 提醒
zh_tw: 提醒

source: Reminder %1$d
el_gr: Υπενθύμιση %1$d
et_ee: Meeldetuletus %1$d
zh_cn: 提醒 %1$d
zh_tw: 提醒 %1$d

source: Reminder date
el_gr: Ημερομηνία υπενθύμισης
et_ee: Meeldetuletuse kuupäev
zh_cn: 提醒日期
zh_tw: 提醒日期

source: Reminder date %1$s
el_gr: Ημερομηνία υπενθύμισης «%1$s»
et_ee: Meeldetuletuse kuupäev %1$s
zh_cn: 提醒日期 %1$s
zh_tw: 提醒日期 %1$s

source: Reminder for appointment %1$s.
el_gr: Υπενθύμιση για τη συνάντηση «%1$s».
et_ee: Kohtumise %1$s meeldetuletus.
zh_cn: 约会 %1$s 提醒。
zh_tw: 約會 %1$s 提醒。

source: Reminder for task %1$s.
el_gr: Υπενθύμιση για την εργασία «%1$s».
et_ee: Ülesande %1$s meeldetuletus.
zh_cn: 任务 %1$s 提醒。
zh_tw: 任務 %1$s 提醒。

source: Reminder for: %1$s
el_gr: Υπενθύμιση για: %1$s
et_ee: Ülesande %1$s meeldetuletus
zh_cn: %1$s 的提醒
zh_tw: 任務：%1$s 的提醒

source: Reminder has been created
el_gr: Η υπενθύμιση έχει δημιουργηθεί
et_ee: Meeldetuletus on loodud
zh_cn: 已创建提醒
zh_tw: 已建立提醒

source: Reminders
el_gr: Υπενθυμίσεις
et_ee: Meeldetuletused
zh_cn: 提醒
zh_tw: 提醒

source: Remove
el_gr: Αφαίρεση
et_ee: Eemalda
zh_cn: 移除
zh_tw: 刪除

source: Remove %1$s
el_gr: Αφαίρεση του/της %1$s
et_ee: Eemalda %1$s
zh_cn: 移除 %1$s
zh_tw: 移除 %1$s

source: Remove Appointment
el_gr: Αφαίρεση συνάντησης
et_ee: Eemalda kohtumine
zh_cn: 移除约会
zh_tw: 移除約會

source: Remove IMAP keyword
el_gr: Αφαίρεση λέξης-κλειδιού IMAP
et_ee: Eemalda IMAP märksõna
zh_cn: 移除 IMAP 关键字
zh_tw: 移除 IMAP 關鍵字

source: Remove account
el_gr: Αφαίρεση λογαριασμού
et_ee: Eemalda konto
zh_cn: 移除户口
zh_tw: 移除帳號

source: Remove all shares
el_gr: Αφαίρεση όλων των κοινόχρηστων στοιχείων
et_ee: Eemalda kõik jagamised
zh_cn: 移除所有共享
zh_tw: 移除所有分享項目

source: Remove attachment
el_gr: Αφαίρεση συνημμένου
et_ee: Eemalda manus
zh_cn: 删除附件
zh_tw: 移除附件

source: Remove attachment "%1$s"
el_gr: Αφαίρεση συνημμένου «%1$s»
et_ee: Eemalda manus „%1$s”
zh_cn: 移除附件 "%1$s"
zh_tw: 刪除附件「%1$s」

source: Remove category "%s"
el_gr: Αφαίρεση κατηγορίας «%s»
et_ee: Eemaldage kategooria "%s"
zh_cn: 移除类别"%s"
zh_tw: 刪除分類「%s」

source: Remove certificate
el_gr: Αφαίρεση πιστοποιητικού
et_ee: Eemalda sertifikaat
zh_cn: 移除证书
zh_tw: 移除憑證

source: Remove certificate %1$s
el_gr: Αφαίρεση πιστοποιητικού «%1$s»
et_ee: Eemalda sertifikaat %1$s
zh_cn: 移除证书 %1$s
zh_tw: 移除憑證 %1$s

source: Remove contact
el_gr: Αφαίρεση επαφής
et_ee: Eemalda kontakt
zh_cn: 移除联系人
zh_tw: 移除聯絡人

source: Remove contact from selection
el_gr: Αφαίρεση επαφής από την επιλογή
et_ee: Eemalda kontakt valikust
zh_cn: 从选定移除联系人
zh_tw: 從選擇項目中移除聯絡人

source: Remove copy from server after retrieving a message
el_gr: Αφαίρεση αντιγράφου από τον διακομιστή μετά την ανάκτηση ενός μηνύματος
et_ee: Eemalda koopia serverist pärast sõnumi kättesaamist
zh_cn: 在取回一个消息后，从服务器移除副本
zh_tw: 接收訊息後移除伺服器上的副本

source: Remove deputy %1$s
el_gr: Αφαίρεση αναπληρωτή «%1$s»
et_ee: Eemalda asendaja %1$s
zh_cn: 移除代表 %1$s
zh_tw: 刪除代理人「%1$s」

source: Remove field
el_gr: Αφαίρεση πεδίου
et_ee: Eemalda väli
zh_cn: 删除字段
zh_tw: 移除欄位

source: Remove filter "%1$s %2$s"
el_gr: Αφαίρεση φίλτρου «%1$s %2$s»
et_ee: Eemaldage filter "%1$s %2$s"
zh_cn: 移除"%1$s %2$s"过滤器
zh_tw: 刪除過濾器「%1$s %2$s」

source: Remove from %1$s
el_gr: Αφαίρεση από «%1$s»
et_ee: Eemalda %1$s
zh_cn: 从 %1$s 移除
zh_tw: 從 %1$s 移除

source: Remove from favorites
el_gr: Αφαίρεση από τα αγαπημένα
et_ee: Eemalda lemmikutest
zh_cn: 从我的最爱删除
zh_tw: 自最愛清單移除

source: Remove member
el_gr: Αφαίρεση μέλους
et_ee: Eemalda liige
zh_cn: 移除成员
zh_tw: 移除成員

source: Remove passwords
el_gr: Αφαίρεση κωδικών πρόσβασης
et_ee: Eemalda paroolid
zh_cn: 移除密码
zh_tw: 刪除密碼

source: Remove photo
el_gr: Αφαίρεση φωτογραφίας
et_ee: Eemalda foto
zh_cn: 移除照片
zh_tw: 移除圖片

source: Remove reminder
el_gr: Αφαίρεση υπενθύμισης
et_ee: Eemalda meeldetuletus
zh_cn: 移除提醒
zh_tw: 移除提醒

source: Remove resource calendar
el_gr: Αφαίρεση ημερολογίου πόρων
zh_cn: 移除资源日历
zh_tw: 刪除資源行事曆

source: Remove shares
el_gr: Αφαίρεση κοινόχρηστων στοιχείων
et_ee: Eemalda jagamised
zh_cn: 移除共享
zh_tw: 移除分享

source: Removed %1$s, %2$s.
el_gr: Αφαιρέθηκε %1$s, %2$s.
et_ee: Eemaldatud %1$s, %2$s.
zh_cn: 已移除 %1$s,、%2$s。
zh_tw: 已移除 %1$s, %2$s。

source: Removed %1$s.
el_gr: Αφαιρέθηκε %1$s.
et_ee: Eemaldatud %1$s.
zh_cn: 已移除 %1$s。
zh_tw: 已刪除 %1$s。

source: Rename
el_gr: Μετονομασία
et_ee: Nimeta ümber
zh_cn: 重命名
zh_tw: 重命名

source: Rename File
el_gr: Μετονομασία αρχείου
et_ee: Nimeta failinimi ümber
zh_cn: 重命名文件
zh_tw: 重新命名檔案

source: Rename automatically and keep both files separately
el_gr: Αυτόματη μετονομασία και διατήρηση και των δύο αρχείων ξεχωριστά
zh_cn: 自动更名与分开保留
zh_tw: 自動更名並保留兩個檔案

source: Rename folder
el_gr: Μετονομασία φακέλου
et_ee: Nimeta kaust ümber
zh_cn: 更名文件夹
zh_tw: 重新命名資料夾

source: Rename resource group
el_gr: Μετονομασία ομάδας πόρων
zh_cn: 更名资源组
zh_tw: 重新命名資源群組

source: Repeat
el_gr: Επανάληψη
et_ee: Korda
zh_cn: 重复
zh_tw: 重複

source: Repeat by
el_gr: Επανάληψη κατά
et_ee: Korda
zh_cn: 重复
zh_tw: 重複

source: Repeat new password
el_gr: Επανάληψη νέου κωδικού πρόσβασης
et_ee: Korrake uut parooli
zh_cn: 确认新密码
zh_tw: 重複輸入新密碼

source: Repeat slideshow
el_gr: Επανάληψη παρουσίασης
et_ee: Korda esitlust
zh_cn: 重复幻灯片
zh_tw: 重複投影片

source: Rephrase
el_gr: Επαναδιατύπωση
zh_cn: 重述
zh_tw: 改寫

source: Reply
el_gr: Απάντηση
et_ee: Vasta
zh_cn: 回复
zh_tw: 回覆

source: Reply To
el_gr: Απάντηση σε
zh_cn: 回复给
zh_tw: 回信到

# compose
source: Reply To
el_gr: Απ/ση σε
zh_cn: 回复给
zh_tw: 回覆到

source: Reply all
el_gr: Απάντηση όλων
et_ee: Vasta kõigile
zh_cn: 回复全部
zh_tw: 回覆全部

source: Reply to
el_gr: Απάντηση σε
zh_cn: 回复
zh_tw: 回復給

source: Reply to all recipients
el_gr: Απάντηση σε όλους τους παραλήπτες
et_ee: Vasta kõigile adressaatidele
zh_cn: 回复所有收件人
zh_tw: 回覆給所有收件人

source: Reply to mail
el_gr: Απάντηση σε email
zh_cn: 回复邮件
zh_tw: 回覆郵件

source: Reply to sender
el_gr: Απάντηση στον αποστολέα
et_ee: Vasta saatjale
zh_cn: 回复发信人
zh_tw: 回覆給寄件者

source: Request Appointment
el_gr: Αίτημα συνάντησης
et_ee: Taotle kohtumist
zh_cn: 请求约会
zh_tw: 要求約會

source: Request download
el_gr: Αίτημα λήψης
et_ee: Taotle allalaadimist
zh_cn: 请求下载
zh_tw: 要求下載

source: Request new download
el_gr: Αίτημα νέας λήψης
et_ee: Taotle uut allalaadimist
zh_cn: 请求新下载
zh_tw: 要求新下載

source: Request read receipt
el_gr: Απαίτηση αποδεικτικού ανάγνωσης
et_ee: Taotle lugemise kinnitust
zh_cn: 请求送达回执
zh_tw: 要求送達回執

source: Requesting device information. Please wait...
el_gr: Αίτημα πληροφοριών συσκευής. Παρακαλώ περιμένετε...
et_ee: Seadme teabe taotlemine. Palun oota...
zh_cn: 请求设备信息。请稍候...
zh_tw: 取得裝置資訊中，請稍候…

source: Resend invitation
el_gr: Νέα αποστολή πρόσκλησης
et_ee: Saada kutse uuesti
zh_cn: 重发邀请
zh_tw: 重寄邀請函

source: Resent-From
el_gr: Νέα αποστολή από
et_ee: Edastatud-kellelt
zh_cn: 重新发送自
zh_tw: 重寄自

source: Resent-To
el_gr: Νέα αποστολή σε
et_ee: Edastatud-kellele
zh_cn: 重新发送到
zh_tw: 重寄至

source: Reservation for: %1$s
el_gr: Κράτηση για: %1$s
zh_cn: %1$s 的保留
zh_tw: 由 %1$s 預約

source: Reservation not possible in the past
el_gr: Δεν είναι δυνατή η κράτηση στο παρελθόν
et_ee: Broneerimine minevikus ei ole võimalik
zh_cn: 过去不可能有预约
zh_tw: 無法預約已過去的時間

source: Reserved
el_gr: Δεσμευμένο
et_ee: Reserveeritud
zh_cn: 已保留
zh_tw: 已保留

source: Reset
el_gr: Επαναφορά
et_ee: Lähtesta
zh_cn: 重设
zh_tw: 重設

source: Reset password
el_gr: Επαναφορά κωδικού πρόσβασης
et_ee: Taasta parool
zh_cn: 重设密码
zh_tw: 重設密碼
