Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Add a message to the notification email for the other participants.
el_gr: Προσθέστε ένα μήνυμα στο email ειδοποίησης για τους άλλους συμμετέχοντες.
et_ee: Lisa sõnum teistele osalejatele saadetavale e-kirjale.
zh_cn: 向其他参与者的通知电子邮件添加消息。
zh_tw: 向其他參與者發送電子郵件通知。

source: Add action
el_gr: Προσθήκη ενέργειας
et_ee: Lisa tegevus
zh_cn: 添加动作
zh_tw: 新增行為

source: Add additional info
el_gr: Προσθήκη περισσότερων πληροφοριών
et_ee: Lisa täiendavat infot
zh_cn: 添加额外信息
zh_tw: 加入其他資訊

source: Add all attachments
el_gr: Προσθήκη όλων των συνημμένων
zh_cn: 添加所有附件
zh_tw: 新增所有附件

source: Add an extra layer of security to your account
el_gr: Προσθέστε ένα επιπλέον επίπεδο ασφαλείας στον λογαριασμό σας
zh_cn: 添加多一层保安与您的户口
zh_tw: 為您的帳號加上一層保護

source: Add as public calendar
el_gr: Προσθήκη ως δημόσιο ημερολόγιο
et_ee: Lisa avaliku kalendrina
zh_cn: 添加成公共日历
zh_tw: 新增為公開行事曆

source: Add as public folder
el_gr: Προσθήκη ως δημόσιος φάκελος
et_ee: Lisa avaliku kaustana
zh_cn: 添加成公共文件夹
zh_tw: 新增為公開資料夾

source: Add attachment
el_gr: Προσθήκη συνημμένου
et_ee: Lisa manus
zh_cn: 添加附件
zh_tw: 新增附件

source: Add attachments
el_gr: Προσθήκη συνημμένων
et_ee: Lisa manuseid
zh_cn: 添加附件
zh_tw: 新增附件

source: Add attachments from another email
el_gr: Προσθήκη συνημμένων από άλλο email
zh_cn: 从别的电子邮件添加附件
zh_tw: 新增其他郵件中的附件

source: Add business info
el_gr: Προσθήκη στοιχείων επιχείρησης
et_ee: Lisa ettevõtteteave
zh_cn: 添加业务信息
zh_tw: 加入業務資訊

source: Add category
el_gr: Προσθήκη κατηγορίας
et_ee: Lisa kategooria
zh_cn: 添加类别
zh_tw: 新增分類

source: Add comment
el_gr: Προσθήκη σχολίου
et_ee: Lisa kommentaar
zh_cn: 添加注释
zh_tw: 新增留言

source: Add condition
el_gr: Προσθήκη συνθήκης
et_ee: Lisa tingimus
zh_cn: 添加条件
zh_tw: 添加條件

source: Add contact
el_gr: Προσθήκη επαφής
et_ee: Lisa kontakt
zh_cn: 添加联系人
zh_tw: 新增聯絡人

source: Add contact/resource
el_gr: Προσθήκη επαφής/πόρου
et_ee: Lisa kontakt/ressurss
zh_cn: 添加联系人/资源
zh_tw: 新增聯絡人/資源

source: Add delegates
el_gr: Προσθήκη εκπροσώπων
zh_cn: 添加代表
zh_tw: 新增管理人

source: Add email and document encryption
el_gr: Προσθήκη κρυπτογράφησης email και εγγράφου
et_ee: Lisa e-posti ja dokumentide krüpteerimine
zh_cn: 添加电子邮件与文档加密
zh_tw: 新增郵件與文件加密

source: Add email, phone, fax
el_gr: Προσθήκη email, τηλεφώνου, φαξ
et_ee: Lisa e-post, telefon, faks
zh_cn: 添加电子邮件、电话、传真
zh_tw: 加入電子郵件、電話、傳真

source: Add file
el_gr: Προσθήκη αρχείου
et_ee: Lisa fail
zh_cn: 添加文件
zh_tw: 新增檔案

source: Add files
el_gr: Προσθήκη αρχείων
et_ee: Lisa faile
zh_cn: 添加文件
zh_tw: 新增檔案

source: Add frequent parts as templates to save time
el_gr: Προσθέστε τα τμήματα που χρησιμοποιείτε συχνά ως πρότυπα για εξοικονόμηση χρόνου
zh_cn: 添加常用部分成模版以节省时间
zh_tw: 將常用部分儲存為範本，方便快速重複取用

source: Add from %1$s
el_gr: Προσθήκη από «%1$s»
et_ee: Lisa alates %1$s
zh_cn: 从%1$s添加
zh_tw: 從 %1$s 新增

source: Add keywords to fine-tune your response
el_gr: Προσθέστε λέξεις-κλειδιά για να βελτιστοποιήσετε την απάντησή σας
zh_cn: 添加关键词以微调您的回应
zh_tw: 新增關鍵字來微調您的回覆

source: Add local file
el_gr: Προσθήκη τοπικού αρχείου
et_ee: Lisa lokaalne fail
zh_cn: 附加本地文件
zh_tw: 新增本機檔案

source: Add login password
el_gr: Προσθήκη κωδικού σύνδεσης
et_ee: Lisa sisselogimise parool
zh_cn: 添加登录密码
zh_tw: 新增登入密碼

source: Add mail account
el_gr: Προσθήκη λογαριασμού email
et_ee: Lisa e-posti konto
zh_cn: 添加邮件帐户
zh_tw: 新增郵件帳號

source: Add new address book
el_gr: Προσθήκη νέου ευρετηρίου επαφών
et_ee: Lisa uus aadressiraamat
zh_cn: 添加新地址簿
zh_tw: 新增通訊錄

source: Add new calendar
el_gr: Προσθήκη νέου ημερολογίου
et_ee: Lisa uus kalender
zh_cn: 添加新日历
zh_tw: 新增行事曆

source: Add new folder
el_gr: Προσθήκη νέου φακέλου
et_ee: Lisa uus kaust
zh_cn: 添加新文件夹
zh_tw: 新增資料夾

source: Add new list
el_gr: Προσθήκη νέας λίστας
et_ee: Lisa uus nimekiri
zh_cn: 添加新列表
zh_tw: 新增清單

source: Add new participant
el_gr: Προσθήκη νέου παραλήπτη
et_ee: Lisa uus osaleja
zh_cn: 添加新参与者
zh_tw: 添加參與者

source: Add new password
el_gr: Προσθήκη νέου κωδικού πρόσβασης
et_ee: Lisa uus salasõna
zh_cn: 添加新密码
zh_tw: 新增密碼

source: Add new resource calendar
el_gr: Προσθήκη νέου ημερολογίου πόρων
zh_cn: 添加新资源日历
zh_tw: 新增資源行事曆

source: Add new resource calendar group
el_gr: Προσθήκη νέας ομάδας ημερολογίου πόρων
zh_cn: 添加新资源日历组
zh_tw: 新增行事曆群組

source: Add new rule
el_gr: Προσθήκη νέου κανόνα
et_ee: Lisa uus reegel
zh_cn: 添加新规则
zh_tw: 新增規則

source: Add new signature
el_gr: Προσθήκη νέας υπογραφής
et_ee: Lisa uus allkiri
zh_cn: 添加新签名
zh_tw: 新增簽名

source: Add new task list
el_gr: Προσθήκη νέας λίστας εργασιών
et_ee: Lisa uus ülesannete nimekiri
zh_cn: 添加新任务列表
zh_tw: 新增任務清單

source: Add new template
el_gr: Προσθήκη νέου προτύπου
zh_cn: 添加新模板
zh_tw: 新增範本

source: Add new version
el_gr: Προσθήκη νέας έκδοσης
et_ee: Lisa uus versioon
zh_cn: 添加新版本
zh_tw: 新增版本

source: Add new version and show notification
el_gr: Προσθήκη νέας έκδοσης και εμφάνιση ειδοποίησης
et_ee: Lisa uus versioon ja näita teadet
zh_cn: 添加新版本和显示通知
zh_tw: 新增版本並顯示通知

source: Add on %s
el_gr: Προσθήκη στο %s
et_ee: Lisa %s-is
zh_cn: 在 %s 上添加
zh_tw: 新增至 %s

source: Add other mail account
el_gr: Προσθήκη άλλου λογαριασμού email
et_ee: Lisa teine e-posti konto
zh_cn: 添加其他邮件户口
zh_tw: 新增其他郵件帳號

source: Add participant
el_gr: Προσθήκη συμμετέχοντα
et_ee: Lisa osaleja
zh_cn: 添加参与者
zh_tw: 添加參與者

source: Add passwords
el_gr: Προσθήκη κωδικών πρόσβασης
et_ee: Lisa paroole
zh_cn: 添加密码
zh_tw: 新增密碼

source: Add people
el_gr: Προσθήκη ατόμων
et_ee: Lisa inimesi
zh_cn: 添加人员
zh_tw: 新增人員

source: Add personal info
el_gr: Προσθήκη προσωπικών στοιχείων
et_ee: Lisa isiklik teave
zh_cn: 添加个人信息
zh_tw: 加入個人資訊

source: Add postal address
el_gr: Προσθήκη ταχυδρομικής διεύθυνσης
et_ee: Lisa postiaadress
zh_cn: 添加邮寄地址
zh_tw: 加入郵件地址

source: Add recovery option
el_gr: Προσθήκη επιλογής ανάκτησης
et_ee: Lisa taastevõimalus
zh_cn: 添加恢复选项
zh_tw: 新增救援選項

source: Add reminder
el_gr: Προσθήκη υπενθύμισης
et_ee: Lisa meeldetuletus
zh_cn: 添加提醒
zh_tw: 新增提醒

source: Add signature
el_gr: Προσθήκη υπογραφής
et_ee: Lisa allkiri
zh_cn: 添加签名
zh_tw: 新增簽名

source: Add signature above quoted text
el_gr: Προσθήκη υπογραφής πάνω από το παρατιθέμενο κείμενο
et_ee: Lisa allkiri tsiteeritud teksti ette
zh_cn: 在引用文本上方添加签名
zh_tw: 新增簽名檔於引用內容上方

source: Add signature below quoted text
el_gr: Προσθήκη υπογραφής κάτω από το παρατιθέμενο κείμενο
et_ee: Lisa allkiri tsiteeritud teksti järgi
zh_cn: 在引用文本下方添加签名
zh_tw: 新增簽名檔於引用內容下方

source: Add storage account
el_gr: Προσθήκη λογαριασμού χώρου αποθήκευσης
et_ee: Lisa kettaruumi konto
zh_cn: 添加储存户口
zh_tw: 新增儲存空間帳號

source: Add subject
el_gr: Προσθήκη θέματος
et_ee: Lisa pealkiri
zh_cn: 添加题目
zh_tw: 新增主題

source: Add template
el_gr: Προσθήκη προτύπου
zh_cn: 添加模板
zh_tw: 新增範本

source: Add time zone
el_gr: Προσθήκη ζώνης ώρας
zh_cn: 添加时区
zh_tw: 新增時區

source: Add to %1$s
el_gr: Προσθήκη σε «%1$s»
et_ee: Lisa %1$s
zh_cn: 添加至 %1$s
zh_tw: 新增至 %1$s

source: Add to Calendar
el_gr: Προσθήκη στο ημερολόγιο
et_ee: Lisa kalendrisse
zh_cn: 添加到日历
zh_tw: 新增至行事曆

source: Add to address book
el_gr: Προσθήκη στο ευρετήριο επαφών
et_ee: Lisa aadressiraamatusse
zh_cn: 添加到地址簿
zh_tw: 添加到通訊錄

source: Add to calendar
el_gr: Προσθήκη στο ημερολόγιο
et_ee: Lisa kalendrisse
zh_cn: 添加到日历
zh_tw: 新增至行事曆

source: Add to favorites
el_gr: Προσθήκη στα αγαπημένα
et_ee: Lisa lemmikutesse
zh_cn: 添加到我的最爱
zh_tw: 新增至最愛

source: Add to portal
el_gr: Προσθήκη στην πύλη
et_ee: Lisa portaali
zh_cn: 添加到门户
zh_tw: 新增至入口

source: Add user fields
el_gr: Προσθήκη πεδίων χρήστη
et_ee: Kasutaja väljade lisamine
zh_cn: 添加用户字段
zh_tw: 新增使用者欄位

source: Add verification option
el_gr: Προσθήκη επιλογής επαλήθευσης
et_ee: Lisa autentimisviis
zh_cn: 添加验证选项
zh_tw: 新增驗證選項

source: Add widget
el_gr: Προσθήκη widget
et_ee: Lisa vidin
zh_cn: 添加迷你程序
zh_tw: 新增小工具

source: Add your %1$s account
el_gr: Προσθήκη λογαριασμού %1$s
et_ee: Lisage oma %1$s konto
zh_cn: 添加您的 %1$s 户口
zh_tw: 新增您的 %1$s 帳號

source: Add your contact details and important information automatically
el_gr: Αυτόματη προσθήκη στοιχείων επαφών και σημαντικών πληροφοριών
zh_cn: 自动添加您的联系人详情与重要信息
zh_tw: 自動新增聯絡人細節與重要資訊

source: Add, remove, and reorder your portal widgets
el_gr: Προσθέστε, αφαιρέστε και αναδιατάξτε τα widget σας
zh_cn: 添加、移除、与重序您的门户小部件
zh_tw: 新增、移除、調整入口小工具的順序

source: Added %1$s, %2$s.
el_gr: Προστέθηκε το %1$s, %2$s.
et_ee: Lisatud %1$s, %2$s.
zh_cn: 添加了 %1$s、%2$s。
zh_tw: 已新增 %1$s, %2$s。

source: Added %1$s.
el_gr: Προστέθηκε το «%1$s».
et_ee: Lisatud %1$s.
zh_cn: 添加了 %1$s。
zh_tw: 已新增 %1$s。

source: Added %s to attachments.
el_gr: Το «%s» προστέθηκε στα συνημμένα.
et_ee: %s lisatud manustele.
zh_cn: 添加了 %s 到附件。
zh_tw: 已新增 %s 為附件。

source: Added distribution list %s with %s member. The only member of the distribution list is %s.
el_gr: Προστέθηκε η λίστα διανομής «%s» με %s μέλος. Το μόνο μέλος της λίστας διανομής είναι ο/η %s.
et_ee: Lisatud leviloend %s %s liikmega. Leviloendi ainus liige on %s.
zh_cn: 已添加到通讯组列表 %s（%s 个成员）。此通讯组列表的唯一成员是 %s。
zh_tw: 已加入 %2$s 成員到通訊組清單 %1$s。通訊組清單中唯一的成員是 %3$s。

source: Added distribution list %s with %s members. Members of the distribution list are %s.
el_gr: Προστέθηκε η λίστα διανομής «%s» με %s μέλη. Τα μέλη της λίστας διανομής είναι οι %s.
et_ee: Lisatud leviloend %s %s liikmega. Leviloendi liikmed on %s.
zh_cn: 已添加到通讯组列表 %s（%s 个成员）。此通讯组列表的成员是 %s。
zh_tw: 已加入 %2$s 成員到通訊組清單 %1$s。通訊組清單中的成員是 %3$s。

source: Added group %s with %s member. The only member of the group is %s.
el_gr: Προστέθηκε η ομάδα «%s» με %s μέλος. Το μόνο μέλος της ομάδας είναι ο/η %s.
et_ee: Lisatud grupp %s %s liikmega. Grupi ainus liige on %s.
zh_cn: 已添加到 %s 群组（%s 个成员）。此群组的唯一成员是 %s。
zh_tw: 已加入 %2$s 位成員到群組 %1$s。群組中唯一的成員是 %3$s。

source: Added group %s with %s members. Members of the group are %s.
el_gr: Προστέθηκε η ομάδα «%s» με %s μέλη. Τα μέλη της ομάδας είναι οι %s.
et_ee: Lisatud grupp %s %s liikmega. Grupi liikmed on %s.
zh_cn: 已添加到 %s 群组（%s 个成员）。此群组的成员是 %s。
zh_tw: 已加入 %2$s 位成員到群組 %1$s。群組中唯一的成員是 %3$s。

source: Added the new participant
el_gr: Προστέθηκε ο νέος συμμετέχων
et_ee: Uus osaleja lisatud
zh_cn: 添加新参与者
zh_tw: 已新增參與者

source: Adding files
el_gr: Προσθήκη αρχείων
zh_cn: 添加文件
zh_tw: 新增檔案

source: Additional options
el_gr: Πρόσθετες επιλογές
et_ee: Lisavõimalused
zh_cn: 附加选项
zh_tw: 其他選項

source: Additional time zones
el_gr: Πρόσθετες ζώνες ώρας
zh_cn: 额外时区
zh_tw: 其他時區

source: Additional time zones allow you to effortlessly keep track of multiple time zones in day, workweek, and week view, eliminating the need for manual time zone calculations and simplifying time management across different regions.
el_gr: Οι πρόσθετες ζώνες ώρας σάς επιτρέπουν να παρακολουθείτε εύκολα πολλαπλές ζώνες ώρες σε προβολή ημέρας, εργάσιμης ή ολόκληρης εβδομάδας, εξαλείφοντας την ανάγκη για υπολογισμό των διαφορών ώρας και απλοποιώντας τη διαχείριση χρόνου σε διαφορετικές περιοχές.
zh_cn: 额外时区允许您轻松地以日、工作日、周视图，去保持追踪多个时区。除去手动计算时区的需求与简化跨区域的时间管理。
zh_tw: 加上其他時區，讓您不用計算不同時區當中的日期、工作週、工作畫面，也不用再手動計算時區，簡化您於不同區域內的時間管理。

source: Address
el_gr: Διεύθυνση
et_ee: Aadress
zh_cn: 地址
zh_tw: 地址

source: Address Book
el_gr: Ευρετήριο επαφών
et_ee: Aadressiraamat
zh_cn: 地址簿
zh_tw: 通訊錄

# app
source: Address Book
el_gr: Ευρετήριο
et_ee: Aadressiraamat
zh_cn: 地址簿
zh_tw: 通訊錄

source: Address Business
el_gr: Διεύθυνση επιχείρησης
et_ee: Tööaadress
zh_cn: 地址（业务）
zh_tw: 地址（業務）

source: Address Home
el_gr: Διεύθυνση οικίας
et_ee: Koduaadress
zh_cn: 地址（住宅）
zh_tw: 地址（住家）

source: Address Other
el_gr: Άλλη διεύθυνση
et_ee: Muu aadress
zh_cn: 地址（其他）
zh_tw: 位址（其他）

source: Address book
el_gr: Ευρετήριο επαφών
et_ee: Aadressiraamat
zh_cn: 地址簿
zh_tw: 通訊錄

source: Address book name
el_gr: Όνομα ευρετηρίου επαφών
et_ee: Aadressiraamatu nimi
zh_cn: 地址簿名称
zh_tw: 通訊錄名稱

source: Address directory
el_gr: Κατάλογος διευθύνσεων
et_ee: Aadressi kataloog
zh_cn: 地址目录
zh_tw: 通訊錄

source: Address list
el_gr: Λίστα διευθύνσεων
et_ee: Aadresside nimekiri
zh_cn: 地址列表
zh_tw: 通訊錄

source: Addresses can be separated by space, comma, or line breaks, e.g. "example.org, alice@example.com"
el_gr: Οι διευθύνσεις μπορούν να διαχωρίζονται με κενό, κόμμα ή αλλαγές γραμμής, π.χ. «example.org, alice@example.com»
zh_cn: 地址能被空白、逗号、或换行线分隔，例如"example.org, alice@example.com"
zh_tw: 可使用空白、逗號、換行來分隔地址，例如「example.org, alice@example.com」。

source: Adjust
el_gr: Προσαρμογή
et_ee: Kohanda
zh_cn: 调整
zh_tw: 調整

source: Adjust how you read your emails
el_gr: Προσαρμόστε τον τρόπο με τον οποίο διαβάζετε τα email σας
zh_cn: 调整您要如何读取您的电子邮件
zh_tw: 調整閱讀郵件的方式

source: Adjust start and length if your workweek differs from the standard five-day week
el_gr: Προσαρμόστε την αρχή και τη διάρκεια εάν η εργάσιμη εβδομάδα σας διαφέρει από την τυπική (πέντε ημέρες)
zh_cn: 如果您的工作周与标准五天周不同，可以调整其开始日与长度
zh_tw: 若您的工作週與一般週休二日規則不同，可於此處調整每週起始日與長度

source: Adjust start date
el_gr: Προσαρμογή ημερομηνίας εκκίνησης
et_ee: Kohanda alguskuupäeva
zh_cn: 调整起始日期
zh_tw: 調整起始日期

source: Administrative role
el_gr: Διοικητικός ρόλος
et_ee: Haldusroll
zh_cn: 管理角色
zh_tw: 管理角色

source: Administrator
el_gr: Διαχειριστής
et_ee: Administraator
zh_cn: 管理员
zh_tw: 管理員

source: Advanced settings
el_gr: Σύνθετες ρυθμίσεις
et_ee: Täiendavad seaded
zh_cn: 进阶设置
zh_tw: 進階設定

source: Africa
el_gr: Αφρική
et_ee: Aafrika
zh_cn: 非洲
zh_tw: 非洲

source: After
el_gr: Μετά από
et_ee: Pärast
zh_cn: 以后
zh_tw: 之後

source: After %1$d seconds
el_gr: Μετά από %1$d δευτερόλεπτα
zh_cn: %1$d 秒后
zh_tw: %1$d 秒後

source: After a number of occurrences
el_gr: Μετά από έναν αριθμό εμφανίσεων
et_ee: Peale kindla arvu kordumisi
zh_cn: 发生几次之后
zh_tw: 次後

source: Age
el_gr: Ηλικία
et_ee: Vanus
zh_cn: 年龄
zh_tw: 年齡

source: Age: %1$d
el_gr: Ηλικία: %1$d
et_ee: Vanus: %1$d
zh_cn: 年龄： %1$d
zh_tw: 年齡: %1$d

source: Alarm
el_gr: Ειδοποίηση
zh_cn: 警报
zh_tw: 鬧鈴

source: All
el_gr: Όλα
et_ee: Kõik
zh_cn: 全部
zh_tw: 全部

# call-history
source: All
el_gr: Όλες
et_ee: Kõik
zh_cn: 全部
zh_tw: 全部

source: All Applications
el_gr: Όλες οι εφαρμογές
et_ee: Kõik rakendused
zh_cn: 所有应用程序
zh_tw: 所有應用程式

source: All Emoji
el_gr: Όλα τα emoji
et_ee: Kõik emojid
zh_cn: 所有表情符号
zh_tw: 全部表情符號

source: All address books
el_gr: Όλα τα ευρετήρια επαφών
et_ee: Kõik aadressiraamatud
zh_cn: 所有地址簿
zh_tw: 所有通訊錄

source: All attachments
el_gr: Όλα τα συνημμένα
et_ee: Kõik manused
zh_cn: 所有附件
zh_tw: 所有附件

source: All day
el_gr: Όλη μέρα
et_ee: Terve päev
zh_cn: 整天
zh_tw: 整天

source: All distribution lists
el_gr: Όλες οι λίστες διανομής
et_ee: Kõik leviloendid
zh_cn: 所有通讯组列表
zh_tw: 所有通訊組清單

source: All files
el_gr: Όλα τα αρχεία
et_ee: Kõik failid
zh_cn: 所有文件
zh_tw: 所有檔案

source: All files have been deleted
el_gr: Όλα τα αρχεία έχουν διαγραφεί
et_ee: Kõik failid on kustutatud
zh_cn: 已删除所有文件
zh_tw: 已刪除所有檔案

source: All folders
el_gr: Όλοι οι φάκελοι
et_ee: Kõik kaustad
zh_cn: 所有文件夹
zh_tw: 所有資料夾

source: All future messages from the sender will be moved to the selected folder.
el_gr: Όλα τα μελλοντικά μηνύματα από τον αποστολέα θα μετακινούνται στον επιλεγμένο φάκελο.
et_ee: Kõik saatja tulevased sõnumid teisaldatakse valitud kausta.
zh_cn: 所有未来来自选定邮件的发送人的消息，将会移动到选定文件夹里。
zh_tw: 未來所有來自該寄件者的信件，將移動至所選的信件匣。

source: All future messages from the senders of the selected mails will be moved to the selected folder.
el_gr: Όλα τα μελλοντικά μηνύματα από τους αποστολείς των επιλεγμένων email θα μετακινούνται στον επιλεγμένο φάκελο.
et_ee: Kõik edaspidised sõnumid valitud kirjade saatjatelt teisaldatakse valitud kausta.
zh_cn: 所有来自选定邮件发送人的未来消息，将会移到选定的文件夹里。
zh_tw: 將選擇的郵件的寄件者未來寄來的所有訊息移動至選擇的信件匣。

source: All groups
el_gr: Όλες οι ομάδες
et_ee: Kõik rühmad
zh_cn: 所有组
zh_tw: 所有群組

source: All lists
el_gr: Όλες οι λίστες
et_ee: Kõik nimekirjad
zh_cn: 所有列表
zh_tw: 所有清單

source: All messages have been deleted
el_gr: Όλα τα μηνύματα έχουν διαγραφεί
et_ee: Kõik sõnumid on kustutatud
zh_cn: 已删除所有消息
zh_tw: 已刪除所有訊息

source: All messages in this folder
el_gr: Όλα τα μηνύματα σε αυτόν τον φάκελο
et_ee: Kõik selles kaustas olevad kirjad
zh_cn: 删除此文件夹里的所有消息
zh_tw: 此資料夾中的所有訊息

source: All messages older than %1$d days will be moved to the archive folder
el_gr: Όλα τα μηνύματα που είναι παλαιότερα από %1$d ημέρες θα μετακινηθούν στον φάκελο αρχειοθήκης
et_ee: Kõik sõnumid, mis on vanemad kui %1$d päeva, teisaldatakse arhiivikausta
zh_cn: 所有超过 %1$d 天的消息将会移到归档文件夹
zh_tw: 超過 %1$d 天的訊息將被移動至封存信件匣

source: All my public appointments
el_gr: Όλες οι δημόσιες συναντήσεις μου
et_ee: Kõik minu avalikud kohtumised
zh_cn: 我所有的公共约会
zh_tw: 我的所有公開約會

source: All resources
el_gr: Όλοι οι πόροι
et_ee: Kõik ressursid
zh_cn: 所有资源
zh_tw: 所有資源

source: All settings
el_gr: Όλες οι ρυθμίσεις
et_ee: Kõik seaded
zh_cn: 所有设定
zh_tw: 所有設定

source: All types
el_gr: Όλοι οι τύποι
et_ee: Kõik tüübid
zh_cn: 所有类型
zh_tw: 所有類型

source: All unseen messages
el_gr: Όλα τα μη αναγνωσμένα μηνύματα
et_ee: Kõik lugemata sõnumid
zh_cn: 所有未读消息
zh_tw: 所有未讀訊息

source: Allow connections with untrusted certificates
el_gr: Αποδοχή συνδέσεων από μη έμπιστα πιστοποιητικά
et_ee: Lubage ühendusi ebausaldusväärsete sertifikaatidega
zh_cn: 允许与不受信任的证书连接
zh_tw: 允許連線至使用未受信任憑證的伺服器

source: Allow displaying HTML formatted emails
el_gr: Να επιτρέπεται η προβολή email με μορφοποίηση HTML
zh_cn: 允许显示HTML格式电子邮件
zh_tw: 允許顯示 HTML 格式的電子郵件

source: Allowed to send emails on your behalf
el_gr: Επιτρέπεται να στέλνει email εκ μέρους σας
et_ee: Lubatud teie nimel e-kirju saata
zh_cn: 允许以您之名发送电子邮件
zh_tw: 允許用您的身分寄發郵件

source: Alternatively you can download the file.
el_gr: Εναλλακτικά, μπορείτε να κάνετε λήψη του αρχείου.
et_ee: Teise võimalusena saate faili alla laadida.
zh_cn: 或者，您能够下载该文件。
zh_tw: 您也可以下載檔案。

source: Always
el_gr: Πάντα
et_ee: Alati
zh_cn: 总是
zh_tw: 總是

source: Always add a random meeting password
el_gr: Να προστίθεται πάντα ένας τυχαίος κωδικός πρόσβασης σύσκεψης
et_ee: Lisa alati uus juhuslik koosoleku parool
zh_cn: 总是添加随机会议密码
zh_tw: 總是加入隨機的會議密碼

source: Always add the following recipient to blind carbon copy (BCC)
el_gr: Να προστίθεται πάντα ο εξής παραλήπτης για κρυφή κοινοποίηση (BCC)
et_ee: Lisa pimekoopiale (BCC) alati järgnev adressaat
zh_cn: 永远添加以下收件人到暗送（BCC）
zh_tw: 總是將下列收件者新增為密件副本收件者

source: Always attach my detailed contact data as vCard
el_gr: Πάντα επισύναψη των λεπτομερών στοιχείων επικοινωνίας μου σε μορφή vCard
zh_cn: 永远附上我的详细联系人数据成vCard
zh_tw: 總是用 vCard 附加我的詳細聯絡資訊

source: Always mark "Participants can edit appointments" when creating or editing appointments
el_gr: Να επιλέγεται πάντα η ρύθμιση «Οι συμμετέχοντες μπορούν να επεξεργάζονται τις συναντήσεις» κατά τη δημιουργία ή την επεξεργασία συναντήσεων
zh_cn: 永远于创建或编辑约会时，标记「参与者能够编辑约会」
zh_tw: 建立或編輯約會時，總是標示「參與者可以編輯約會」

source: Always show external images (excluding spam and untrustworthy senders)
el_gr: Να εμφανίζονται πάντα εξωτερικές εικόνες (εξαιρουμένων των ανεπιθύμητων μηνυμάτων και των αναξιόπιστων αποστολέων)
zh_cn: 始终显示外部图像（垃圾与不可信发送人除外）
zh_tw: 總是顯示外部圖片（垃圾信與不可靠的寄件者除外）

source: Always show external images for the following senders
el_gr: Να εμφανίζονται πάντα εξωτερικές εικόνες από τους εξής αποστολείς
zh_cn: 始终为以下发件人显示外部图像
zh_tw: 總是顯示來自下列寄件者的郵件當中的外部圖片

source: Always show full date and time
el_gr: Να εμφανίζεται πάντα η πλήρης ημερομηνία και ώρα
zh_cn: 永远显示完整日期和时间
zh_tw: 總是顯示完整日期與時間

source: Always show images from %s
el_gr: Να εμφανίζονται πάντα εικόνες από %s
zh_cn: 始终显示来自%s的图像
zh_tw: 總是顯示來自 %s 的圖片

source: America
el_gr: Αμερική
et_ee: Ameerika
zh_cn: 美国
zh_tw: 美洲

source: An email is currently being sent. If you sign out now, mails might not be sent.
el_gr: Γίνεται αποστολή ενός email αυτήν τη στιγμή. Εάν αποσυνδεθείτε τώρα, τα email ενδέχεται να μην αποσταλούν.
zh_cn: 正在发送电子邮件。如果您现在退出，邮件可能无法发送。
zh_tw: 正在傳送郵件，若現在登出，可能無法將郵件寄出。

source: An error occurred loading the document so it cannot be displayed.
el_gr: Προέκυψε σφάλμα φόρτωσης του εγγράφου, επομένως δεν μπορεί να προβληθεί.
et_ee: Dokumendi laadimisel ilmnes viga, mistõttu seda ei saa kuvada.
zh_cn: 加载文档时发生错误，因而未能显示。
zh_tw: 載入文件時發生錯誤，無法顯示。

source: An error occurred while converting the document so it cannot be displayed.
el_gr: Προέκυψε ένα σφάλμα κατά τη μετατροπή του εγγράφου, επομένως δεν μπορεί να προβληθεί.
et_ee: Dokumendi teisendamisel tekkis viga, mistõttu seda ei saa kuvada.
zh_cn: 转换文档时出错，因此无法显示它。
zh_tw: 轉換文件時發生錯誤，無法顯示。

source: An error occurred while loading the document so it cannot be displayed.
el_gr: Προέκυψε ένα σφάλμα κατά τη φόρτωση του εγγράφου, επομένως δεν μπορεί να προβληθεί.
et_ee: Dokumendi laadimisel tekkis viga, mistõttu seda ei saa kuvada.
zh_cn: 加载文档时出错，因此无法显示它。
zh_tw: 載入文件時發生錯誤，無法顯示。

source: An error occurred.
el_gr: Προέκυψε σφάλμα.
et_ee: Ilmnes viga.
zh_cn: 发生一个错误。
zh_tw: 發生錯誤。

source: An error occurred. Please refresh the page and try again.
el_gr: Προέκυψε σφάλμα. Παρακαλώ ανανεώστε τη σελίδα και δοκιμάστε ξανά.
zh_cn: 发生了一个错误。请刷新页面后再试。
zh_tw: 發生錯誤。請重新整理頁面再試一次。

source: An error occurred. Please try again.
el_gr: Προέκυψε σφάλμα. Παρακαλώ δοκιμάστε ξανά.
et_ee: Ilmnes viga. Palun proovige uuesti.
zh_cn: 发生了一个错误。请重试。
zh_tw: 發生錯誤。請稍後重試。

source: An error occurred. There is no valid token available.
el_gr: Προέκυψε σφάλμα. Δεν διατίθεται έγκυρο διακριτικό.
et_ee: Ilmnes viga. Puudub kehtiv luba.
zh_cn: 发生一个错误。没有有效的代币可用。
zh_tw: 發生錯誤。無有效的 token 可以使用。

source: An unknown error occurred
el_gr: Προέκυψε άγνωστο σφάλμα
et_ee: Ilmnes tundmatu viga
zh_cn: 发生一个不明错误
zh_tw: 發生未知錯誤

source: Android
zh_cn: 安卓

source: Anniversary
el_gr: Επέτειος
et_ee: Aastapäev
zh_cn: 周年纪念日
zh_tw: 周年紀念日

source: Answer
el_gr: Απάντηση
et_ee: Vasta
zh_cn: 回答
zh_tw: 接聽

source: Answered call from %1$s
el_gr: Απαντημένη κλήση από %1$s
et_ee: Vastatud kõne %1$s
zh_cn: 来自%1$s已接来电
zh_tw: 已接聽 %1$s 來電

source: Antarctica
el_gr: Ανταρκτική
et_ee: Antarktis
zh_cn: 南极洲
zh_tw: 南極洲

source: Anti-virus warning
el_gr: Προειδοποίηση προστασίας από ιούς
zh_cn: 防毒警告
zh_tw: 防毒軟體警告

source: Any recipient
el_gr: Οποιοσδήποτε παραλήπτης
et_ee: Suvaline adressaat
zh_cn: 任何收件人
zh_tw: 任何收件人

source: Anyone on the internet with the link can view the calendar.
el_gr: Οποιοσδήποτε στο διαδίκτυο με αυτόν τον σύνδεσμο μπορεί να δει το ημερολόγιο.
et_ee: Igaüks Internetis, kellel on link, saab seda kalendrit vaadata.
zh_cn: 任何在互联网上有链接的人，都能够查看日历。
zh_tw: 網路上任何擁有此連結的人都可以檢視行事曆。

source: Anyone on the internet with the link can view the file.
el_gr: Οποιοσδήποτε στο διαδίκτυο με αυτόν τον σύνδεσμο μπορεί να δει το αρχείο.
et_ee: Igaüks Internetis, kellel on link, saab faili vaadata.
zh_cn: 在互联网上的任何人都可以查看该文件。
zh_tw: 網路上任何擁有此連結的人都可以檢視檔案。

source: Anyone on the internet with the link can view the folder.
el_gr: Οποιοσδήποτε στο διαδίκτυο με αυτόν τον σύνδεσμο μπορεί να δει τον φάκελο.
et_ee: Igaüks Internetis, kellel on link, saab seda kausta vaadata.
zh_cn: 任何在互联网上有链接的人，都能够查看日历。
zh_tw: 網路上任何擁有此連結的人都可以檢視資料夾。

source: Anyone with the link and invited people
el_gr: Οποιοσδήποτε με αυτόν τον σύνδεσμο και τα προσκεκλημένα άτομα
et_ee: Igaüks, kellel on link ja kutsutud inimesed
zh_cn: 任何有链接和受邀的人
zh_tw: 任何收到連結的人和受邀請的人

source: Anyone with the link and listed people
el_gr: Οποιοσδήποτε με αυτόν τον σύνδεσμο και τα καταχωρημένα άτομα
et_ee: Igaüks, kellel on link ja loetletud inimesed
zh_cn: 任何有链接和受邀的人
zh_tw: 任何收到連結或受邀的成員

source: App
el_gr: Εφαρμογή
et_ee: Rakendus
zh_cn: 应用
zh_tw: 應用程式

source: App Launcher
el_gr: Μενού εφαρμογών
et_ee: Rakenduste käivitaja
zh_cn: 应用程序执行器
zh_tw: 應用程式啟動器

source: Application
el_gr: Εφαρμογή
et_ee: Rakendus
zh_cn: 应用程序
zh_tw: 應用程式

source: Application Passwords
el_gr: Κωδικοί πρόσβασης εφαρμογής
et_ee: Rakenduse paroolid
zh_cn: 应用程序密码
zh_tw: 應用程式密碼

source: Application may not work as expected until this problem is solved.
el_gr: Η εφαρμογή ενδέχεται να μην λειτουργεί σωστά μέχρι να επιλυθεί αυτό το πρόβλημα.
et_ee: Kuni probleem pole lahendatud, ei pruugi rakendus ootuspäraselt toimida.
zh_cn: 在此问题被修复前，应用程序可能未能如常工作。
zh_tw: 在此問題解決前應用程式可能暫時無法使用。

source: Apply
el_gr: Εφαρμογή
et_ee: Rakenda
zh_cn: 套用
zh_tw: 套用

source: Apply changes
el_gr: Εφαρμογή αλλαγών
et_ee: Rakenda muudatused
zh_cn: 套用更改
zh_tw: 套用變更

source: Apply filter
el_gr: Εφαρμογή φίλτρου
et_ee: Rakenda filter
zh_cn: 套用过滤器
zh_tw: 套用過濾器
