Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Let reminders help you not to miss appointments
el_gr: Λάβετε βοήθεια από τις υπενθυμίσεις για να μην χάνετε συναντήσεις
zh_cn: 让提醒帮助您不错过约会
zh_tw: 透過提醒功能，協助您不要錯過約會

source: Let there be darkness! You can now select Dark Mode which uses bright text on a dark background as opposed to the usual black text on a bright white screen. Apart from personal preference, Dark Mode has significant benefits. A device or application using Dark Mode emits less light which improves readability in low light environments thus reducing eye strain.
el_gr: Γενηθήτω σκότος! Μπορείτε πλέον να επιλέξετε τη Σκουρόχρωμη λειτουργία που χρησιμοποιεί φωτεινό κείμενο σε σκούρο φόντο, σε αντίθεση με το συνηθισμένο μαύρο κείμενο σε μια φωτεινή, λευκή οθόνη. Ανεξαρτήτως του προσωπικού γούστου, η Σκουρόχρωμη λειτουργία έχει σημαντικά οφέλη. Μια συσκευή ή εφαρμογή σε Σκουρόχρωμη λειτουργία εκπέμπει λιγότερο φως, γεγονός που βελτιώνει την αναγνωσιμότητα σε περιβάλλοντα χαμηλού φωτισμού, ελαττώνοντας έτσι την καταπόνηση των ματιών.
et_ee: Saagu pimedus! Nüüd saate valida tumedat režiimi, mis kasutab heledat teksti tumedal taustal, erinevalt tavapärasest mustast tekstist helevalgel ekraanil. Peale isikliku eelistuse on tumedal režiimil märkimisväärseid eeliseid. Seade või rakendus, mis kasutab tumedat režiimi, kiirgab vähem valgust, mis parandab loetavust hämaras keskkonnas, vähendades seega silmade koormust.
zh_cn: 让黑暗降临吧！您现在可以选择深色模式，该模式在深色背景上使用明亮的文本，相对于在明亮的白色屏幕上使用通常的黑色文本。除了个人喜好，黑暗模式还有显著的好处。使用深色模式的设备或应用程序发出的光更少，从而提高了低光照环境中的可读性，从而减少了眼睛疲劳。
zh_tw: 讓黑暗降臨！您現在可以使用暗色模式，將改用亮色的文字配上暗色的背景，而不是傳統的白底黑字。除了個人喜好之外，暗色模式還有許多好處，使用暗色模式的裝置或應用程式發出的光線較少，可在光線不足的環境讓文字可讀性變得更好，也減少眼睛的疲勞。

source: Letters • Symbols
el_gr: Γράμματα • Σύμβολα
et_ee: Tähed • Sümbolid
zh_cn: 信件：符号
zh_tw: 書信‧符號

source: Life
el_gr: Ζωή
et_ee: Igapäevaelu
zh_cn: 生活
zh_tw: 生活

source: Light Blue
el_gr: Ανοικτό μπλε
et_ee: Helesinine
zh_cn: 浅蓝色
zh_tw: 亮藍

source: Light Gray
el_gr: Ανοικτό γκρι
et_ee: Helehall
zh_cn: 浅灰色
zh_tw: 亮灰

source: Light Green
el_gr: Ανοικτό πράσινο
et_ee: Heleroheline
zh_cn: 浅绿色
zh_tw: 亮綠

source: Light Purple
el_gr: Ανοικτό μωβ
et_ee: Hele lilla
zh_cn: 浅紫色
zh_tw: 亮紫

source: Light Red
el_gr: Ανοικτό κόκκινο
et_ee: Helepunane
zh_cn: 浅红色
zh_tw: 亮紅

source: Light Yellow
el_gr: Ανοικτό κίτρινο
et_ee: Helekollane
zh_cn: 浅黄色
zh_tw: 亮黃

source: Light blue
el_gr: Ανοικτό μπλε
et_ee: Helesinine
zh_cn: 浅蓝色
zh_tw: 亮藍

source: Light green
el_gr: Ανοικτό πράσινο
et_ee: Heleroheline
zh_cn: 浅绿色
zh_tw: 亮綠

source: Like
el_gr: Μου αρέσει
et_ee: Märgi meeldivaks
zh_cn: 赞
zh_tw: 讚

source: Liked comment
el_gr: Σχόλιο που αρέσει
et_ee: Meeldivaks märgitud kommentaar
zh_cn: 已赞回帖
zh_tw: 已覺得留言讚

source: Link
el_gr: Σύνδεσμος
zh_cn: 连结
zh_tw: 鏈結

source: Link options
el_gr: Ρυθμίσεις συνδέσμου
et_ee: Lingi valikud
zh_cn: 链接选项
zh_tw: 連結選項

source: Link postal addresses with map service
el_gr: Σύνδεση ταχυδρομικών διευθύνσεων με υπηρεσία χάρτη
et_ee: Postiaadresside linkimine kaarditeenusega
zh_cn: 连接邮递地址和地图服务
zh_tw: 使用地圖服務連結郵件地址

source: Link will be sent to %1$s
el_gr: Ο σύνδεσμος θα αποσταλεί στο %1$s
et_ee: Link saadetakse adressaadile %1$s
zh_cn: 链接将发送到 %1$s
zh_tw: 將傳送連結到 %1$s

source: Link:
el_gr: Σύνδεσμος:
zh_cn: 链接：
zh_tw: 連結：

source: Link:
el_gr: Σύνδεσμος:
zh_cn: 链接:
zh_tw: 連結：

source: Links
el_gr: Σύνδεσμοι
et_ee: Lingid
zh_cn: 连结
zh_tw: 鏈結

source: Links have been disabled to protect you against potential spam
el_gr: Οι σύνδεσμοι έχουν απενεργοποιηθεί για την προστασία σας από πιθανώς ανεπιθύμητα μηνύματα
et_ee: Lingid on välja lülitatud, et kaitsta teid võimaliku rämpsposti eest
zh_cn: 链接已被禁用，以保护您免受潜在的垃圾邮件影响
zh_tw: 已停用連結，保護您不受垃圾郵件的騷擾

source: List
el_gr: Λίστα
et_ee: Loend
zh_cn: 列表
zh_tw: 列表

source: List name
el_gr: Όνομα λίστας
et_ee: Loendi nimi
zh_cn: 列表名称
zh_tw: 清單名稱

source: List of Groups
el_gr: Λίστα ομάδων
zh_cn: 群组列表
zh_tw: 群組清單

source: List options
el_gr: Επιλογές λίστας
et_ee: Loendi valikud
zh_cn: 列表选项
zh_tw: 清單選項

source: List view
el_gr: Προβολή λίστας
et_ee: Loendivaade
zh_cn: 列表视图
zh_tw: 清單畫面

source: Listed people only
el_gr: Μόνο καταχωρημένα άτομα
et_ee: Ainult loetellu kantud isikud
zh_cn: 仅受邀人员
zh_tw: 僅列出的成員

source: Load appointments until %1$s
el_gr: Φόρτωση συναντήσεων μέχρι τις %1$s
et_ee: Lae kohtumised kuni %1$s
zh_cn: 加载约会至 %1$s
zh_tw: 載入 %1$s 前的所有約會

source: Loading
el_gr: Φόρτωση
et_ee: Laen
zh_cn: 加载中
zh_tw: 載入中

source: Local system timezone
el_gr: Ζώνη ώρας τοπικού συστήματος
et_ee: Kohaliku süsteemi ajavöönd
zh_cn: 本地系统时区
zh_tw: 本機系統時區

source: Local-part
el_gr: Τοπικό τμήμα
et_ee: Kohalik-osa
zh_cn: 本地部分

source: Location
el_gr: Τοποθεσία
et_ee: Koht
zh_cn: 地点
zh_tw: 地點

source: Location: %s
el_gr: Τοποθεσία: %s
et_ee: Asukoht: %s
zh_cn: 位置: %s
zh_tw: 位置：%s

source: Lock
el_gr: Κλείδωμα
et_ee: Lukusta
zh_cn: 锁住
zh_tw: 鎖定

source: Locked
el_gr: Κλειδωμένο
et_ee: Lukustatud
zh_cn: 锁住
zh_tw: 已鎖定

source: Login
el_gr: Σύνδεση
et_ee: Kasutajatunnus
zh_cn: 登录
zh_tw: 登錄

source: Logout failed.
el_gr: Αποτυχία αποσύνδεσης.
et_ee: Väljalogimine nurjus.
zh_cn: 注销失败。
zh_tw: 登出失敗。

source: Long
el_gr: Εκτενές
zh_cn: 长
zh_tw: 冗長

source: Look for new data every
el_gr: Αναζήτηση για νέα δεδομένα κάθε
zh_cn: 获得新数据的间隔（分钟）
zh_tw: 資料更新間隔

source: Low
el_gr: Χαμηλή
et_ee: Madal
zh_cn: 低
zh_tw: 低

# E-Mail priority
source: Low
el_gr: Χαμηλή
et_ee: Madal
zh_cn: 低
zh_tw: 低

# Tasks priority
source: Low
el_gr: Χαμηλή
et_ee: Madal
zh_cn: 低
zh_tw: 低

source: Low priority
el_gr: Χαμηλή προτεραιότητα
et_ee: Madal prioriteet
zh_cn: 低优先级
zh_tw: 低優先順序

# E-Mail
source: Low priority
el_gr: Χαμηλή προτεραιότητα
et_ee: Madal prioriteet
zh_cn: 低优先
zh_tw: 低優先權

source: Lower
el_gr: Μικρότερο
et_ee: Väiksem
zh_cn: 低于
zh_tw: 小於

source: Lower equals
el_gr: Μικρότερο ίσο
et_ee: Väiksem-võrdne
zh_cn: 低于或等于
zh_tw: 小於等於

source: Magenta
el_gr: Ματζέντα
zh_cn: 洋紅色
zh_tw: 洋紅色

source: Mail
el_gr: Email
et_ee: E-kiri
zh_cn: 邮件
zh_tw: 郵件

# app
source: Mail
el_gr: Αλληλογραφία
et_ee: E-post
zh_cn: 邮件
zh_tw: 郵件

source: Mail %1$n of %2$n has been imported
el_gr: Έγινε εισαγωγή του email %1$n από %2$n
et_ee: E-post %1$n %2$n on imporditud
zh_cn: 已导入%1$n邮件（%2$n的)
zh_tw: 已匯入第 %1$n，共 %2$n 封郵件

source: Mail account
el_gr: Λογαριασμός email
et_ee: E-posti konto
zh_cn: 邮件户口
zh_tw: 郵件帳號

source: Mail address
el_gr: Διεύθυνση email
et_ee: E-posti aadress
zh_cn: 邮件地址
zh_tw: 郵件地址

source: Mail compose actions
el_gr: Ενέργειες σύνθεσης email
zh_cn: 邮件撰写动作
zh_tw: 郵件撰寫行為

source: Mail contains external images
el_gr: Το email περιέχει εξωτερικές εικόνες
et_ee: Kiri sisaldab peidetud väliseid pilte
zh_cn: 邮件包括外部图像
zh_tw: 郵件中包含外部圖片

source: Mail count quota
el_gr: Όριο αριθμού email
et_ee: E-kirjade arvu kvoot
zh_cn: 邮件总数限额
zh_tw: 郵件數量額度

source: Mail has been imported
el_gr: Έγινε εισαγωγή email
et_ee: E-post on imporditud
zh_cn: 电子邮件已导入
zh_tw: 已匯入郵件

source: Mail has no recipient.
el_gr: Το email δεν έχει παραλήπτη.
et_ee: E-kirjal puudub adressaat.
zh_cn: 邮件没有收件人。
zh_tw: 郵件沒有收件者。

source: Mail may contain external images
el_gr: Το email ενδέχεται να περιέχει εξωτερικές εικόνες
et_ee: Kiri võib sisaldada peidetud väliseid pilte
zh_cn: 邮件可能包括外部图像
zh_tw: 郵件中可能包含外部圖片

source: Mail quota
el_gr: Όριο email
et_ee: E-posti kvoot
zh_cn: 电子邮件限额
zh_tw: 郵件額度

source: Mail quota exceeded
el_gr: Έχει γίνει υπέρβαση του ορίου email
et_ee: E-posti kvoot on ületatud
zh_cn: 超出邮件限额
zh_tw: 已達信箱可用空間額度

source: Mail quota limit reached. You have to use %1$s or reduce the mail size in some other way.
el_gr: Έχετε φτάσει το όριο email. Πρέπει να χρησιμοποιήσετε το %1$s ή να μειώσετε το μέγεθος των email με κάποιο άλλο τρόπο.
et_ee: Postkasti maht saab ületatud. Te peate kasutama %1$s või vähendama e-kirja suurust muul viisil.
zh_cn: 达到邮件限额，你必须使用 %1$s 或减少邮件体积。
zh_tw: 郵件服務空間配額已滿，您需要使用 %1$s 或縮小附件檔案。

source: Mail reminder
el_gr: Υπενθύμιση email
et_ee: E-posti meeldetuletus
zh_cn: 邮件提醒
zh_tw: 郵件提醒

source: Mail reminder for
el_gr: Υπενθύμιση email για
et_ee: E-posti meeldetuletus teemal
zh_cn: 邮件提醒于
zh_tw: 郵件提醒給

source: Mail size: %1$s
el_gr: Μέγεθος email: %1$s
et_ee: E-kirja suurus: %1$s
zh_cn: 邮件大小：%1$s
zh_tw: 郵件大小: %1$s

source: Mail source
el_gr: Πηγή email
et_ee: E-kirja allikas
zh_cn: 电子邮件来源
zh_tw: 郵件來源

source: Mail storage
el_gr: Χώρος email
et_ee: E-posti kettaruum
zh_cn: 邮件储存
zh_tw: 郵件儲存空間

source: Mail was not imported. Only .eml files are supported.
el_gr: Δεν έγινε εισαγωγή email. Υποστηρίζονται μόνο αρχεία .eml.
et_ee: E-posti ei imporditud. Toetatakse ainult .eml faile.
zh_cn: 没有导入邮件，只支持 .eml 文件。
zh_tw: 郵件未被匯入，僅支援 .eml 檔案。

source: Mailing list
el_gr: Λίστα αλληλογραφίας
et_ee: Postiloend
zh_cn: 邮件列表
zh_tw: 郵件清單

source: Mails per hour (%)
el_gr: Email ανά ώρα (%)
et_ee: Kirju tunni kohta (%)
zh_cn: 每小时邮件数（%）
zh_tw: 每小時郵件 (%)

source: Mails per week-day (%)
el_gr: Email ανά εργάσιμη ημέρα (%)
et_ee: Kirju nädalapäeva kohta (%)
zh_cn: 每工作日邮件数（%）
zh_tw: 每工作天郵件數 (%)

source: Make this the current version
el_gr: Ορισμός ως τρεχουσα έκδοση
et_ee: Muuda see kehtivaks versiooniks
zh_cn: 定此为当前版本
zh_tw: 將此版本作為目前版本

source: Malicious file detected
el_gr: Εντοπίστηκε κακόβουλο αρχείο
et_ee: Tuvastati pahatahtlik fail
zh_cn: 检测到恶意文件
zh_tw: 偵測到有害檔案

source: Manage Shares
el_gr: Διαχείριση κοινόχρηστων στοιχείων
et_ee: Halda jagamisi
zh_cn: 管理共享
zh_tw: 管理分享

source: Manage additional passwords for use with other devices.
el_gr: Διαχείριση πρόσθετων κωδικών πρόσβασης για χρήση με άλλες συσκευές.
et_ee: Halda täiendavaid paroole teiste seadmetega kasutamiseks.
zh_cn: 管理额外密码，以便与其他设备一起使用。
zh_tw: 管理用於其他裝置的密碼。

source: Manage applications that can access your data
el_gr: Διαχείριση εφαρμογών που έχουν πρόσβαση στα δεδομένα σας
zh_cn: 管理能够访问您数据的应用程序
zh_tw: 管理可存取您的資料的應用程式

source: Manage browser permissions now
el_gr: Διαχείριση δικαιωμάτων προγράμματος περιήγησης
et_ee: Halda brauseri õigusi kohe
zh_cn: 立刻管理浏览器权限
zh_tw: 立刻管理瀏覽器權限

source: Manage categories
el_gr: Διαχείριση κατηγοριών
et_ee: Halda kategooriaid
zh_cn: 管理类别
zh_tw: 管理分類

source: Manage deputies
el_gr: Διαχείριση αναπληρωτών
et_ee: Halda asendajaid
zh_cn: 管理代表
zh_tw: 管理代理人

source: Manage favorites
el_gr: Διαχείριση αγαπημένων
et_ee: Halda lemmikuid
zh_cn: 管理最爱
zh_tw: 管理最愛

source: Manage signatures
el_gr: Διαχείριση υπογραφών
et_ee: Halda allkirju
zh_cn: 管理签名
zh_tw: 管理簽名

source: Manage subscriptions of external data
el_gr: Διαχείριση συνδρομών εξωτερικών δεδομένων
zh_cn: 管理外部数据的订阅
zh_tw: 管理外部資料訂閱

source: Manage your accounts
el_gr: Διαχείριση των λογαριασμών σας
zh_cn: 管理您的户口
zh_tw: 管理您的帳號

source: Manage your consent
el_gr: Διαχείριση της συγκατάθεσής σας
zh_cn: 管理您的合意
zh_tw: 管理您的同意

source: Managed Resources
el_gr: Διαχειριζόμενοι πόροι
zh_cn: 管理资源
zh_tw: 受管理的資源

source: Managed resources is a feature that allows organizations to efficiently manage and schedule shared resources such as conference rooms and equipment. This feature helps ensure that resources are utilized effectively and efficiently, improving productivity and reducing scheduling conflicts.
el_gr: Οι διαχειριζόμενοι πόροι είναι μια λειτουργία που επιτρέπει στους οργανισμούς να διαχειρίζονται και να προγραμματίζουν αποτελεσματικά τους κοινόχρηστους πόρους, όπως αίθουσες συσκέψεων και εξοπλισμό. Αυτή η λειτουργία σάς βοηθά να διασφαλίσετε ότι οι πόροι χρησιμοποιούνται αποτελεσματικά, βελτιώνοντας την παραγωγικότητα και μειώνοντας τις διενέξεις στο χρονοδιάγραμμα.
zh_cn: 管理资源是一项功能，允许组织有效地管理和安排共享资源，如会议室和设备。此功能有助于确保资源得到有效和高效的利用，提高生产力并减少日程安排的冲突。
zh_tw: 「受管理的資源」是讓組織能夠有效率管理與安排會議室、設備等共享資源的功能。此功能可幫助確保資源有效率地使用、改善生產力並減少排程衝突問題。

source: Manager
el_gr: Διαχειριστής
et_ee: Juht
zh_cn: 经理
zh_tw: 經理

source: Manual input
el_gr: Μη αυτόματη εισαγωγή
et_ee: Käsitsi sisestus
zh_cn: 手动输入
zh_tw: 手動輸入

source: Marimba
el_gr: Μαρίμπα
zh_cn: 木琴

source: Marital status
el_gr: Οικογενειακή κατάσταση
et_ee: Perekonnaseis
zh_cn: 婚姻状况
zh_tw: 婚姻狀況

source: Mark all messages as read
el_gr: Σήμανση όλων των μηνυμάτων ως αναγνωσμένων
et_ee: Märgi kõik sõnumid loetuks
zh_cn: 标记所有邮件为已读
zh_tw: 將所有訊息標示為已讀

source: Mark as distribution list
el_gr: Σήμανση ως λίστας διανομής
zh_cn: 标记成通讯组列表
zh_tw: 標示為通訊組清單

source: Mark as done
el_gr: Σήμανση ως ολοκληρωμένη
et_ee: Märgi tehtuks
zh_cn: 标记为已完成
zh_tw: 標示為完成

source: Mark as optional
el_gr: Σήμανση ως προαιρετικό
zh_cn: 标记为选择性
zh_tw: 標示為可自由出席

source: Mark as read
el_gr: Σήμανση ως αναγνωσμένο
et_ee: Märgi loetuks
zh_cn: 标记为已读
zh_tw: 標記為已讀

source: Mark as required
el_gr: Σήμανση ως απαιτούμενο
zh_cn: 标记为必须
zh_tw: 標記為必須出席

source: Mark as spam
el_gr: Σήμανση ως ανεπιθύμητο
et_ee: Märgi rämpspostiks
zh_cn: 标记成垃圾邮件
zh_tw: 標示為垃圾信

source: Mark as undone
el_gr: Σήμανση ως μη ολοκληρωμένη
et_ee: Märgi mittetehtuks
zh_cn: 标记为未完成
zh_tw: 標示為未完成

source: Mark as unread
el_gr: Σήμανση ως μη αναγνωσμένο
et_ee: Märgi mitteloetuks
zh_cn: 标记为未读
zh_tw: 標記為未讀

source: Mark mail as
el_gr: Σήμανση email ως
et_ee: Märgi e-kiri kui
zh_cn: 标记邮件为
zh_tw: 將郵件標示為

source: Mark mail as not spam
el_gr: Σήμανση email ως επιθυμητού
zh_cn: 标记邮件为非垃圾
zh_tw: 將郵件標示為非垃圾信

source: Mark mail as spam
el_gr: Σήμανση email ως ανεπιθύμητου
zh_cn: 标记邮件为垃圾
zh_tw: 將郵件標示為垃圾信

source: Mark mails from %1$s as deleted
el_gr: Σήμανση των email από το %1$s ως διαγραμμένων
et_ee: Märgi kirjad saatjalt %1$s kustutatuks
zh_cn: 标记来自 %1$s 的邮件为已删除
zh_tw: 將來自 %1$s 的郵件標示為已刪除

source: Mark mails from %1$s as seen
el_gr: Σήμανση των email από το %1$s ως αναγνωσμένων
et_ee: Märgi kirjad saatjalt %1$s loetuks
zh_cn: 标记来自 %1$s 的邮件为已读
zh_tw: 將來自 %1$s 的郵件標示為已讀

source: Mark mails to %1$s as deleted
el_gr: Σήμανση των email προς το %1$s ως διαγραμμένων
et_ee: Märgi kirjad, mis on saadetud %1$s kustutatuks
zh_cn: 标记到 %1$s 的邮件为已删除
zh_tw: 將寄送給 %1$s 的郵件標示為已刪除

source: Mark mails to %1$s as seen
el_gr: Σήμανση των email προς το %1$s ως αναγνωσμένων
et_ee: Märgi kirjad, mis on saadetud %1$s loetuks
zh_cn: 标记到 %1$s 的邮件为已读
zh_tw: 將寄送給 %1$s 的郵件標示為已讀

source: Mark mails with subject %1$s as deleted
el_gr: Σήμανση των email με θέμα «%1$s» ως διαγραμμένων
et_ee: Märgi kirjad pealkirjaga %1$s kustutatuks
zh_cn: 标记带有主题 %1$s 的邮件为已删除
zh_tw: 將主旨為 %1$s 的郵件標示為已刪除

source: Mark mails with subject %1$s as seen
el_gr: Σήμανση των email με θέμα «%1$s» ως αναγνωσμένων
et_ee: Märgi kirjad pealkirjaga %1$s loetuks
zh_cn: 标记带有主题 %1$s 的邮件为已读
zh_tw: 將主旨為 %1$s 的郵件標示為已讀

source: Mark participants as optional
el_gr: Σήμανση συμμετεχόντων ως προαιρετικών
zh_cn: 标记参与者为选择性
zh_tw: 將參與者標示為可自由出席

source: Mark read
el_gr: Σήμανση ως αναγνωσμένο
zh_cn: 标记为已读
zh_tw: 標記為已讀

source: Mark unread
el_gr: Σήμανση ως μη αναγνωσμένο
zh_cn: 标记为未读
zh_tw: 標記為未讀

source: Marked as favorite
el_gr: Έγινε σήμανση ως αγαπημένο
et_ee: Märgitud lemmikuks
zh_cn: 标记为最爱
zh_tw: 已標記為最愛

source: Marked as unread
el_gr: Έγινε σήμανση ως μη αναγνωσμένο
et_ee: Märgitud mitteloetuks
zh_cn: 标记为未读
zh_tw: 已標記為未讀

source: Matches
el_gr: Ταιριάζει
et_ee: Vastab
zh_cn: 匹配
zh_tw: 符合

source: Matches not
el_gr: Δεν ταιριάζει
et_ee: Ei vasta
zh_cn: 不匹配
zh_tw: 不符合

source: Maximize
el_gr: Μεγιστοποίηση
et_ee: Maksimeeri
zh_cn: 最大化
zh_tw: 最大化

source: Maximum file size
el_gr: Μέγιστο μέγεθος αρχείου
et_ee: Maksimaalne faili suurus
zh_cn: 最大文件大小
zh_tw: 最大檔案大小

source: Maximum version count
el_gr: Μέγιστος αριθμός εκδόσεων
zh_cn: 最大版本数
zh_tw: 最大版本數量

source: Maybe
el_gr: Ίσως
et_ee: Võib-olla
zh_cn: 也许
zh_tw: 可能

# appointment participation status
source: Maybe
el_gr: Ίσως
et_ee: Võib-olla
zh_cn: 也许
zh_tw: 可能

source: Maybe: %d
el_gr: Ίσως: %d
zh_cn: 也许：%d
zh_tw: 可能：%d

source: Medium
el_gr: Μεσαίο
et_ee: Keskmine
zh_cn: 媒介
zh_tw: 媒體

# Tasks priority
source: Medium
el_gr: Μέση
et_ee: Keskmine
zh_cn: 中
zh_tw: 中

source: Medium (%1$s px)
el_gr: Μεσαίο (%1$s px)
et_ee: Keskmine (%1$s pikslit)
zh_cn: 中（%1$s 像素）
zh_tw: 中（%1$s px）

source: Medium Gray
el_gr: Μεσαίο γκρι
et_ee: Keskmiselt hall
zh_cn: 中灰色
zh_tw: 中等灰色

source: Medium priority
el_gr: Μέση προτεραιότητα
et_ee: Keskmine prioriteet
zh_cn: 中优先级
zh_tw: 中優先順序

source: Meeting
el_gr: Σύσκεψη
et_ee: Koosolek
zh_cn: 会议
zh_tw: 會議

source: Meeting password: %1$s
el_gr: Κωδικός πρόσβασης σύσκεψης: %1$s
et_ee: Koosoleku parool: %1$s
zh_cn: 会议密码：%1$s
zh_tw: 會議密碼：%1$s

source: Meeting starts now
el_gr: Η σύσκεψη ξεκινά τώρα
et_ee: Koosolek algab kohe
zh_cn: 会议现在开始
zh_tw: 會議開始

source: Meeting-ID: %1$s
el_gr: ID σύσκεψης: %1$s
et_ee: Koosoleku-ID: %1$s
zh_cn: 会议 ID： %1$s
zh_tw: 會議 ID：%1$s

source: Members
el_gr: Μέλη
et_ee: Liikmed
zh_cn: 成员
zh_tw: 成員

source: Members (%1$d)
el_gr: Μέλη (%1$d)
et_ee: Liikmed (%1$d)
zh_cn: 成员 (%1$d)
zh_tw: 成員（%1$d）

source: Merge
el_gr: Συγχώνευση
et_ee: Liida
zh_cn: 合并
zh_tw: 合併

source: Message
el_gr: Μήνυμα
et_ee: Sõnum
zh_cn: 消息
zh_tw: 訊息

source: Message format
el_gr: Μορφή μηνύματος
zh_cn: 消息格式
zh_tw: 訊息格式

source: Message list
el_gr: Λίστα μηνυμάτων
zh_cn: 消息列表
zh_tw: 訊息清單

source: Message moved to category "%1$s".
el_gr: Το μήνυμα μεταφέρθηκε στην κατηγορία «%1$s».
et_ee: Sõnum teisaldatud kategooria "%1$s" alla.
zh_cn: 消息已移动到类别 "%1$s"。
zh_tw: 已將訊息移至分類 "%1$s"。

source: Message subject
el_gr: Θέμα μηνύματος
zh_cn: 消息题目
zh_tw: 訊息主旨

source: Message will be sent to all newly invited people
el_gr: Το μήνυμα θα σταλεί σε όλα τα άτομα που προσκλήθηκαν πρόσφατα
et_ee: Teade saadetakse kõigile äsja kutsutud inimestele
zh_cn: 消息将发送给所有新邀请的人
zh_tw: 訊息將送給所有受邀請的成員

source: Messages
el_gr: Μηνύματα
et_ee: Sõnumid
zh_cn: 消息
zh_tw: 訊息

source: Messages moved to category "%1$s".
el_gr: Τα μηνύματα μεταφέρθηκαν στην κατηγορία «%1$s».
et_ee: Sõnumid teisaldatud kategooria "%1$s" alla.
zh_cn: 消息已移动到类别 "%1$s"。
zh_tw: 已將訊息移動到 "%1$s" 分類。

source: Messages options
el_gr: Επιλογές μηνυμάτων
et_ee: Sõnumite valikud
zh_cn: 消息选项
zh_tw: 訊息選項

source: Messenger
el_gr: Εφαρμογή μηνυμάτων
zh_cn: 即时通讯软件

source: Microphone %1$s
el_gr: Μικρόφωνο %1$s
et_ee: Mikrofon %1$s
zh_cn: 麦克风%1$s
zh_tw: 麥克風 %1$s

source: Middle name
el_gr: Μεσαίο όνομα
et_ee: Keskmine nimi
zh_cn: 中间名
zh_tw: 中間名

source: Middleware version
el_gr: Έκδοση ενδιάμεσου λογισμικού
et_ee: Middleware versioon
zh_cn: 中间件版本
zh_tw: Middleware 版本

source: Minimize
el_gr: Ελαχιστοποίηση
et_ee: Minimeeri
zh_cn: 最小化
zh_tw: 最小化

source: Minimized windows
el_gr: Ελαχιστοποιημένα παράθυρα
et_ee: Minimeeritud aknad
zh_cn: 最小化窗口
zh_tw: 最小化視窗

source: Minimum password length is %1$d.
el_gr: Το ελάχιστο μήκος κωδικού πρόσβασης είναι %1$d.
et_ee: Parooli minimaalne pikkus on %1$d.
zh_cn: 最短密码长度为 %1$d。
zh_tw: 最小密碼長度為 %1$d。

source: Minus
el_gr: Μείον
et_ee: Miinus
zh_cn: 分钟
zh_tw: 減

# call-history
source: Missed
el_gr: Αναπάντητες
et_ee: Vastamata
zh_cn: 错过
zh_tw: 未接

source: Missed call from %1$s
el_gr: Αναπάντητη κλήση από %1$s
et_ee: Vastamata kõne %1$s
zh_cn: 来自%1$s未接来电
zh_tw: %1$s 來電未接

source: Mobile
el_gr: Κινητό
zh_cn: 手机
zh_tw: 手機

source: Mobile Mail
el_gr: Email κινητού
et_ee: Mobiilne e-post
zh_cn: 移动装置邮件
zh_tw: 行動郵件

source: Mobile Signature
el_gr: Υπογραφή κινητού
zh_cn: 移动签名
zh_tw: 行動版簽名

source: Model is incomplete.
el_gr: Το μοντέλο είναι ατελές.
et_ee: Mudel on puudulik.
zh_cn: 模型未完成。
zh_tw: 模型不完整。

source: Modified
el_gr: Τροποποίηση
et_ee: Muudetud
zh_cn: 已修改
zh_tw: 已修改

# superessive
source: Monday
el_gr: Δευτέρα
et_ee: esmaspäeval
zh_cn: 星期一
zh_tw: 星期一

source: Monday in %1$d weeks
el_gr: Δευτέρα σε %1$d εβδομάδες
zh_cn: 每隔 %1$d 周的周一
zh_tw: 接下來 %1$d 週內的每週一

source: Month
el_gr: Μήνας
et_ee: Kuu
zh_cn: 月
zh_tw: 月

source: Month view
el_gr: Προβολή μήνα
zh_cn: 月视图
zh_tw: 月視圖

source: Monthly
el_gr: Μηνιαία
et_ee: Iga kuu
zh_cn: 每月
zh_tw: 每月

source: Mood
el_gr: Διάθεση
zh_cn: 心情
zh_tw: 情緒

source: More actions
el_gr: Περισσότερες ενέργειες
et_ee: Rohkem tegevusi
zh_cn: 更多动作
zh_tw: 更多行為

source: More colors! You like purple? Prefer orange? You now have the choice! We added a set of themes that covers the most common color preferences. And you can combine different background and accent colors.
el_gr: Περισσότερα χρώματα! Σας αρέσει το μωβ; Προτιμάτε το πορτοκαλί; Τώρα έχετε την επιλογή! Προσθέσαμε ένα σύνολο θεμάτων που καλύπτει τις πιο κοινές προτιμήσεις χρωμάτων. Και μπορείτε να συνδυάσετε διαφορετικά χρώματα φόντου και έμφασης.
et_ee: Rohkem värve! Sulle meeldib lilla? Eelistad oranži? Nüüd on teil valikuvõimalus! Lisasime teemade komplekti, mis hõlmab kõige levinumaid värvieelistusi. Ja te saate kombineerida erinevaid taustavärve ja aktsendivärve.
zh_cn: 更多颜色！你喜欢紫色吗？更喜欢橙色？您现在有选择权了！我们添加了一组涵盖最常见颜色首选项的主题。您可以组合不同的背景色和主题色。
zh_tw: 色彩更繽紛！喜歡紫色嗎？喜歡橘色嗎？現在都有得好選了！我們加入了一系列符合常見色彩偏好的佈景主題，您也可以將不同背景色與強調色組合起來。

source: More contact options
el_gr: Περισσότερες επιλογές επαφής
zh_cn: 更多联系人选项
zh_tw: 更多聯絡人選項

source: More message options
el_gr: Περισσότερες επιλογές μηνύματος
zh_cn: 更多消息选项
zh_tw: 更多訊息選項

source: More options
el_gr: Περισσότερες επιλογές
et_ee: Rohkem valikuid
zh_cn: 更多选项
zh_tw: 更多選項

source: More search options
el_gr: Περισσότερες επιλογές αναζήτησης
et_ee: Rohkem otsinguvõimalusi
zh_cn: 更多搜寻选项
zh_tw: 更多搜尋選項

source: Most recent attachments
el_gr: Πιο πρόσφατα συνημμένα
zh_cn: 最近附件
zh_tw: 近期的附件

source: Most recent mails (%1$d)
el_gr: Πιο πρόσφατα email (%1$d)
et_ee: Viimased kirjad (%1$d)
zh_cn: 最近的邮件(%1$d)
zh_tw: 最新郵件（%1$d)

source: Mountains
el_gr: Βουνά
et_ee: Mäed
zh_cn: 山
zh_tw: 山

source: Move
el_gr: Μετακίνηση
et_ee: Teisalda
zh_cn: 移动
zh_tw: 移動

source: Move all
el_gr: Μετακίνηση όλων
et_ee: Teisalda kõik
zh_cn: 移动全部
zh_tw: 全部移動

source: Move all messages
el_gr: Μετακίνηση όλων των μηνυμάτων
et_ee: Teisalda kõik sõnumid
zh_cn: 移动所有消息
zh_tw: 移動所有訊息

source: Move folder
el_gr: Μετακίνηση φακέλου
et_ee: Teisalda kaust
zh_cn: 移动文件夹
zh_tw: 移動資料夾

source: Move mails from %1$s into folder %2$s
el_gr: Μετακίνηση των email από το %1$s στον φάκελο «%2$s»
et_ee: Teisalda kirjad saatjalt %1$s kausta %2$s
zh_cn: 移动来自 %1$s 的邮件到 %2$s 文件夹
zh_tw: 將來自 %1$s 的郵件移動至 %2$s 信件匣

source: Move mails to %1$s into folder %2$s
el_gr: Μετακίνηση των email προς το %1$s στον φάκελο «%2$s»
et_ee: Teisalda kirjad, mis on saadetud %1$s kausta %2$s
zh_cn: 移动到 %1$s 的邮件到 %2$s 文件夹
zh_tw: 將寄送給 %1$s 的郵件移動至 %2$s 信件匣

source: Move mails with subject %1$s into folder %2$s
el_gr: Μετακίνηση των email με θέμα «%1$s» στον φάκελο «%2$s»
et_ee: Teisalda kirjad, mis on saadetud pealkirjaga %1$s kausta %2$s
zh_cn: 将带有主题 %1$s 的邮件移动到文件夹 %2$s
zh_tw: 將主旨為 %1$s 的郵件移動至 %2$s 信件匣

source: Move operation takes longer to finish
el_gr: Η διεργασία μετακίνησης χρειάζεται περισσότερο χρόνο για να ολοκληρωθεί
et_ee: Teisaldamine võtab kauem aega
zh_cn: 移动操作需要更长的时间才能完成
zh_tw: 需要更長時間才能完成移動

source: Move to category
el_gr: Μετακίνηση στην κατηγορία
et_ee: Teisalda kategooriasse
zh_cn: 移动到类别
zh_tw: 移至分類

source: Move to folder
el_gr: Μετακίνηση στον φάκελο
et_ee: Teisalda kausta
zh_cn: 移动到文件夹
zh_tw: 移至文件夾

source: Multiselect
el_gr: Πολλαπλή επιλογή
et_ee: Mitmikvalik
zh_cn: 多重选择
zh_tw: 多重選擇

source: Music
el_gr: Μουσική
et_ee: Muusika
zh_cn: 音乐
zh_tw: 音樂

source: My %1$s
el_gr: Το %1$s μου
et_ee: Minu %1$s
zh_cn: 我的 %1$s
zh_tw: 我的 %1$s

source: My %1$s account
el_gr: Ο λογαριασμός %1$s μου
et_ee: Minu %1$s konto
zh_cn: 我的 %1$s 户口
zh_tw: 我的 %1$s 帳號

source: My %1$s account (%2$d)
el_gr: Ο λογαριασμός %1$s μου (%2$d)
et_ee: Minu %1$s konto (%2$d)
zh_cn: 我的 %1$s 户口（%2$d）
zh_tw: 我的 %1$s 帳號（%2$d）

source: My %1$s calendar
el_gr: Το ημερολόγιο %1$s μου
et_ee: Minu %1$s kalender
zh_cn: 我的 %1$s 日历
zh_tw: 我的 %1$s 行事曆

source: My %1$s contacts
el_gr: Οι επαφές %1$s μου
et_ee: Minu %1$s kontaktid
zh_cn: 我的 %1$s 联系人
zh_tw: 我的 %1$s 聯絡人

source: My Google Calendar
el_gr: Το ημερολόγιο Google μου
et_ee: Minu Google'i kalender
zh_cn: 我的谷歌日历
zh_tw: 我的 Google 行事曆

source: My Phone
el_gr: Το τηλέφωνό μου
et_ee: Minu telefon
zh_cn: 我的电话
zh_tw: 我的手機

source: My account
el_gr: Ο λογαριασμός μου
et_ee: Minu konto
zh_cn: 我的户口
zh_tw: 我的帳號

source: My address books
el_gr: Τα ευρετήρια επαφών μου
et_ee: Minu aadressiraamatud
zh_cn: 我的地址簿
zh_tw: 我的通訊錄

source: My address lists
el_gr: Οι λίστες διευθύνσεών μου
et_ee: Minu aadresside nimekirjad
zh_cn: 我的地址列表
zh_tw: 我的通訊錄

source: My calendars
el_gr: Τα ημερολόγιά μου
et_ee: Minu kalendrid
zh_cn: 我的日历
zh_tw: 我的行事曆
