Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Who can access this folder?
el_gr: Ποιος μπορεί να προσπελάσει αυτόν τον φάκελο;
et_ee: Kes saab sellele kaustale ligi?
zh_cn: 谁可以访问此文件夹？
zh_tw: 誰能存取此資料夾？

source: Windows
et_ee: Aknad
zh_cn: 视窗

source: Windows you have minimized will appear in all applications for easy access. You can maximize a window again by clicking on it.
el_gr: Τα παράθυρα που έχετε ελαχιστοποιήσει θα εμφανίζονται σε όλες τις εφαρμογές για εύκολη πρόσβαση. Μπορείτε να μεγιστοποιήσετε ξανά ένα παράθυρο κάνοντας κλικ σε αυτό.
et_ee: Minimeeritud aknad kuvatakse kõigis rakendustes hõlpsaks juurdepääsuks. Akna saate uuesti maksimeerida, klõpsates sellel.
zh_cn: 您最小化的窗口将会在所有应用程序里出现。您能够在一个窗口上单击以最大化。
zh_tw: 被最小化的視窗將會顯示在所有應用程式中，方便您快速切換。再次點擊視窗後即可最大化。

source: Without delay
el_gr: Χωρίς καθυστέρηση
zh_cn: 无延误
zh_tw: 立即寄出

source: Wood
el_gr: Ξύλο
zh_cn: 树木

source: Work
el_gr: Εργασία
et_ee: Töö
zh_cn: 工作
zh_tw: 工作

source: Working Time
el_gr: Χρόνος εργασίας
zh_cn: 工作时间
zh_tw: 工作時間

source: Working time & workweek
el_gr: Χρόνος και εβδομάδα εργασίας
zh_cn: 工作时间与工作日
zh_tw: 工作時間與工作週

source: Workweek
el_gr: Εργάσιμη εβδομάδα
et_ee: Töönädal
zh_cn: 工作周
zh_tw: 工作週

source: Write about
el_gr: Σύνταξη κειμένου για
zh_cn: 书写关于
zh_tw: 寫一點

source: Write answer
el_gr: Σύνταξη απάντησης
zh_cn: 书写答案
zh_tw: 撰寫回覆

source: Write or rephrase text
el_gr: Σύνταξη ή επαναδιατύπωση κειμένου
zh_cn: 书写或重写文本
zh_tw: 撰寫或者改寫文字

source: Write permissions
el_gr: Δικαιώματα εγγραφής
et_ee: Kirjutamisõigused
zh_cn: 写入权限
zh_tw: 寫入權限

source: Year
el_gr: Έτος
et_ee: Aasta
zh_cn: 年
zh_tw: 年

source: Year view
el_gr: Προβολή έτους
zh_cn: 年视图
zh_tw: 年視圖

source: Yearly
el_gr: Ετήσια
et_ee: Iga aasta
zh_cn: 每年
zh_tw: 每年

source: Yellow
el_gr: Κίτρινο
et_ee: Kollane
zh_cn: 黄色
zh_tw: 黃色

source: Yes
el_gr: Ναι
et_ee: Jah
zh_cn: 是
zh_tw: 是

source: Yesterday
el_gr: Χθες
et_ee: Eile
zh_cn: 昨天
zh_tw: 昨天

source: You are currently acting on behalf of the calendar owner.
el_gr: Αυτή τη στιγμή ενεργείτε εκ μέρους του κατόχου του ημερολογίου.
et_ee: Tegutsete praegu kalendri omaniku nimel.
zh_cn: 您现在以日历拥有者的名义操作。
zh_tw: 您目前正以行事曆擁有者身分操作。

source: You are currently signed in with the following devices
el_gr: Αυτήν τη στιγμή, έχετε συνδεθεί με τις ακόλουθες συσκευές
et_ee: Olete praegu sisse logitud järgmiste seadmetega
zh_cn: 您当前正以以下设备登录
zh_tw: 您目前正從下列裝置登入

source: You are moving one or more items that are shared with other people. These people will lose access.
el_gr: Μετακινείτε ένα ή περισσότερα στοιχεία που είναι κοινόχρηστα με άλλα άτομα. Αυτοί οι χρήστες θα χάσουν την πρόσβαση.
et_ee: Te liigutate ühte või mitut asja, mida jagatakse teiste inimestega. Need inimesed kaotavad juurdepääsu.
zh_cn: 您正在移动一个或多个与其他人员共享的项目。这些人将失去访问权限。
zh_tw: 將移動一或多個與他人分享的項目，這些人將失去存取權。

source: You are no longer using a public calendar. You were added as organizer.
el_gr: Δεν χρησιμοποιείτε πλέον δημόσιο ημερολόγιο. Προστεθήκατε ως διοργανωτής.
et_ee: Te ei kasuta enam avalikku kalendrit. Teid lisati korraldajaks.
zh_cn: 您不再使用公共日历。您已被添加为组织者。
zh_tw: 您不再使用公開行事曆。已將您加入為主辦人。

source: You are no longer using a shared calendar. You were added as organizer.
el_gr: Δεν χρησιμοποιείτε πλέον κοινόχρηστο ημερολόγιο. Προστεθήκατε ως διοργανωτής.
et_ee: Te ei kasuta enam jagatud kalendrit. Teid lisati korraldajaks.
zh_cn: 您不再使用共享日历。您被添加为组织者。
zh_tw: 您不再使用共享行事曆，您已被新增為主辦人。

source: You are not directly linked to %s. Here are people who are linked to %s:
el_gr: Δεν έχετε άμεση σύνδεση με το %s. Ακολουθούν άτομα που συνδέονται με το %s:
et_ee: Te ei ole vahetult seotud %s-iga. Siin on inimesed, kes on seotud %s-iga:
zh_cn: 您不是直接连接到 %s。这些人是链接到 %s 的：
zh_tw: 您並未直接連結至 %s。以下是連結至 %s 的人們:

source: You are the organizer
el_gr: Είστε ο διοργανωτής
et_ee: Teie olete korraldaja
zh_cn: 您是组织者
zh_tw: 您是發起者

source: You are using a shared calendar. The calendar owner was added as organizer.
el_gr: Χρησιμοποιείτε ένα κοινόχρηστο ημερολόγιο. Ο κάτοχος του ημερολογίου προστέθηκε ως διοργανωτής.
et_ee: Kasutate jagatud kalendrit. Korraldajaks lisati kalendri omanik.
zh_cn: 您使用的是共享日历。日历所有者已添加为组织者。
zh_tw: 您使用的是共享行事曆，日曆擁有者已被新增為主辦人。

source: You called %1$s
el_gr: Καλέσατε τον/την %1$s
et_ee: Sa helistasid %1$s
zh_cn: 你拨接了%1$s
zh_tw: 您已撥打給 %1$s

source: You can adjust the countdown in %1$s
el_gr: Μπορείτε να προσαρμόσετε την αντίστροφη μέτρηση στις %1$s
zh_cn: 你能够调整倒计时在 %1$s
zh_tw: 您可以到 %1$s 調整倒數計時功能設定

source: You can adjust the time to undo sending an email in %1$s
el_gr: Μπορείτε να προσαρμόσετε το χρονικό περιθώριο αναίρεσης αποστολής email στις %1$s
zh_cn: 你能够调整撤销发送一封电子邮件的时间在 %1$s
zh_tw: 您可以到 %1$s 來調整可取消寄信的時間長度

source: You can download a copy of your personal data from your account, if you want to save it or transfer it to another provider.
el_gr: Μπορείτε να κάνετε λήψη ενός αντιγράφου των προσωπικών σας δεδομένων από τον λογαριασμό σας, εάν θέλετε να τα αποθηκεύσετε ή να τα μεταφέρετε σε κάποιον άλλο πάροχο.
et_ee: Kui soovite need salvestada või teisele teenusepakkujale edastada, saate oma isiklike andmete koopia oma kontolt alla laadida.
zh_cn: 如果您想保存或将其传输给别的提供商，您能够从您的帐户下载您的个人数据副本。
zh_tw: 若您想要將個人資料儲存下來，或轉移到其他服務，可下載帳號資料副本。

source: You can edit the list of countries in your Zoom profile.
el_gr: Μπορείτε να επεξεργαστείτε τη λίστα των χωρών στο προφίλ Zoom σας.
et_ee: Riikide nimekirja saad muuta enda Zoomi profiilis.
zh_cn: 您可以在 Zoom 配置文件中编辑国家/地区列表。
zh_tw: 您可以在 Zoom 帳號資料中編輯國家清單。

source: You can enable categories again via the "Inbox categories" entry in the settings dropdown
el_gr: Μπορείτε να ενεργοποιήσετε ξανά τις κατηγορίες μέσω της καταχώρησης «Κατηγορίες εισερχόμενων» στο αναδιπλούμενο μενού ρυθμίσεων
zh_cn: 您能够通过设定下拉的"收件箱类别"项目，以再启用类别
zh_tw: 您可以透過設定下拉選單當中的「收件匣分類」再次開啟分類

source: You can find these options in %1$s
el_gr: Μπορείτε να βρείτε αυτές τις επιλογές στις %1$s
zh_cn: 您能够找到这些选项在 %1$s
zh_tw: 您可以到 %1$s 找到這些選項

source: You can manage the templates in %1$s
el_gr: Μπορείτε να διαχειριστείτε τα πρότυπα στις %1$s
zh_cn: 您能够管理模版在 %1$s
zh_tw: 您可以到 %1$s 來管理範本

source: You can now add additional verification options to enhance the security of your account.
el_gr: Μπορείτε πλέον να προσθέσετε επιπρόσθετες επιλογές επαλήθευσης, ώστε να βελτιώσετε την ασφάλεια του λογαριασμού σας.
et_ee: Nüüd saate konto turvalisuse suurendamiseks lisada täiendavaid kinnitamisvõimalusi.
zh_cn: 现在，您能够添加额外验证选项，以增强您的户口安全性。
zh_tw: 您可以新增其他驗證選項，來加強帳號的安全性。

source: You can now attach files from %1$s directly to appointments, contacts, or tasks
el_gr: Μπορείτε πλέον να επισυνάπτετε αρχεία από το %1$s απευθείας σε συναντήσεις, επαφές ή εργασίες
zh_cn: 您现在可以直接从%1$s附加文件到约会、联系人或任务中了
zh_tw: 您現在可以將 %1$s 當中的檔案直接附加到約會、聯絡人資料、或任務中

source: You can now easily reuse attachments from your previous emails! %s automatically remembers your recent attachments and makes them easily accessible when you're composing a new message. Say goodbye to the hassle of downloading and reuploading files.
el_gr: Μπορείτε πλέον να επαναχρησιμοποιείτε συνημμένα από τα προηγούμενα email σας! Το %s θυμάται αυτόματα τα πρόσφατα συνημμένα σας και τα καθιστά εύκολα προσβάσιμα κατά τη σύνθεση ενός νέου μηνύματος. Πείτε αντίο στην ταλαιπωρία με τη λήψη και την εκ νέου μεταφόρτωση των αρχείων.
zh_cn: 现在您可以轻松地重用之前电子邮件中的附件！%s会自动记住您最近的附件，并在您撰写新邮件时轻松访问它们。告别下载和重新上载文件的麻烦吧。
zh_tw: 現在起，您可以輕鬆重複使用先前郵件中的附件！%s 會自動記住您最近的附件，撰寫新訊息時就可以直接插入。不用再重複下載又重新上傳了。

source: You can now set a default signature for alias addresses as well
el_gr: Μπορείτε πλέον να ορίσετε μια προεπιλεγμένη υπογραφή και για ψευδώνυμα διευθύνσεων
zh_cn: 现在您可以为别名地址设置默认签名
zh_tw: 現在起，您也可以為替代寄件地址設定預設簽名檔

source: You can quick-save your changes via Cmd+Enter.
el_gr: Μπορείτε να αποθηκεύσετε γρήγορα τις αλλαγές σας με τα Cmd+Enter.
et_ee: Tehtud muudatuste kiirsalvestamiseks vajutage Cmd+Enter.
zh_cn: 您可以使用 Cmd+Enter 以快速保存更改。
zh_tw: 您可以按下 Cmd+Enter 快速儲存修改。

source: You can quick-save your changes via Ctrl+Enter.
el_gr: Μπορείτε να αποθηκεύσετε γρήγορα τις αλλαγές σας με τα Ctrl+Enter.
et_ee: Tehtud muudatuste kiirsalvestamiseks vajutage Ctrl+Enter.
zh_cn: 您可以使用 Ctrl+Enter 快速保存更改。
zh_tw: 您可以按下 Ctrl+Enter 快速儲存修改。

source: You can set the default addresses in %1$s
el_gr: Μπορείτε να ορίσετε τις προεπιλεγμένες διευθύνσεις στις %1$s
zh_cn: 你能够设置默认地址在 %1$s
zh_tw: 您可以到 %1$s 來設定預設信箱

source: You can use inbox categories to organize your incoming emails in different tabs
el_gr: Μπορείτε να χρησιμοποιήσετε τις κατηγορίες εισερχομένων για να οργανώσετε τα εισερχόμενα email σας σε διαφορετικές καρτέλες
zh_cn: 您能够使用收件夹类别，去组织在不同复选框里的外来电子邮件
zh_tw: 您可以使用收件匣分類來將收到的信件放置於不同分頁

source: You cannot add contacts in "%1$s". Do you want to add a new contact to your default address book instead?
el_gr: Δεν μπορείτε να προσθέσετε επαφές στο «%1$s». Θέλετε να προσθέσετε μια νέα επαφή στο προεπιλεγμένο ευρετήριο επαφών σας;
et_ee: "%1$s" kontakte lisada ei saa. Kas soovite lisada uue kontakti hoopis vaike-aadressiraamatusse?
zh_cn: 您不能在“%1$s”中添加联系人。是否要将新联系人添加到默认通讯簿？
zh_tw: 您無法將聯絡人新增到 "%1$s"，是否要改新增到預設通訊錄？

source: You cannot add tasks in "%1$s". Do you want to add a new task to your default folder instead?
el_gr: Δεν μπορείτε να προσθέσετε εργασίες στο «%1$s». Θέλετε να προσθέσετε μια νέα εργασία στον προεπιλεγμένο σας φάκελο;
et_ee: Lahtrisse "%1$s" ei saa ülesandeid lisada. Kas soovite selle asemel lisada uue tööülesande vaikekausta?
zh_cn: 您不能在“%1$s”中添加任务。是否要将新任务添加到默认文件夹？
zh_tw: 您無法新增任務到 "%1$s"，是否要改新增到預設資料夾？

source: You cannot mark the appointment as secret, when blocking a resource.
el_gr: Δεν μπορείτε να επισημάνετε τη συνάντηση ως μυστική, ενώ αποκλείεται ένας πόρος.
et_ee: Ressursi blokeerimisel ei saa kohtumist salajaseks märkida.
zh_cn: 于封锁资源时，您就不能标记约会成秘密。
zh_tw: 當約會使用資源時，就無法標示為秘密約會。

source: You cannot move items to this folder
el_gr: Δεν μπορείτε να μετακινήσετε στοιχεία σε αυτόν τον φάκελο
et_ee: Üksusi ei saa sellesse kausta teisaldada
zh_cn: 您不能移动项目到此文件夹
zh_tw: 您無法將項目移動至此資料夾

source: You cannot select this folder.
el_gr: Δεν μπορείτε να επιλέξετε αυτόν τον φάκελο.
et_ee: Seda kausta ei saa valida.
zh_cn: 您不能选择此文件夹。
zh_tw: 您無法選擇此資料夾。

source: You cannot work on more than %1$s drafts at the same time.
el_gr: Δεν μπορείτε να εργαστείτε σε περισσότερα από %1$s προσχέδια ταυτόχρονα.
et_ee: Te ei saa korraga avada rohkem kui %1$s mustandit.
zh_cn: 您不能同时使用超过 %1$s 草稿工作。
zh_tw: 您無法一次編輯超過 %1$s 個草稿。

source: You declined this appointment
el_gr: Απορρίψατε αυτήν τη συνάντηση
et_ee: Olete sellest kohtumisest keeldunud
zh_cn: 您已经拒绝了约会
zh_tw: 您已拒絕此約會

source: You declined this task
el_gr: Απορρίψατε αυτήν την εργασία
et_ee: Olete selle ülesande tagasi lükanud
zh_cn: 您拒绝了此任务
zh_tw: 您已拒絕此任務

source: You don't have any appointments in the near future.
el_gr: Δεν έχετε καμία συνάντηση στο εγγύς μέλλον.
et_ee: Teil pole lähitulevikus kohtumisi.
zh_cn: 您在稍后没有任何约会。
zh_tw: 近期內您沒有約會。

source: You don't have any publications yet
el_gr: Δεν έχετε καμία δημοσίευση ακόμα
et_ee: Teil ei ole veel väljaandeid
zh_cn: 您还没有任何发布
zh_tw: 您沒有任何發佈

source: You don't have any subscriptions yet
el_gr: Δεν έχετε καμία συνδρομή ακόμα
et_ee: Teil ei ole veel tellimusi
zh_cn: 您还没有任何发布
zh_tw: 您沒有任何訂閱

source: You don't have any tasks that are either due soon or overdue.
el_gr: Δεν έχετε εργασίες που λήγουν σύντομα ή είναι εκπρόθεσμες.
et_ee: Teil puuduvad ülesanded, mille tähtaeg oleks saabumas või ületatud.
zh_cn: 您没有任何快到期或过期约会。
zh_tw: 您沒有快要到期或已過期的任務。

source: You first need to connect %1$s with Zoom. To do so, you need a Zoom Account. If you don't have an account yet, it is sufficient to create a free one.
el_gr: Πρέπει πρώτα να συνδέσετε το %1$s με το Zoom. Για να το κάνετε αυτό, χρειάζεστε έναν λογαριασμό Zoom. Αν δεν έχετε ήδη έναν, αρκεί να δημιουργήσετε έναν δωρεάν λογαριασμό.
et_ee: Kõigepealt peate ühendama %1$s Zoomiga. Selleks on teil vaja Zoomi kontot. Kui teil ei ole veel kontot, piisab tasuta konto loomisest.
zh_cn: 首先您需要使用Zoom连接%1$s。为此，您需要一个 Zoom 户口。如果您还没有户口，创建一个免费户口就足够了。
zh_tw: 首先您需要將 %1$s 與 Zoom 先連結起來。要這樣做，您需要先有一組 Zoom 帳號。若您還沒有帳號，請先註冊一組免費帳號。

source: You forgot to sign out last time. Always use the sign-out button when you finished your work.
el_gr: Ξεχάσατε να αποσυνδεθείτε την τελευταία φορά. Να χρησιμοποιείτε πάντα το κουμπί αποσύνδεσης όταν ολοκληρώσετε την εργασία σας.
et_ee: Unustasite viimasel korral ennast välja logida. Kui olete töö lõpetanud, kasutage avalikes ja ühiskasutuses olevates arvutites alati väljalogimiseks "Logi välja" nuppu.
zh_cn: 你上一次忘了注销。当你完成工作时始终使用注销按钮。
zh_tw: 您上次忘記登出了，下班時請記得點擊登出按鈕。

source: You have %1$d unread message
el_gr: Έχετε %1$d μη αναγνωσμένο μήνυμα
et_ee: Teil on %1$d lugemata sõnum
zh_cn: 您有 %1$d 条未读消息
zh_tw: 您有 %1$d 封未讀訊息

source: You have accepted the appointment
el_gr: Αποδεχτήκατε τη συνάντηση
et_ee: Olete kohtumise heaks kiitnud
zh_cn: 您已接受此约会
zh_tw: 您已接受約會

source: You have accepted this appointment
el_gr: Αποδεχτήκατε αυτήν τη συνάντηση
et_ee: Olete selle kohtumise heaks kiitnud
zh_cn: 您已接受此约会
zh_tw: 您已接受此約會

source: You have accepted this task
el_gr: Αποδεχτήκατε αυτήν την εργασία
et_ee: Olete selle ülesande heaks kiitnud
zh_cn: 您已接受此任务
zh_tw: 您已接受此約會

source: You have been automatically signed out
el_gr: Έχετε αποσυνδεθεί αυτόματα
et_ee: Teid on automaatselt välja logitud
zh_cn: 您已被自动注销
zh_tw: 您已被自動登出

source: You have currently no deputies assigned.
el_gr: Δεν έχετε ορίσει κανέναν αναπληρωτή.
et_ee: Praegu ei ole teile määratud ühtegi asendajat.
zh_cn: 您当前没有分派代表，。
zh_tw: 目前未指派代理人。

source: You have declined the appointment
el_gr: Απορρίψατε τη συνάντηση
et_ee: Olete kohtumisest keeldunud
zh_cn: 您已经拒绝了约会
zh_tw: 您已拒絕約會

source: You have linked the following Zoom account:
el_gr: Έχετε συνδέσει τον εξής λογαριασμό Zoom:
et_ee: Te olete sidunud järgmise Zoomi konto:
zh_cn: 您链接了以下 Zoom 户口：
zh_tw: 您已連結下列 Zoom 帳號：

source: You have new mail
el_gr: Έχετε νέο email
et_ee: Teil on uusi e-kirju
zh_cn: 您有新邮件
zh_tw: 您有新郵件

source: You have no unread messages
el_gr: Δεν έχετε μη αναγνωσμένα μηνύματα
et_ee: Teil pole lugemata sõnumeid
zh_cn: 您没有未读消息
zh_tw: 您沒有未讀訊息

source: You have reached the limit of %1$d contacts to display. Please enter a search term to narrow down your results.
el_gr: Έχετε φτάσει στο όριο των %1$d επαφών προς προβολή. Παρακαλώ εισαγάγετε έναν όρο αναζήτησης για να περιορίσετε τα αποτελέσματά σας.
et_ee: Olete jõudnud kuvatavate kontaktide %1$d piirini. Palun sisestage otsingusõna, et tulemusi kitsendada.
zh_cn: 您已经到达联系人显示限制 %1$d。请输入一个搜寻词以收窄您的结果。
zh_tw: 有超過 %1$d 位連絡人可顯示，請輸入搜尋詞彙來減少結果。

source: You have tentatively accepted the appointment
el_gr: Αποδεχτήκατε διστακτικά τη συνάντηση
et_ee: Olete kohtumisega esialgselt nõustunud
zh_cn: 您已经暂时的接受约会
zh_tw: 您已暫時接受約會

source: You have to select a file to upload.
el_gr: Πρέπει να επιλέξετε ένα αρχείο προς μεταφόρτωση.
et_ee: Peate valima faili üleslaadimiseks.
zh_cn: 您必须选择一个文件以上载。
zh_tw: 您必須選擇要上傳的檔案。

source: You have to sign in again
el_gr: Πρέπει να συνδεθείτε ξανά
et_ee: Peate uuesti sisse logima
zh_cn: 您必须再次登录
zh_tw: 您需要再次登入

source: You mentioned "%s" in your email, but there are no files attached.
el_gr: Αναφέρατε «%s» στο email σας, αλλά δεν υπάρχουν συνημμένα αρχεία.
et_ee: Mainisite oma meilis „%s”, kuid ühtegi faili pole lisatud.
zh_cn: 您在电子邮件中提到了 "%s"，但没有附加文件。
zh_tw: 您在信件中提到「%s」，但沒有附加檔案。

source: You must enter a folder name
el_gr: Πρέπει να εισαγάγετε ένα όνομα φακέλου
et_ee: Peate sisestama kausta nime
zh_cn: 您必须输入一个文件夹名称
zh_tw: 您必須輸入資料夾名稱

source: You need to use Android %n or higher.
el_gr: Πρέπει να χρησιμοποιείτε Android %n ή νεότερο.
et_ee: Peate kasutama Androidi versiooni alates %n.
zh_cn: 您需要使用 Android %n 或更新版本。
zh_tw: 您需要使用 Android %n 或更高版本。

source: You need to use iOS %n or higher.
el_gr: Πρέπει να χρησιμοποιείτε iOS %n ή νεότερο.
et_ee: Peate kasutame iOS-i alates %n.
zh_cn: 您需要使用 %n 或更新版本。
zh_tw: 您需要使用 iOS %n 或更高版本。

source: You recently changed your password. Please provide your last password to recover passwords for external accounts.
el_gr: Πρόσφατα αλλάξατε τον κωδικό πρόσβασής σας. Παρακαλώ εισαγάγετε τον πιο πρόσφατο κωδικό πρόσβασής σας για να ανακτήσετε τους κωδικούς πρόσβασης εξωτερικών λογαριασμών.
et_ee: Sa muutsid hiljuti oma salasõna. Väliste kontode paroolide taastamiseks sisesta palun oma viimane parool.
zh_cn: 您最近更改了密码。请提供您的最后密码以恢复外部户口密码。
zh_tw: 您最近更改了密碼，請提供先前的密碼才能恢復外部帳號的密碼。

source: You secured your account with 2-step verification. Please enter the verification code from the Authenticator App.
el_gr: Ασφαλίσατε τον λογαριασμό σας με επαλήθευση δύο παραγόντων. Παρακαλώ εισαγάγετε τον κωδικό επαλήθευσης από την εφαρμογή ταυτοποίησης.
zh_cn: 您通过两步验证保护您的帐户。 请输入来自身份验证器应用的验证码。
zh_tw: 您使用兩階段驗證方式保護帳號。請輸入驗證程式中的驗證碼。

source: You secured your account with 2-step verification. Please enter the verification code we sent to the phone *****%s.
el_gr: Ασφαλίσατε τον λογαριασμό σας με επαλήθευση δύο παραγόντων. Παρακαλούμε εισαγάγετε τον κωδικό επαλήθευσης που στείλαμε στο τηλέφωνο *****%s.
zh_cn: 您通过两步验证保护您的户口。请输入我们发送到手机 *****%s 的验证码。
zh_tw: 您使用兩階段驗證方式保護帳號。請輸入傳送到 *****%s 的驗證碼。

source: You secured your account with 2-step verification. Please use your authentication token to complete verification.
el_gr: Ασφαλίσατε τον λογαριασμό σας με επαλήθευση δύο παραγόντων. Παρακαλώ χρησιμοποιήστε το διακριτικό ταυτοποίησής σας για να ολοκληρώσετε την επαλήθευση.
zh_cn: 您通过两步验证保护您的户口。请使用您的身份验证代币完成验证。
zh_tw: 您使用兩階段驗證方式保護帳號。請使用驗證 token 來完成驗證。

source: You share this folder with other users
el_gr: Μοιράζεστε αυτόν τον φάκελο με άλλους χρήστες
et_ee: Te jagate seda kausta teiste kasutajatega
zh_cn: 您和其他用户分享此文件夹
zh_tw: 您將此資料夾與其他使用者分享

source: You tentatively accepted this appointment
el_gr: Αποδεχτήκατε διστακτικά αυτήν τη συνάντηση
et_ee: Olete kohtumisega esialgselt nõustunud
zh_cn: 您暂时接受了此约会
zh_tw: 您暫時接受此約會

source: You tentatively accepted this task
el_gr: Αποδεχτήκατε διστακτικά αυτήν την εργασία
et_ee: Olete selle ülesande esialgselt vastu võtnud
zh_cn: 您暂时接受此任务
zh_tw: 您已暫時接受此任務

source: You unsubscribed from all folders on "%1$s". Those folders will be removed from your account.
el_gr: Καταργήσατε την εγγραφή σας από όλους τους φακέλους στο «%1$s». Αυτοί οι φάκελοι θα αφαιρεθούν από τον λογαριασμό σας.
et_ee: Te loobusite kõigist kaustadest "%1$s". Need kaustad eemaldatakse teie kontolt.
zh_cn: 推定"%1$s"上所有的文件夹。这些文件夹将从您的户口中删除。
zh_tw: 您取消訂閱了 "%1$s" 上的所有資料夾，這些資料夾將從您的帳號移除。

source: You will be automatically signed out in %1$d second
el_gr: Θα αποσυνδεθείτε αυτόματα σε %1$d δευτερόλεπτο
et_ee: Teid logitakse automaatselt välja %1$d sekundi pärast
zh_cn: 您会在 %1$d 秒后自动注销
zh_tw: 您將在 %1$d 秒後被自動登出

source: Your %s newsfeed
el_gr: Η ροή ειδήσεων %s σας
et_ee: Teie %s uudisvoog
zh_cn: 您的 %s 新闻条目
zh_tw: 您的 %s 訊息清單

source: Your Accounts
el_gr: Οι λογαριασμοί σας
zh_cn: 您的户口
zh_tw: 您的帳號

source: Your Comment
el_gr: Το σχόλιό σας
et_ee: Sinu kommentaar
zh_cn: 您的注释
zh_tw: 您的註釋

source: Your IP address has changed
el_gr: Η διεύθυνση IP σας έχει αλλάξει
et_ee: Teie IP-aadress on muutunud
zh_cn: 您的 IP 地址已更改
zh_tw: 您的 IP 地址已更改

source: Your account password
el_gr: Ο κωδικός πρόσβασης του λογαριασμού σας
et_ee: Teie konto parool
zh_cn: 您的户口密码
zh_tw: 您的帳號密碼

source: Your approval for one or more resources is required.
el_gr: Απαιτείται η έγκρισή σας για έναν ή περισσότερους πόρους.
zh_cn: 需要您批准一个或多个资源。
zh_tw: 需要您同意借用一組或多組資源。

source: Your archive
el_gr: Το αρχείο σας
et_ee: Teie arhiiv
zh_cn: 您的存档
zh_tw: 您的封存檔

source: Your are sharing one or more folders for which you do not have permissions. These folders will not be shared.
el_gr: Κάνετε κοινή χρήση ενός ή περισσότερων φακέλων για τους οποίους δεν έχετε δικαιώματα. Αυτοί οι φάκελοι δεν θα γίνουν κοινόχρηστοι.
et_ee: Olete jagamas ühte või mitut kausta, mille jaoks teil ei ole õigusi. Neid kaustu ei jagata.
zh_cn: 您正在移动一个或多个您没有权限的文件夹。这些文件夹将不会被分享。
zh_tw: 您的分享項目中包含無權存取的資料夾，將不會分享這些沒有權限的資料夾。

source: Your browser does not support the audio format of this file.
el_gr: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει τη μορφή ήχου αυτού του αρχείου.
et_ee: Teie veebilehitseja ei toeta selle helifaili vormingut.
zh_cn: 您的浏览器不支持此文件的音频格式。
zh_tw: 您的瀏覽器不支援此檔案的音訊格式。

source: Your browser does not support the video format of this file.
el_gr: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει τη μορφή βίντεο αυτού του αρχείου.
et_ee: Teie veebilehitseja ei toeta selle videofaili vormingut.
zh_cn: 您的浏览器不支持此文件的视频格式。
zh_tw: 您的瀏覽器不支援此檔案的視訊格式。

source: Your browser is not supported
el_gr: Το πρόγραμμα περιήγησής σας δεν υποστηρίζεται
et_ee: Teie veebilehitseja ei ole toetatud
zh_cn: 不支持您的浏览器
zh_tw: 不支援您的瀏覽器

source: Your browser version is not supported
el_gr: Η έκδοση του προγράμματος περιήγησής σας δεν υποστηρίζεται
et_ee: Teie veebilehitseja versioon ei ole toetatud
zh_cn: 不支持您的浏览器版本
zh_tw: 不支援您的瀏覽器版本

source: Your browser's cookie functionality is disabled. Please turn it on.
el_gr: Η λειτουργικότητα cookie του προγράμματος περιήγησής σας είναι απενεργοποιημένη. Παρακαλώ ενεργοποιήστε την.
et_ee: Teie veebilehitseja küpsisefunktsioon on keelatud, palume see lubada.
zh_cn: 您的浏览器停用 cookie 功能，请您启用它。
zh_tw: 您的瀏覽器的 cookie 功能已被停用，請開啟。

source: Your changes are automatically saved while you compose your email until you finally send it.
el_gr: Οι αλλαγές σας αποθηκεύονται αυτόματα ενώ συνθέτετε το email σας, μέχρι να το στείλετε.
et_ee: Teie muudatused salvestatakse automaatselt, kui te oma e-kirja koostate, kuni te selle lõpuks saadate.
zh_cn: 在撰写电子邮件时，将自动保存更改，直到最终发送。
zh_tw: 您的變更會在寫信時自動儲存。

source: Your consent is required
el_gr: Απαιτείται η συγκατάθεσή σας
zh_cn: 要求您的授意
zh_tw: 需要您同意

source: Your credentials will be sent over a secure connection only
el_gr: Τα διαπιστευτήριά σας θα αποσταλούν μόνο μέσω ασφαλούς σύνδεσης
et_ee: Teie mandaat saadetakse ainult turvalise ühenduse kaudu
zh_cn: 您的凭据将只会通过安全连接发送
zh_tw: 您的帳號密碼只會透過加密連線送出

source: Your current password
el_gr: Ο τρέχων κωδικός πρόσβασής σας
et_ee: Teie kehtiv parool
zh_cn: 您的当前密码
zh_tw: 您目前的密碼

source: Your current selection contains too many appointments for the chosen timeframe.
el_gr: Η τρέχουσα επιλογή σας περιέχει πάρα πολλές συναντήσεις για το επιλεγμένο χρονικό πλαίσιο.
et_ee: Teie praegune valik sisaldab valitud aja jooksul liiga palju kohtumisi.
zh_cn: 当前选择于所选时间范围包含太多的约会。
zh_tw: 您目前選擇的時間範圍中有太多約會。

source: Your data archive from %1$s is ready for download. The download is available until %2$s.
el_gr: Το αρχείο δεδομένων σας από τις %1$s είναι έτοιμο προς λήψη. Η λήψη είναι διαθέσιμη μέχρι τις %2$s.
zh_cn: 您来自 %1$s 的数据存档已准备就绪，可供下载。下载有效期至 %2$s。
zh_tw: 您 %2$s 請求的資料封存已經準備好了，請於 %1$s 前下載。

source: Your default reminders will be applied to this calendar.
el_gr: Οι προεπιλεγμένες υπενθυμίσεις σας θα εφαρμοστούν σε αυτό το ημερολόγιο.
et_ee: Sellele kalendrile rakendatakse teie vaikimisi meeldetuletusi.
zh_cn: 默认提醒将套用于此日历。
zh_tw: 將套用您的預設提醒至此行事曆。

source: Your devices
el_gr: Οι συσκευές σας
zh_cn: 您的装置
zh_tw: 您的裝置

source: Your feedback on AI integration ...
el_gr: Τα σχόλιά σας για την ενσωμάτωση AI...
zh_cn: 您对人工智能的回馈...
zh_tw: 您對 AI 整合功能的意見…

source: Your input
el_gr: Η είσοδός σας
zh_cn: 您的输入
zh_tw: 您輸入的內容

source: Your mail address
el_gr: Η διεύθυνση email σας
et_ee: Teie e-posti aadress
zh_cn: 您的电子邮件地址
zh_tw: 您的電子郵件位址

source: Your name
el_gr: Το όνομά σας
et_ee: Teie nimi
zh_cn: 您的名字
zh_tw: 您的姓名

source: Your new password may not be empty.
el_gr: Ο νέος κωδικός πρόσβασής σας δεν πρέπει να είναι κενός.
et_ee: Teie uus parool ei tohi olla tühi.
zh_cn: 您的新密码不得为空白。
zh_tw: 新密碼不能空白。

source: Your old password
el_gr: Ο παλιός σας κωδικός πρόσβασης
et_ee: Teie vana parool
zh_cn: 您的旧密码
zh_tw: 您的舊密碼

source: Your operating system is not supported.
el_gr: Το λειτουργικό σας σύστημα δεν υποστηρίζεται.
et_ee: Puudub tugi teie operatsioonisüsteemile.
zh_cn: 不支持您的操作系统。
zh_tw: 不支援您的作業系統。

source: Your password
el_gr: Ο κωδικός πρόσβασής σας
et_ee: Teie parool
zh_cn: 您的密码
zh_tw: 您的密碼
