Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Page %1$d of %2$d
el_gr: Σελίδα %1$d από %2$d
et_ee: Lk. %1$d / %2$d
zh_cn: 第 %1$d 页（共 %2$d 页）
zh_tw: 第 %1$d 頁，共 %2$d 頁

source: Pager
el_gr: Βομβητής
et_ee: Piipar
zh_cn: 寻呼机
zh_tw: 尋呼機

source: Part
el_gr: Μέρος
et_ee: Jaotis
zh_cn: 部件
zh_tw: 部分

source: Participant
el_gr: Συμμετέχων
et_ee: Osaleja
zh_cn: 参与者
zh_tw: 參與者

source: Participant related actions
el_gr: Ενέργειες συμμετεχόντων
et_ee: Osalejaga seotud tegevused
zh_cn: 参与者相关动作
zh_tw: 與與會者相關的操作

source: Participants
el_gr: Συμμετέχοντες
et_ee: Osalejad
zh_cn: 参与者
zh_tw: 參與者

source: Participants (%1$d)
el_gr: Συμμετέχοντες (%1$d)
et_ee: Osalejad (%1$d)
zh_cn: 参与者 (%1$d)
zh_tw: 參與者（%1$d）

source: Participants and resources
el_gr: Συμμετέχοντες και πόροι
zh_cn: 参与者与资源
zh_tw: 參與者與資源

source: Participants can make changes
el_gr: Οι συμμετέχοντες μπορούν να κάνουν αλλαγές
et_ee: Osalejad saavad muudatusi teha
zh_cn: 参与者可以作出更改
zh_tw: 參與者可變更

source: Participation
el_gr: Συμμετοχή
zh_cn: 参与
zh_tw: 參與

source: Participation is optional
el_gr: Η συμμετοχή είναι προαιρετική
zh_cn: 参与为选择性
zh_tw: 參與者可自由出席

source: Password
el_gr: Κωδικός πρόσβασης
et_ee: Parool
zh_cn: 密码
zh_tw: 密碼

source: Password (optional)
el_gr: Κωδικός πρόσβασης (προαιρετικό)
et_ee: Parool (vabatahtlik)
zh_cn: 密码（可选）
zh_tw: 密碼（選填）

source: Password Created
el_gr: Ο κωδικός πρόσβασης δημιουργήθηκε
et_ee: Salasõna loodud
zh_cn: 已创建密码
zh_tw: 已建立密碼

source: Password length must be between %1$d and %2$d characters.
el_gr: Ο κωδικός πρόσβασης πρέπει να αποτελείται από %1$d έως και %2$d χαρακτήρες.
et_ee: Parooli pikkus peab jääma %1$d ja %2$d märgi vahele.
zh_cn: 密码长度必须在 %1$d 和 %2$d 字符之间。
zh_tw: 密碼長度必須在 %1$d 到 %2$d 字元之間。

source: Password name
el_gr: Όνομα κωδικού πρόσβασης
et_ee: Salasõna nimi
zh_cn: 密码名称
zh_tw: 密碼名稱

source: Password strength: Good
el_gr: Ισχύς κωδικού πρόσβασης: Καλός
et_ee: Parooli tugevus: hea
zh_cn: 密码强度：好
zh_tw: 密碼強度：好

source: Password strength: Legendary!
el_gr: Ισχύς κωδικού πρόσβασης: Θρυλικός!
et_ee: Parooli tugevus: legendaarne!
zh_cn: 密码强度：传奇级！
zh_tw: 密碼強度：超強！

source: Password strength: Strong
el_gr: Ισχύς κωδικού πρόσβασης: Ισχυρός
et_ee: Parooli tugevus: tugev
zh_cn: 密码强度：强
zh_tw: 密碼強度：強

source: Password strength: Too short
el_gr: Ισχύς κωδικού πρόσβασης: Πολύ μικρός
et_ee: Parooli tugevus: liiga lühike
zh_cn: 密码强度：太短
zh_tw: 密碼強度：太短

source: Password strength: Very strong
el_gr: Ισχύς κωδικού πρόσβασης: Πολύ ισχυρός
et_ee: Parooli tugevus: väga tugev
zh_cn: 密码强度：非常强
zh_tw: 密碼強度：非常強

source: Password strength: Very weak
el_gr: Ισχύς κωδικού πρόσβασης: Πολύ αδύναμος
et_ee: Parooli tugevus: väga nõrk
zh_cn: 密码强度：非常弱
zh_tw: 密碼強度：非常弱

source: Password strength: Weak
el_gr: Ισχύς κωδικού πρόσβασης: Αδύναμος
et_ee: Parooli tugevus: nõrk
zh_cn: 密码强度：弱
zh_tw: 密碼強度：弱

source: Password strength: Wrong length
el_gr: Ισχύς κωδικού πρόσβασης: Εσφαλμένο μήκος
et_ee: Parooli tugevus: vale pikkus
zh_cn: 密码强度：错误长度
zh_tw: 密碼強度：長度錯誤

source: Password: %s
el_gr: Κωδικός πρόσβασης: %s
et_ee: Parool: %s
zh_cn: 密码: %s
zh_tw: 密碼：%s

source: People
el_gr: Άνθρωποι
et_ee: Inimesed
zh_cn: 人文
zh_tw: 人文

source: Permanently remove deleted emails
el_gr: Οριστική αφαίρεση διαγραμμένων email
et_ee: Eemalda kustutatud e-kirjad lõplikult
zh_cn: 永久移除已删除的电子邮件
zh_tw: 永久移除已刪除的電子郵件

source: Permissions
el_gr: Δικαιώματα
et_ee: Õigused
zh_cn: 权限
zh_tw: 許可權

source: Permissions for %1$s "%2$s"
el_gr: Δικαιώματα %1$s «%2$s»
et_ee: Õigused üksusele %1$s "%2$s"
zh_cn: %1$s 的权限 "%2$s"
zh_tw: 「%2$s」%1$s的權限

source: Permissions: %1$s
el_gr: Δικαιώματα: %1$s
zh_cn: 权限：%1$s
zh_tw: 權限：%1$s

source: Personal Meeting ID:
el_gr: ID προσωπικής σύσκεψης:
et_ee: Isikliku kohtumise ID:
zh_cn: 个人会议 ID：
zh_tw: 個人會議 ID：

source: Personal information
el_gr: Προσωπικές πληροφορίες
et_ee: Isikuandmed
zh_cn: 个人信息
zh_tw: 個人資訊

source: Personalize the general appearance
el_gr: Εξατομικεύστε τη γενική εμφάνιση
zh_cn: 个人化常规外貌
zh_tw: 個人化一般介面

source: Petrol
el_gr: Πετρόλ
et_ee: Bensiin
zh_cn: 巡逻
zh_tw: 石油

source: Phone
el_gr: Τηλέφωνο
et_ee: Telefon
zh_cn: 电话
zh_tw: 電話

source: Phone (assistant)
el_gr: Τηλέφωνο (βοηθός)
et_ee: Telefon (assistent)
zh_cn: 电话（助理）
zh_tw: 電話（助理）

source: Phone (business alt)
el_gr: Τηλέφωνο (επιχείρηση, εναλλακτικό)
et_ee: Telefon (tööl, teine)
zh_cn: 电话（业务、替代）
zh_tw: 電話（業務替代）

source: Phone (business)
el_gr: Τηλέφωνο (επιχείρηση)
et_ee: Telefon (tööl)
zh_cn: 电话（业务）
zh_tw: 電話（業務）

source: Phone (car)
el_gr: Τηλέφωνο (αυτοκίνητο)
et_ee: Telefon (autos)
zh_cn: 电话（汽车）
zh_tw: 電話（汽車）

source: Phone (company)
el_gr: Τηλέφωνο (εταιρεία)
et_ee: Telefon (ettevõtte)
zh_cn: 电话（公司）
zh_tw: 電話（公司）

source: Phone (home alt)
el_gr: Τηλέφωνο (οικία, εναλλακτικό)
et_ee: Telefon (kodus, teine)
zh_cn: 电话（住宅、替代）
zh_tw: 電話（家用替代）

source: Phone (home)
el_gr: Τηλέφωνο (οικία)
et_ee: Telefon (kodus)
zh_cn: 电话（住宅）
zh_tw: 電話（家用）

source: Phone (other)
el_gr: Τηλέφωνο (άλλο)
et_ee: Telefon (muu)
zh_cn: 电话（其他）
zh_tw: 電話（其他）

source: Phone list
el_gr: Λίστα τηλεφώνων
et_ee: Telefoniloend
zh_cn: 电话列表
zh_tw: 電話清單

source: Phone number
el_gr: Αριθμός τηλεφώνου
et_ee: Telefon
zh_cn: 电话号码
zh_tw: 電話號碼

source: Photos and images
el_gr: Φωτογραφίες και εικόνες
et_ee: Fotod ja pildid
zh_cn: 照片和图像
zh_tw: 照片與圖片

source: Pink
el_gr: Ροζ
et_ee: Roosa
zh_cn: 粉红色
zh_tw: 粉紅色

source: Places
el_gr: Τοποθεσίες
et_ee: Kohad
zh_cn: 地点
zh_tw: 地點

source: Plain Text
el_gr: Απλό κείμενο
et_ee: Lihttekst
zh_cn: 纯文本
zh_tw: 純文字

source: Plain text
el_gr: Απλό κείμενο
et_ee: Lihttekst
zh_cn: 纯文本
zh_tw: 純文字

source: Platform
el_gr: Πλατφόρμα
et_ee: Platvorm
zh_cn: 平台
zh_tw: 平台

source: Play audio
el_gr: Αναπαραγωγή ήχου
et_ee: Esita helifail
zh_cn: 播放音频
zh_tw: 播放聲音

source: Play ringtone on incoming call
el_gr: Αναπαραγωγή ήχου κλήσης για εισερχόμενες κλήσεις
et_ee: Helina mängimine sissetuleva kõne korral
zh_cn: 在来电时播放铃声
zh_tw: 收到來電時播放鈴聲

source: Play sound %1$s after end.
el_gr: Αναπαραγωγή ήχου %1$s μετά το τέλος.
et_ee: Esita heli %1$s pärast lõppu.
zh_cn: 结束后 %1$s 播放音效。
zh_tw: 在結束後 %1$s 播放音效。

source: Play sound %1$s after start.
el_gr: Αναπαραγωγή ήχου %1$s μετά την έναρξη.
et_ee: Esita heli %1$s pärast algust.
zh_cn: 开始后 %1$s 播放音效。
zh_tw: 在開始後 %1$s 播放音效。

source: Play sound %1$s before end.
el_gr: Αναπαραγωγή ήχου %1$s πριν από το τέλος.
et_ee: Esita heli %1$s enne lõppu.
zh_cn: 结束前 %1$s 播放音效。
zh_tw: 在結束前 %1$s 播放音效。

source: Play sound %1$s before start.
el_gr: Αναπαραγωγή ήχου %1$s πριν από την έναρξη.
et_ee: Esita heli %1$s enne algust.
zh_cn: 开始前 %1$s 播放音效。
zh_tw: 在開始前 %1$s 播放音效。

source: Play sound at %1$s.
el_gr: Αναπαραγωγή ήχου στις %1$s.
et_ee: Esita heli %1$s.
zh_cn: 在 %1$s 播放音效。
zh_tw: 在 %1$s 播放音效。

source: Play sound at end.
el_gr: Αναπαραγωγή ήχου στο τέλος.
et_ee: Esita heli lõpus.
zh_cn: 结束时播放音效。
zh_tw: 在結束時播放音效。

source: Play sound at start.
el_gr: Αναπαραγωγή ήχου στην έναρξη.
et_ee: Esita heli alguses.
zh_cn: 开始时播放音效。
zh_tw: 在開始時播放音效。

source: Play sound on incoming mail
el_gr: Αναπαραγωγή ήχου για εισερχόμενα email
et_ee: Teata saabunud e-kirjast helisignaaliga
zh_cn: 对外来邮件播放音效
zh_tw: 收到郵件時播放音效

source: Please check your browser settings and enable desktop notifications for this domain
el_gr: Παρακαλώ ελέγξτε τις ρυθμίσεις του προγράμματος περιήγησής σας και ενεργοποιήστε τις ειδοποιήσεις επιφάνειας εργασίας για αυτόν τον τομέα
et_ee: Palun kontrolli enda veebilehitseja seadeid ja lubage sellelt domeenilt töölaua teavitused
zh_cn: 请检查您的浏览器设置并启用此域的桌面通知
zh_tw: 請檢查瀏覽器設定，並開啟此網域的桌面通知

source: Please check your inbox for a confirmation email. Follow the instructions in the email and then return to the widget to complete account setup.
el_gr: Παρακαλώ ελέγξτε τα εισερχόμενά σας για ένα email επιβεβαίωσης. Ακολουθήστε τις οδηγίες στο email και έπειτα, επιστρέψτε στο widget για να ολοκληρώσετε τη ρύθμιση του λογαριασμού.
et_ee: Palun vaadake oma sisendkausta, kuhu peaks saabuma kinnituskiri. Järgige selles sisalduvaid juhiseid ja naaske siis vidinasse konto seadistamise lõpetamiseks.
zh_cn: 请检查您邮箱的一封确认电子邮件。 跟随电子邮件内的指示，之后回到小部件完成户口设置。
zh_tw: 請到您的收件匣收取確認郵件。 請依照郵件中的指示操作，然後回到小工具來完成郵件設定。

source: Please choose your mail account provider.
el_gr: Παρακαλώ επιλέξτε τον πάροχο λογαριασμού email σας.
et_ee: Valige enda e-posti konto teenusepakkuja.
zh_cn: 请选择您的邮件户口提供者。
zh_tw: 請選擇您的郵件帳號服務商。

source: Please click "Continue" if you'd like to continue editing.
el_gr: Κάντε κλικ στο «Συνέχεια» αν θέλετε να συνεχίσετε την επεξεργασία.
et_ee: Redigeerimise jätkamiseks klõpsake nuppu "Jätka".
zh_cn: 如果您想继续编辑，请单击「继续」。
zh_tw: 若您想繼續編輯，請點擊「繼續」。

source: Please comment your confirmation status.
el_gr: Παρακαλώ σχολιάστε την κατάσταση επιβεβαίωσής σας.
et_ee: Palun kommenteerige oma kinnituse olekut.
zh_cn: 请注释您的确认状态。
zh_tw: 請修改確認狀態。

source: Please confirm
el_gr: Παρακαλώ επιβεβαιώστε
et_ee: Palun kinnita
zh_cn: 请确认
zh_tw: 請確認

source: Please define at least one action.
el_gr: Παρακαλώ καθορίστε τουλάχιστον μία ενέργεια.
et_ee: Palun määratlege vähemalt üks tegevus.
zh_cn: 请定义最少一个动作。
zh_tw: 請指定至少一個行為。

source: Please download the configuration to automatically set up your account.
el_gr: Παρακαλώ κάντε λήψη των ρυθμίσεων για διαμορφώσετε αυτόματα τον λογαριασμό σας.
et_ee: Palun laadige alla konfiguratsioon, et oma konto automaatselt seadistada.
zh_cn: 请下载配置以自动设置您的户口。
zh_tw: 請下載設定檔案來自動設定您的帳號。

source: Please download the file using the button below.
el_gr: Παρακαλώ κάντε λήψη του αρχείου με το παρακάτω κουμπί.
et_ee: Laadige fail alla, kasutades allolevat nuppu.
zh_cn: 请使用下面的按钮下载文件。
zh_tw: 請點擊下面的按鈕下載檔案。

source: Please enter a date in the past
el_gr: Παρακαλώ εισαγάγετε μια ημερομηνία στο παρελθόν
et_ee: Palun sisestage möödunud kuupäev
zh_cn: 请为输入一个过去日期
zh_tw: 請輸入過去的日期

source: Please enter a description
el_gr: Παρακαλώ εισαγάγετε μια περιγραφή
et_ee: Palun sisestage kirjeldus
zh_cn: 请输入一个描述
zh_tw: 請輸入描述

source: Please enter a description.
el_gr: Παρακαλώ εισαγάγετε μια περιγραφή.
et_ee: Palun sisestage kirjeldus.
zh_cn: 请输入一个描述。
zh_tw: 請輸入名稱。

source: Please enter a feed URL.
el_gr: Παρακαλώ εισαγάγετε ένα URL ροής.
et_ee: Palun sisestage kanali URL.
zh_cn: 请输入一个 feed URL。
zh_tw: 請輸入資訊來源網址。

source: Please enter a name.
el_gr: Παρακαλώ εισαγάγετε ένα όνομα.
et_ee: Palun sisestage nimi.
zh_cn: 请输入一个名称。
zh_tw: 請輸入名稱。

source: Please enter a positive whole number
el_gr: Παρακαλώ εισαγάγετε έναν θετικό ακέραιο αριθμό
et_ee: Palun sisesta positiivne terviklik number
zh_cn: 请输入一个正整数
zh_tw: 請輸入正整數

source: Please enter a search query
el_gr: Παρακαλώ εισαγάγετε ένα ερώτημα αναζήτησης
et_ee: Palun sisestage otsingupäring
zh_cn: 请输入一个搜索查詢
zh_tw: 請輸入搜尋字串

source: Please enter a valid date
el_gr: Παρακαλώ εισαγάγετε μια έγκυρη ημερομηνία
et_ee: Palun sisestage kehtiv kuupäev
zh_cn: 请输入一个有效日期
zh_tw: 請輸入有效日期

source: Please enter a valid email address
el_gr: Παρακαλώ εισαγάγετε μια έγκυρη διεύθυνση email
et_ee: Palun sisestage kehtiv e-posti aadress
zh_cn: 请输入一个有效电子邮件地址
zh_tw: 請輸入有效電子郵件地址

source: Please enter a valid name
el_gr: Παρακαλώ εισαγάγετε ένα έγκυρο όνομα
et_ee: Palun sisestage kehtiv nimi
zh_cn: 请输入一个有效名称
zh_tw: 請輸入有效名稱

source: Please enter a valid number
el_gr: Παρακαλώ εισαγάγετε έναν έγκυρο αριθμό
et_ee: Palun sisestage kehtiv number
zh_cn: 请输入一个有效数值
zh_tw: 請輸入有效數字

source: Please enter a valid object
el_gr: Παρακαλώ εισαγάγετε ένα έγκυρο αντικείμενο
et_ee: Palun sisestage kehtiv objekt
zh_cn: 请输入一个对象
zh_tw: 請輸入有效物件

source: Please enter a valid phone number. Allowed characters are: %1$s
el_gr: Παρακαλώ εισαγάγετε έναν έγκυρο αριθμό τηλεφώνου. Οι επιτρεπόμενοι χαρακτήρες είναι: %1$s
et_ee: Palun sisestage kehtiv telefoninumber. Lubatud märgid on: %1$s
zh_cn: 请输入一个有效电话号码。允许字符为：%1$s
zh_tw: 請輸入有效的手機號碼，允許的字元為: %1$s

source: Please enter a value
el_gr: Παρακαλώ εισαγάγετε μια τιμή
et_ee: Palun sisestage väärtus
zh_cn: 请输入一个数值
zh_tw: 請輸入一個值

source: Please enter an blog url.
el_gr: Παρακαλώ εισαγάγετε ένα blog URL.
et_ee: Palun sisestage blogi URL.
zh_cn: 请输入一个博客 URL。
zh_tw: 請輸入部落格網址。

source: Please enter correct password
el_gr: Παρακαλώ εισαγάγετε τον σωστό κωδικό πρόσβασης
et_ee: Palun sisestage õige parool
zh_cn: 请输入正确密码
zh_tw: 請輸入正確密碼

source: Please enter password.
el_gr: Παρακαλώ εισαγάγετε τον κωδικό πρόσβασης.
et_ee: Palun sisestage parool.
zh_cn: 请输入密码。
zh_tw: 請輸入密碼。

source: Please enter the following data: %1$s
el_gr: Παρακαλώ εισαγάγετε τα εξής δεδομένα: %1$s
et_ee: Palun sisestage järgnevad andmed: %1$s
zh_cn: 请输入以下数据：%1$s
zh_tw: 請輸入下列資料: %1$s

source: Please enter the password.
el_gr: Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας.
et_ee: Palun sisestage parool.
zh_cn: 请输入密码。
zh_tw: 請輸入密碼。

source: Please enter the phone number for the device.
el_gr: Παρακαλώ εισαγάγετε τον αριθμό τηλεφώνου της συσκευής.
et_ee: Sisestage seadme telefoninumber.
zh_cn: 请输入设备的电话号码。
zh_tw: 請輸入裝置的手機號碼。

source: Please enter the recovery code
el_gr: Παρακαλώ εισαγάγετε τον κωδικό ανάκτησης
et_ee: Sisestage taastekood
zh_cn: 请输入恢复码
zh_tw: 請輸入救援碼

source: Please enter the same password.
el_gr: Παρακαλώ εισαγάγετε τον ίδιο κωδικό πρόσβασης.
et_ee: Palun sisestage sama parool.
zh_cn: 请输入一样的密码。
zh_tw: 請重複輸入密碼。

source: Please enter the validation code we just sent to your device.
el_gr: Παρακαλούμε εισαγάγετε τον κωδικό επικύρωσης που μόλις στείλαμε στη συσκευή σας.
et_ee: Sisestage kinnituskood, mille me just teie seadmesse saatsime.
zh_cn: 请输入我们刚刚发送到您设备的验证码。
zh_tw: 請輸入我們剛發送到裝置的驗證碼。

source: Please enter value between 0 and 100.
el_gr: Παρακαλώ εισαγάγετε μια τιμή μεταξύ 0 και 100.
et_ee: Sisestage väärtus vahemikus 0 kuni 100.
zh_cn: 请输入 1 到 100 间的数值。
zh_tw: 請輸入從 0 到 100 間的值。

source: Please enter your credentials.
el_gr: Παρακαλώ εισαγάγετε τα διαπιστευτήριά σας.
et_ee: Palun sisestage oma mandaat.
zh_cn: 请输入您的凭据。
zh_tw: 請輸入您的帳號密碼。

source: Please enter your email address associated with %1$s. You will receive an email that contains a link to reset your password.
el_gr: Παρακαλώ εισαγάγετε τη διεύθυνση email που σχετίζεται με το %1$s. Θα λάβετε ένα email με έναν σύνδεσμο για την επαναφορά του κωδικού πρόσβασής σας.
et_ee: Palun sisestage oma e-posti aadress, mis on seotud %1$s. Saate e-kirja, mis sisaldab linki oma salasõna lähtestamiseks.
zh_cn: 请输入与%1$s关联的邮件。您将收到一封电子邮件，其中包括重置密码的链接。
zh_tw: 請輸入與 %1$s 綁定的電子郵件地址，將收到一封包含能夠用來重設密碼的連結的電子郵件。

source: Please enter your mobile phone number, and we´ll send you a link to automatically configure your iOS device! It´s that simple!
el_gr: Παρακαλούμε εισαγάγετε τον αριθμό του κινητού σας τηλεφώνου και θα σας στείλουμε έναν σύνδεσμο για να ρυθμίσετε αυτόματα τη συσκευή iOS σας! Είναι τόσο απλό!
et_ee: Palun sisestage oma mobiiltelefoni number ja me saadame teile lingi teie iOS-seadme automaatseks seadistamiseks! Nii lihtne see ongi!
zh_cn: 请输入您的手机号码，之后我们将会给您发送一个链接以自动设置您的 iOS 装置！就是那么简单！
zh_tw: 請輸入您的手機號碼，我們會傳送可自動設定 iOS 裝置的鏈結給您！就這麼簡單！

source: Please enter your new password.
el_gr: Παρακαλώ εισαγάγετε τον νέο σας κωδικό πρόσβασης.
et_ee: Palun sisestage oma uus parool.
zh_cn: 请输入您的新密码。
zh_tw: 請輸入您的新密碼。

source: Please enter your password.
el_gr: Παρακαλώ εισαγάγετε τον κωδικό πρόσβασής σας.
et_ee: Palun sisestage oma parool.
zh_cn: 请输入您的密码。
zh_tw: 請輸入您的密碼。

source: Please grant access to your webcam first.
el_gr: Παρακαλώ παραχωρήστε πρώτα πρόσβαση στην κάμερά σας.
et_ee: Andke esmalt juurdepääs oma veebikaamerale.
zh_cn: 请首先允许访问您的网络摄像头。
zh_tw: 請先授權使用您的視訊攝影機。

source: Please insert a date after the start date
el_gr: Παρακαλώ εισαγάγετε μια ημερομηνία μετά την ημερομηνία έναρξης
et_ee: Palun sisesta kuupäev, mis on hilisem alguskuupäevast
zh_cn: 请插入一个开始日期之后的日期
zh_tw: 請輸入開始日期後的日期

source: Please note that other participants are removed on calendar import.
el_gr: Παρακαλώ σημειώστε ότι οι άλλοι συμμετέχοντες αφαιρούνται κατά την εισαγωγή ενός ημερολογίου.
et_ee: Pange tähele, et teised osalejad eemaldatakse kalendri importimisel.
zh_cn: 请注意其他参与者在导入日历时被移除。
zh_tw: 請注意，在匯入行事曆時將移除其他參與者。

source: Please note that some categories are predefined and you might not be able to rename or disable them.
el_gr: Παρακαλώ σημειώστε ότι ορισμένες κατηγορίες είναι προκαθορισμένες και ενδέχεται να μην μπορείτε να τις μετονομάσετε ή να τις απενεργοποιήσετε.
et_ee: Pange tähele, et mõningad kategooriad on eelmääratletud ja nende ümbernimetamine või keelamine ei pruugi olla võimalik.
zh_cn: 请注意某些类别为预定义，你可能无法重新命名或停用它们。
zh_tw: 請注意某些分類是預設分類，可能無法更名或停用。

source: Please note that support requests cannot be handled via the feedback form. If you have questions or problems please contact our support directly.
el_gr: Παρακαλώ σημειώσετε ότι δεν είναι δυνατός ο χειρισμός των αιτημάτων υποστήριξης μέσω της φόρμας σχολίων. Εάν έχετε απορίες ή προβλήματα, επικοινωνήστε απευθείας με την υποστήριξή μας.
et_ee: Juhime teie tähelepanu sellele, et abisoove ei saa esitada tagasiside vormi kaudu. Kui teil on küsimusi või probleeme, võtke ühendust vahetult meie toega.
zh_cn: 请注意支持请求不能经由回馈表格处理，假若您有任何问题和疑难请直接联系我们的支持团队。
zh_tw: 請注意，技術支援請求無法透過意見回饋方式傳送。若您有問題時請直接連絡我們的技術支援團隊。

source: Please note, changing or removing the file extension will cause problems when viewing or editing.
el_gr: Παρακαλώ σημειώστε ότι η αλλαγή ή η αφαίρεση της επέκτασης αρχείου θα προκαλέσει προβλήματα κατά την προβολή ή την επεξεργασία.
et_ee: Tähelepanu: faililaiendi muutmine või eemaldamine tekitab probleeme vaatamisel või muutmisel.
zh_cn: 请您注意，更改或移除文件延伸将会于检视和编辑时引致问题。
zh_tw: 請注意，更改或移除副檔名將會導致檢視或編輯發生問題。

source: Please note: After downloading you will have to enable the profile in the Settings app to complete the installation.
el_gr: Σημείωση: Μετά τη λήψη, θα πρέπει να ενεργοποιήσετε το προφίλ στην εφαρμογή «Ρυθμίσεις» για να ολοκληρώσετε την εγκατάσταση.
et_ee: Pange tähele: Pärast allalaadimist peate installimise lõpuleviimiseks lubama profiili seadetes.
zh_cn: 请注意：下载后，您将必须在设置应用中启用配置文件才能完成安装。
zh_tw: 請注意：下載後必須要「設定」應用程式中開啟此設定檔，才能完成安裝。

source: Please only drop images here. If you want to send other files, you can send them as attachments.
el_gr: Παρακαλώ εναποθέστε μόνο εικόνες εδώ. Εάν θέλετε να στείλετε άλλα αρχεία, μπορείτε να τα στείλετε ως συνημμένα.
et_ee: Lohista siia ainult pilte. Kui soovid saata teisi faile, lisa need kirjale manusena.
zh_cn: 图像请只放在此处。如果您想要发送的其他文件，您能够以附件的方式发送。
zh_tw: 請只將圖片放於此處，若您想要傳送其他格式的檔案，可以插入為附件來傳送。

source: Please only use numeric characters for phone number
el_gr: Παρακαλώ χρησιμοποιήστε μόνο αριθμητικούς χαρακτήρες για τον αριθμό τηλεφώνου
et_ee: Palun kasutage telefoninumbri jaoks ainult numbrimärke
zh_cn: 请使用数字字符作电话号码
zh_tw: 請只輸入手機號碼的數字部分

source: Please rate the following application:
el_gr: Παρακαλώ αξιολογήστε την ακόλουθη εφαρμογή:
et_ee: Palun hinnake järgnevat rakendust:
zh_cn: 请评价以下应用程序：
zh_tw: 請為下列應用程式評分:

source: Please rate this product
el_gr: Παρακαλώ αξιολογήστε αυτό το προϊόν
et_ee: Palun hinnake seda toodet
zh_cn: 请评价此产品
zh_tw: 請為此產品打分數

source: Please scan this code with your phone's camera:
el_gr: Παρακαλώ σαρώστε αυτόν τον κωδικό με την κάμερα του τηλεφώνου σας:
et_ee: Palun skaneerige see kood oma telefoni kaameraga:
zh_cn: 请用您手机的相机扫描此代码：
zh_tw: 請使用手機的相機掃描此代碼：

source: Please select a device to use for additional authentication
el_gr: Παρακαλώ επιλέξτε μια συσκευή για την πρόσθετη ταυτοποίηση
et_ee: Valige seade, mida täiendava autentimise jaoks kasutada
zh_cn: 请选择用于额外身份验证的设备
zh_tw: 請選擇要用來進行身分驗證的裝置

source: Please select a file to import
el_gr: Παρακαλώ επιλέξτε ένα αρχείο για εισαγωγή
et_ee: Palun valige imporditav fail
zh_cn: 请选择一个汇入的文件
zh_tw: 請選擇要匯入的檔案

source: Please select a rating.
el_gr: Παρακαλώ επιλέξτε μια βαθμολογία.
et_ee: Palun märkige hinnang.
zh_cn: 請選擇評級。
zh_tw: 請評分。

source: Please select a time for the appointment
el_gr: Παρακαλώ επιλέξτε ώρα για τη συνάντηση
et_ee: Palun valige aeg kohtumise jaoks
zh_cn: 请选择一个约会时间
zh_tw: 請選擇約會時間

source: Please select a valid iCal file to import
el_gr: Παρακαλώ επιλέξτε ένα έγκυρο αρχείο iCal για εισαγωγή
zh_cn: 请选择一个有效 iCal 文件作汇入
zh_tw: 請選擇有效的 iCal 檔案匯入

source: Please select a valid image File to insert
el_gr: Παρακαλώ επιλέξτε ένα έγκυρο αρχείο εικόνας για εισαγωγή
et_ee: Palun valige kehtiv pildifail sisestamiseks
zh_cn: 请选择一个有效图像文件作插入
zh_tw: 請選擇有效的圖片檔案以匯入

source: Please select at least one day
el_gr: Παρακαλώ επιλέξτε τουλάχιστον μία ημέρα
et_ee: Palun vali vähemalt üks päev
zh_cn: 请选择最少一天
zh_tw: 請選擇至少一天

source: Please select the folder to apply the rule to
el_gr: Παρακαλώ επιλέξτε τον φάκελο όπου θα εφαρμοστεί ο κανόνας
et_ee: Palun vali kaust, millele reeglit rakendada
zh_cn: 请选择要将规则应用到的文件夹
zh_tw: 選擇要將規則套用到的資料夾

source: Please select the platform of your device.
el_gr: Παρακαλώ επιλέξτε την πλατφόρμα της συσκευής σας.
et_ee: Palun valige oma seadme platvorm.
zh_cn: 请选择您装置的平台。
zh_tw: 請選擇您的裝置平台。

source: Please select which of the following data we may use to create your %s account:
el_gr: Παρακαλώ επιλέξτε ποια από τα ακόλουθα δεδομένα μπορούμε να χρησιμοποιήσουμε για να δημιουργήσουμε τον λογαριασμό %s σας:
et_ee: Palun valige, milliseid järgnevatest andmetest me võime kasutada teie %s konto loomiseks:
zh_cn: 请选择以下哪些数据我们可以用作创建您的 %s 户口：
zh_tw: 請選擇我們可以使用以下那些資料來建立您的 %s 帳號:

source: Please set day and month properly
el_gr: Παρακαλώ ρυθμίστε σωστά την ημέρα και το μήνα
et_ee: Palun määrake päev ja kuu õigesti
zh_cn: 请正确设置月和日
zh_tw: 請選擇正確的月份及日期

source: Please sign in again to continue
el_gr: Παρακαλώ συνδεθείτε ξανά για να συνεχίσετε
et_ee: Palun logige jätkamiseks uuesti sisse
zh_cn: 请再登录继续
zh_tw: 請再次登入以繼續

source: Please touch/activate your device
el_gr: Παρακαλώ αγγίξτε/ενεργοποιήστε τη συσκευή σας
et_ee: Puudutage / aktiveerige oma seade
zh_cn: 请触控/激活您的装置
zh_tw: 請觸摸或解鎖裝置

source: Please try to add your mail address <b>%1$s</b> to check whether your mail client can automatically configure your email account.
el_gr: Παρακαλώ προσπαθήστε να προσθέσετε τη διεύθυνση email <b>%1$s</b> σας για να ελέγξετε αν το πρόγραμμα email σας μπορεί να ρυθμίσει αυτόματα τον λογαριασμό email σας.
et_ee: Palun proovige lisada oma e-posti aadress <b>%1$s</b> et kontrollida, kas teie e-posti klient suudab automaatselt teie e-posti kontot konfigureerida.
zh_cn: 请尝试添加您的邮件地址 <b>%1$s</b> ，以检查您的邮件客户端能否自动配置您的电子邮件户口。
zh_tw: 請嘗試新增您的郵件帳號 <b>%1$s</b> 來確認您的郵件軟體是否可以自動設定帳號。

source: Please update your browser.
el_gr: Παρακαλώ ενημερώστε το πρόγραμμα περιήγησής σας.
et_ee: Palun värskendage oma veebilehitsejat.
zh_cn: 请更新您的浏览器。
zh_tw: 請更新您的瀏覽器。

source: Please use the "Connect your device" wizard to download %s
el_gr: Παρακαλώ χρησιμοποιήστε τον οδηγό «Σύνδεση συσκευής» για να κάνετε λήψη του %s
et_ee: Kasutage %s allalaadimiseks viisardit „Seadme ühendamine”
zh_cn: 请使用 "连接您的设备" 向导下载%s
zh_tw: 請使用「連結您的裝置」精靈來下載 %s

source: Please wait for the previous operation to finish
el_gr: Παρακαλώ περιμένετε να ολοκληρωθεί η προηγούμενη διαδικασία
et_ee: Palun oodake, kuni eelmine tegevus lõpeb
zh_cn: 请等待前一个操作结束
zh_tw: 請稍候先前的操作完成

source: Plus
el_gr: Συν
et_ee: Pluss
zh_cn: 额外

source: Pop out standalone viewer
el_gr: Αυτόνομο πρόγραμμα προβολής
et_ee: Hüpik-autonoomne vaatur
zh_cn: 弹出独立检视器
zh_tw: 彈出獨立檢視器

source: Port
el_gr: Θύρα
zh_cn: 端口
zh_tw: 通訊埠

source: Portal
el_gr: Πύλη
et_ee: Portaal
zh_cn: 门户
zh_tw: 入口

# app
source: Portal
el_gr: Πύλη
et_ee: Portaal
zh_cn: 门户
zh_tw: 入口

source: Portal Widgets
el_gr: Widget πύλης
zh_cn: 门户小部件
zh_tw: 入口小工具

source: Portal widgets
el_gr: Widget πύλης
et_ee: Portaali vidinad
zh_cn: 门户小部件
zh_tw: 入口小工具

source: Portuguese
el_gr: Πορτογαλικά
zh_cn: 葡文
zh_tw: 葡萄牙文

source: Position
el_gr: Θέση
et_ee: Ametikoht
zh_cn: 职位
zh_tw: 職位

source: Position %s
el_gr: Θέση %s
et_ee: Positsioon %s
zh_cn: 位置 %s
zh_tw: 位置 %s

source: Positive
el_gr: Θετικό
zh_cn: 正面
zh_tw: 正向

source: Post a status update
el_gr: Ανάρτηση ενημέρωσης κατάστασης
et_ee: Lisage oleku värskendus
zh_cn: 发送一个状态更新
zh_tw: 張貼狀態更新

source: Postal addresses might appear in address book entries as well as in the appointment location field
el_gr: Οι ταχυδρομικές διευθύνσεις ενδέχεται να εμφανίζονται σε καταχωρήσεις του ευρετηρίου, καθώς και στο πεδίο τοποθεσίας των συναντήσεων
zh_cn: 邮寄地址也许同时在地址簿项目里，与在约会位置字段里出现
zh_tw: 郵政地址可能會出現在通訊錄與約會地點欄位中
