Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Change quick launch bar
el_gr: Αλλαγή γραμμής γρήγορης εκκίνησης
zh_cn: 更改快速启动条
zh_tw: 更改快速啟動列

source: Change reminders
el_gr: Αλλαγή υπενθυμίσεων
et_ee: Muuda meeldetuletusi
zh_cn: 更改提醒
zh_tw: 變更提醒

source: Change series
el_gr: Αλλαγή σειράς
et_ee: Muuda seeriat
zh_cn: 更改系列
zh_tw: 變更系列

source: Change time zone
el_gr: Αλλαγή ζώνης ώρας
zh_cn: 更改时区
zh_tw: 更改時區

source: Change user photo
el_gr: Αλλαγή φωτογραφίας χρήστη
et_ee: Muuda kasutaja fotot
zh_cn: 更改用户照片
zh_tw: 更改使用者照片

source: Change who has access?
el_gr: Αλλαγή του ποιος έχει πρόσβαση;
et_ee: Muuta, kellel on juurdepääs?
zh_cn: 更改谁有权访问？
zh_tw: 要更改能存取的成員？

source: Changed due date
el_gr: Η προθεσμία άλλαξε
et_ee: Muudetud tähtaeg
zh_cn: 已更改完成日期
zh_tw: 更改到期日

source: Changes have been saved
el_gr: Οι αλλαγές έχουν αποθηκευτεί
et_ee: Muudatused on salvestatud
zh_cn: 已保存更改
zh_tw: 已儲存更改

source: Changing language or timezone requires a page reload or relogin to take effect.
el_gr: Η αλλαγή της γλώσσας ή της ζώνης ώρας απαιτεί ανανέωση της σελίδας ή εκ νέου σύνδεση για να εφαρμοστεί.
zh_cn: 更改语言或时区必须要重载页面或重新登录以生效。
zh_tw: 更改語言或時區需要重新載入頁面或重新登入後才會生效。

source: Character
el_gr: Χαρακτήρας
et_ee: Tegelased
zh_cn: 字符
zh_tw: 字元

source: Checkboxes
el_gr: Πλαίσια επιλογών
et_ee: Märkeruudud
zh_cn: 选择框
zh_tw: 選取盒

source: Children
el_gr: Παιδιά
et_ee: Lapsed
zh_cn: 子女
zh_tw: 子女

source: Chimes
el_gr: Κουδουνίσματα
zh_cn: 钟声

source: Choose a theme
el_gr: Επιλέξτε ένα θέμα
et_ee: Vali teema
zh_cn: 选择一个主题
zh_tw: 選擇佈景主題

source: Choose an application
el_gr: Επιλέξτε μια εφαρμογή
et_ee: Vali rakendus
zh_cn: 选择一个应用程序
zh_tw: 請選擇應用程式

source: Choose folder
el_gr: Επιλογή φακέλου
zh_cn: 选择文件夹
zh_tw: 選擇資料夾

source: City
el_gr: Πόλη
et_ee: Linn
zh_cn: 城市
zh_tw: 城市

source: Clean up
el_gr: Εκκαθάριση
et_ee: Puhasta
zh_cn: 清理
zh_tw: 清理

source: Cleaning up ...
el_gr: Εκκαθάριση...
et_ee: Puhastamine ...
zh_cn: 清理中 ...
zh_tw: 正在清理…

source: Clear
el_gr: Απαλοιφή
et_ee: Tühjenda
zh_cn: 清空
zh_tw: 清除

source: Clear selection
el_gr: Απαλοιφή επιλογής
et_ee: Tühista valik
zh_cn: 清除选择
zh_tw: 清除選擇

source: Click here to reconnect to your xing account to see activities.
el_gr: Κάντε κλικ εδώ για να συνδεθείτε ξανά στον λογαριασμό XING σας για να δείτε δραστηριότητες.
et_ee: Klõpsake siia teie XING-konto uuesti ühendamiseks tegevuste vaatamiseks.
zh_cn: 单击这里重新连接到您的 xing 户口，以观看活动。
zh_tw: 點擊此處重新連線至您的 XING 帳號以檢視活動。

source: Click on the application that you would like to use.
el_gr: Κάντε κλικ στην εφαρμογή που θέλετε να χρησιμοποιήσετε.
et_ee: Klõpsake rakendusel, mida soovite kasutada.
zh_cn: 单击您要使用的应用程序。
zh_tw: 點擊您想要使用的應用程式。

source: Click to copy URL to clipboard
el_gr: Κάντε κλικ για αντιγραφή του URL στο πρόχειρο
et_ee: Klõpsake URL-i lõikelauale kopeerimiseks
zh_cn: 单击将 URL 复制到剪贴板
zh_tw: 點擊即可複製網址到剪貼簿

source: Click to merge all folders into one column
el_gr: Κάντε κλικ για να συγχωνεύσετε όλους τους φακέλους σε μία στήλη
et_ee: Klõpsake kõigi kaustade ühte veergu ühendamiseks
zh_cn: 单击此处将所有文件夹合并为一列
zh_tw: 點擊此處將所有資料夾合併為一欄

source: Click to split all folders into separate columns
el_gr: Κάντε κλικ για να διαχωρίσετε όλους τους φακέλους σε στήλες
et_ee: Klõpsake kõigi kaustade jagamiseks eraldi veergudeks
zh_cn: 单击此处,将所有文件夹拆分为单独的列
zh_tw: 點擊此處將所有資料夾分割為不同欄位

source: Client onboarding
el_gr: Υποδοχή πελάτη
et_ee: Kliendi pardaletulek
zh_cn: 客户登上中
zh_tw: 新手上路

source: Close
el_gr: Κλείσιμο
et_ee: Sulge
zh_cn: 关闭
zh_tw: 關閉

source: Close all messages
el_gr: Κλείσιμο όλων των μηνυμάτων
et_ee: Sulge kõik sõnumid
zh_cn: 关闭所有消息
zh_tw: 關閉所有訊息

source: Close description panel
el_gr: Κλείσιμο πεδίου περιγραφής
et_ee: Sulge kirjelduse paneel
zh_cn: 关闭描述面板
zh_tw: 關閉描述面板

source: Close folder view
el_gr: Κλείσιμο προβολής φακέλου
et_ee: Sulge kaustavaade
zh_cn: 关闭文件夹视图
zh_tw: 關閉文件夾面板

source: Close menu
el_gr: Κλείσιμο μενού
zh_cn: 关闭菜单
zh_tw: 關閉選單

source: Close settings
el_gr: Κλείσιμο ρυθμίσεων
zh_cn: 关闭设定
zh_tw: 關閉設定

source: Close this notification
el_gr: Κλείσιμο ειδοποίησης
et_ee: Sulge see teavitus
zh_cn: 关闭此通知
zh_tw: 關閉此通知

source: Close viewer
el_gr: Κλείσιμο προβολής
et_ee: Sulge vaatur
zh_cn: 关闭检视器
zh_tw: 關閉檢視器

source: Close window
el_gr: Κλείσιμο παραθύρου
zh_cn: 关闭窗口
zh_tw: 關閉視窗

source: Code via text message
el_gr: Κωδικός μέσω μηνύματος
et_ee: Kood tekstsõnumi kaudu
zh_cn: 来自通过短信的编码
zh_tw: 透過簡訊收取驗證碼

source: Collapse form
el_gr: Σύμπτυξη φόρμας
et_ee: Kitsenda vormi
zh_cn: 折叠表格
zh_tw: 摺疊表單

source: Color
el_gr: Χρώμα
et_ee: Värv
zh_cn: 颜色
zh_tw: 顏色

source: Color %1$s
el_gr: Χρώμα %1$s
et_ee: %1$s värv
zh_cn: 颜色 %1$s
zh_tw: 色彩 %1$s

source: Comma is not allowed.
el_gr: Το κόμμα δεν επιτρέπεται.
et_ee: Koma ei ole lubatud.
zh_cn: 不允许逗号。
zh_tw: 不允許逗號。

source: Command center
el_gr: Κέντρο εντολών
zh_cn: 命令中心
zh_tw: 指令中心

source: Comment
el_gr: Σχόλιο
et_ee: Kommentaar
zh_cn: 注释
zh_tw: 注釋

source: Comment has been successfully posted on XING
el_gr: Το σχόλιο έχει αναρτηθεί επιτυχώς στο XING
et_ee: Kommentaar on XING-il edukalt üles pandud
zh_cn: 意见已成功在 XING 发送
zh_tw: 已成功張貼回應至 XING

source: Comments and suggestions
el_gr: Σχόλια και προτάσεις
et_ee: Märkused ja ettepanekud
zh_cn: 意见和建议
zh_tw: 意見與建議

source: Commercial Register
el_gr: Εμπορικό μητρώο
et_ee: Äriregister
zh_cn: 商业注册
zh_tw: 商業註冊

source: Common Emoji
el_gr: Συνήθη emoji
et_ee: Ühised emojid
zh_cn: 一般表情符号
zh_tw: 共通表情符號

source: Common name
el_gr: Κοινό όνομα
et_ee: Üldnimi
zh_cn: 通用名称
zh_tw: 一般名稱

source: Compact
el_gr: Συνοπτικά
et_ee: Kompaktselt
zh_cn: 精简
zh_tw: 精簡

source: Companies
el_gr: Εταιρείες
et_ee: Ettevõtted
zh_cn: 公司
zh_tw: 公司

source: Company
el_gr: Εταιρεία
et_ee: Ettevõte
zh_cn: 公司
zh_tw: 公司

source: Compose & Reply
el_gr: Σύνθεση και απάντηση
zh_cn: 撰写与回复
zh_tw: 撰寫與回覆

source: Compose dialog
el_gr: Διάλογος σύνθεσης
zh_cn: 撰写对话窗
zh_tw: 撰寫對話框

source: Compose mail with external images
el_gr: Σύνθεση email με εξωτερικές εικόνες
et_ee: Kirja koostamine väliste piltidega
zh_cn: 撰写带有外部图像的邮件
zh_tw: 撰寫不含外部圖片的郵件

source: Compose mail without external images
el_gr: Σύνθεση email χωρίς εξωτερικές εικόνες
et_ee: Kirja koostamine ilma väliste piltideta
zh_cn: 撰写没有外部图像的邮件
zh_tw: 撰寫不含外部圖片的郵件

source: Conditions
el_gr: Συνθήκες
et_ee: Tingimused
zh_cn: 条件
zh_tw: 條件

source: Conference
el_gr: Διάσκεψη
et_ee: Konverents
zh_cn: 会议
zh_tw: 會議

source: Conference call
el_gr: Κλήση σύσκεψης
et_ee: Konverentsikõne
zh_cn: 电话会议
zh_tw: 電話會議

source: Configuration Email
el_gr: Email ρυθμίσεων
et_ee: Seadete e-kiri
zh_cn: 设置电子邮件
zh_tw: 設定郵件

source: Configuration not supported
el_gr: Η ρύθμιση δεν υποστηρίζεται
et_ee: Konfiguratsiooni ei toetata
zh_cn: 不支持配置
zh_tw: 不支援設定

source: Configure %s
el_gr: Ρύθμιση του «%s»
et_ee: Seadista %s
zh_cn: 配置 %s
zh_tw: 設定 %s

source: Configure categories
el_gr: Ρύθμιση κατηγοριών
et_ee: Seadista kategooriad
zh_cn: 配置类别
zh_tw: 設定分類

source: Configure inbox categories ...
el_gr: Ρύθμιση κατηγοριών εισερχομένων...
zh_cn: 配置收件夹类别…
zh_tw: 設定收件匣分類…

source: Configure manually
el_gr: Χειροκίνητη ρύθμιση
et_ee: Seadista käsitsi
zh_cn: 手动配置
zh_tw: 手動設定

source: Configure quick launch bar
el_gr: Διαμόρφωση γραμμής γρήγορης εκκίνησης
zh_cn: 配置快速启动条
zh_tw: 設定快速啟動列

source: Configure the notification area
el_gr: Διαμόρφωση της περιοχής ειδοποιήσεων
zh_cn: 配置通知区域
zh_tw: 設定通知區域

source: Configure your keyboard shortcut profile
el_gr: Διαμόρφωση του προφίλ των συντομεύσεων πληκτρολογίου σας
zh_cn: 配置您的键盘捷径档案
zh_tw: 設定您的快速鍵風格

source: Confirm Code
el_gr: Επιβεβαίωση κωδικού
et_ee: Kinnitage kood
zh_cn: 确认码
zh_tw: 確認碼

source: Confirm new password
el_gr: Επιβεβαίωση νέου κωδικού πρόσβασης
et_ee: Kinnita uus parool
zh_cn: 确认新密码
zh_tw: 確認新密碼

source: Confirm recipient(s)
el_gr: Επιβεβαίωση παραλήπτη(ών)
et_ee: Kinnita adressaat(id)
zh_cn: 确定收件人
zh_tw: 確認收件者

source: Confirmation
el_gr: Επιβεβαίωση
et_ee: Kinnitus
zh_cn: 确认
zh_tw: 確認狀態

source: Conflicts
el_gr: Διενέξεις
et_ee: Vastuolud
zh_cn: 冲突
zh_tw: 衝突

source: Conflicts detected
el_gr: Ανιχνεύθηκαν διενέξεις
et_ee: Tuvastasime konflikte
zh_cn: 检测到冲突
zh_tw: 檢測到衝突

source: Conflicts with resources cannot be ignored
el_gr: Δεν είναι δυνατή η παράβλεψη διενέξεων με πόρους
et_ee: Vastuolusid ressurssidega ei saa ignoreerida
zh_cn: 不能无视与资源的冲突
zh_tw: 無法忽略的資源衝突

source: Conflicts:
el_gr: Διενέξεις:
et_ee: Vastuolud:
zh_cn: 冲突：
zh_tw: 衝突:

source: Connect
el_gr: Σύνδεση
et_ee: Ühenda
zh_cn: 连接
zh_tw: 連線

source: Connect this device
el_gr: Σύνδεση συσκευής
et_ee: Ühenda see seade
zh_cn: 连接此设备
zh_tw: 連線至此裝置

source: Connect with Zoom
el_gr: Σύνδεση με Zoom
et_ee: Ühendage Zoomiga
zh_cn: 以 Zoom 连接
zh_tw: 連結 Zoom

source: Connect your device
el_gr: Σύνδεση συσκευής
et_ee: Ühenda oma seade
zh_cn: 连接您的装置
zh_tw: 連結您的裝置

source: Connecting to Zoom ...
el_gr: Σύνδεση στο Zoom...
et_ee: Zoomiga ühendamine ...
zh_cn: 正在连接到 Zoom...
zh_tw: 正在連線到 Zoom…

source: Connection
el_gr: Σύνδεση
et_ee: Ühendus
zh_cn: 连接
zh_tw: 連線

source: Connection error
el_gr: Σφάλμα σύνδεσης
et_ee: Ühenduse viga
zh_cn: 连接错误
zh_tw: 連線錯誤

source: Connection security
el_gr: Ασφάλεια σύνδεσης
et_ee: Ühenduse turvalisus
zh_cn: 连线安全
zh_tw: 連線安全性

source: Connection timed out. Please try reloading the page.
el_gr: Το χρονικό διάστημα σύνδεσης έληξε. Παρακαλώ δοκιμάστε να φορτώσετε ξανά τη σελίδα.
et_ee: Ühendus aegunud. Proovige leht uuesti laadida.
zh_cn: 连接超时。请尝试重新加载该页。
zh_tw: 連線逾時。請嘗試重新載入頁面。

source: Contact
el_gr: Επαφή
et_ee: Kontakt
zh_cn: 联系人
zh_tw: 聯繫人

source: Contact Details
el_gr: Στοιχεία επικοινωνίας
et_ee: Kontaktandmed
zh_cn: 联系人详情
zh_tw: 聯絡人詳細資訊

source: Contact has been copied
el_gr: Η επαφή έχει αντιγραφεί
et_ee: Kontakt on kopeeritud
zh_cn: 联系人已复制
zh_tw: 已複製聯絡人

source: Contact has been moved
el_gr: Η επαφή έχει μετακινηθεί
et_ee: Kontakt on teisaldatud
zh_cn: 联系人已移动
zh_tw: 已移動聯絡人

source: Contact list
el_gr: Λίστα επαφών
et_ee: Kontaktide nimekiri
zh_cn: 联系人列表
zh_tw: 聯絡人清單

source: Contact list. Select a contact to view details.
el_gr: Λίστα επαφών. Επιλέξτε μια λίστα για προβολή λεπτομερειών.
et_ee: Kontaktide nimekiri. Valige üksikasjade vaatamiseks kontakt.
zh_cn: 联系人名单。选择联系人以查看详细信息。
zh_tw: 聯絡人清單。選擇聯絡人檢視詳情。

source: Contact pictures
el_gr: Εικόνες επαφής
et_ee: Kontakti pildid
zh_cn: 联系人图像
zh_tw: 聯絡人照片

source: Contact request sent
el_gr: Απεστάλη αίτημα επικοινωνίας
et_ee: Kontaktitaotlus on saadetud
zh_cn: 已发送联系人请求
zh_tw: 已送出聯絡人請求

source: Contacts
el_gr: Επαφές
et_ee: Kontaktid
zh_cn: 成员
zh_tw: 成員

source: Contacts account error
el_gr: Σφάλμα λογαριασμού επαφών
et_ee: Kontaktide konto viga
zh_cn: 联系人户口错误
zh_tw: 聯絡人帳號錯誤

source: Contacts have been copied
el_gr: Οι επαφές έχουν αντιγραφεί
et_ee: Kontaktid on kopeeritud
zh_cn: 联系人已复制
zh_tw: 已複製聯絡人

source: Contacts have been moved
el_gr: Οι επαφές έχουν μετακινηθεί
et_ee: Kontaktid on teisaldatud
zh_cn: 联系人已移动
zh_tw: 已移動聯絡人

source: Contacts in address books
el_gr: Επαφές σε ευρετήρια
et_ee: Kontaktid aadressiraamatutes
zh_cn: 地址簿里的联系人
zh_tw: 通訊錄中的聯絡人

source: Contacts in public address books
el_gr: Επαφές σε δημόσια ευρετήρια
et_ee: Kontaktid avalikes aadressiraamatutes
zh_cn: 公共地址簿里的联系人
zh_tw: 公開通訊錄中的聯絡人

source: Contacts in shared address books
el_gr: Επαφές σε κοινόχρηστα ευρετήρια
et_ee: Kontaktid jagatud aadressiraamatutes
zh_cn: 共享地址簿里的联系人
zh_tw: 共享通訊錄中的聯絡人

source: Contacts toolbar
el_gr: Γραμμή εργαλείων επαφών
et_ee: Kontaktide tööriistariba
zh_cn: 联系人工具条
zh_tw: 聯絡人工具列

source: Contains
el_gr: Περιέχει
et_ee: Sisaldab
zh_cn: 包含
zh_tw: 包含

source: Contains not
el_gr: Δεν περιέχει
et_ee: Ei sisalda
zh_cn: 不包含
zh_tw: 不包含

source: Contains words
el_gr: Περιέχει λέξεις
et_ee: Sisaldab sõnu
zh_cn: 包含词语
zh_tw: 包含文字

source: Continue
el_gr: Συνέχεια
et_ee: Jätka
zh_cn: 继续
zh_tw: 繼續

source: Continue sign out
el_gr: Συνέχεια αποσύνδεσης
zh_cn: 继续注销
zh_tw: 繼續登出

source: Continuous improvements
el_gr: Συνεχείς βελτιώσεις
zh_cn: 持续改进
zh_tw: 持續改善

source: Conversation
el_gr: Συζήτηση
et_ee: Vestlus
zh_cn: 交谈
zh_tw: 對話

source: Conversations
el_gr: Συζητήσεις
et_ee: Vestlused
zh_cn: 交谈
zh_tw: 談話

source: Copy
el_gr: Αντιγραφή
et_ee: Kopeeri
zh_cn: 复制
zh_tw: 複製

# CC
source: Copy
el_gr: Αντιγραφή
et_ee: Koopia
zh_cn: 复制
zh_tw: 副本

source: Copy dial-in information to description
el_gr: Αντιγραφή πληροφοριών κλήσης στην περιγραφή
et_ee: Kopeeri koosolekuga liitumise andmed kirjeldusse
zh_cn: 复制拨入信息到描述
zh_tw: 將會議撥入資訊複製到會議說明

source: Copy into
el_gr: Αντιγραφή σε
et_ee: Kopeeri
zh_cn: 复制到
zh_tw: 複製至

source: Copy link
el_gr: Αντιγραφή συνδέσμου
et_ee: Kopeeri link
zh_cn: 复制链接
zh_tw: 複製連結

source: Copy link to clipboard
el_gr: Αντιγραφή συνδέσμου στο πρόχειρο
et_ee: Kopeeri link lõikelauale
zh_cn: 复制链接到剪贴板
zh_tw: 將會議鏈結複製到剪貼簿

source: Copy link to location
el_gr: Αντιγραφή συνδέσμου στην τοποθεσία
et_ee: Kopeeri link asukohta
zh_cn: 复制链接到位置
zh_tw: 將會議鏈結複製到會議位置

source: Copy to clipboard
el_gr: Αντιγραφή στο πρόχειρο
et_ee: Kopeeri lõikelauale
zh_cn: 复制到剪贴簿
zh_tw: 複製至剪貼簿

source: Copy to description
el_gr: Αντιγραφή στην περιγραφή
et_ee: Kopeeri kirjeldusse
zh_cn: 复制到描述
zh_tw: 複製至描述

source: Copy to location field
el_gr: Αντιγραφή στο πεδίο τοποθεσίας
et_ee: Kopeeri asukohaväljale
zh_cn: 复制到位置字段
zh_tw: 複製到網址欄位

source: Costs must be between -%1$d and %1$d.
el_gr: Το κόστος πρέπει να είναι μεταξύ -%1$d και %1$d.
et_ee: Kulud peavad jääma vahemikku -%1$d kuni %1$d.
zh_cn: 支出必须在 -%1$d 到 %1$d 之间。
zh_tw: 成本必須在 -%1$d 到 %1$d 之間。

source: Costs must only have two decimal places.
el_gr: Το κόστος πρέπει να έχει μόνο δύο δεκαδικά ψηφία.
et_ee: Kuludel peab olema vaid kaks kümnendkohta.
zh_cn: 花费只能有两个小数位。
zh_tw: 成本最多只能到小數後兩位。

source: Could not create PDF file.
el_gr: Δεν ήταν δυνατή η δημιουργία του αρχείου PDF.
zh_cn: 不能创建PDF文件。
zh_tw: 無法建立 PDF 檔案。

source: Could not create deputy.
el_gr: Δεν ήταν δυνατή η δημιουργία αναπληρωτή.
et_ee: Ei saanud luua asendajat.
zh_cn: 不能创建代表。
zh_tw: 無法建立代理人。

source: Could not delete folder. This can be due to insufficient permissions in your trash folder or this might be a special folder that cannot be deleted.
el_gr: Δεν ήταν δυνατή η διαγραφή του φακέλου. Αυτό μπορεί να οφείλεται σε ανεπαρκή δικαιώματα για τον φάκελο απορριμμάτων σας ή αυτός μπορεί να είναι ένας ειδικός φάκελος που δεν μπορεί να διαγραφεί.
et_ee: Kausta kustutamine ebaõnnestus. Põhjuseks võivad olla mitte piisavad õigused või see võib olla eriline süsteemne kaust, mida ei saa kustutada.
zh_cn: 无法删除文件夹。这可能是由于垃圾文件夹中的权限不足，或者是一个无法删除的特殊文件夹。
zh_tw: 無法刪除資料夾。可能是因為您對垃圾桶的權限不足，或這是無法刪除的特殊資料夾。

source: Could not find the requested appointment
el_gr: Δεν ήταν δυνατή η εύρεση της ζητούμενης συνάντησης
zh_cn: 找不到请求的约会
zh_tw: 找不到要求的約會

source: Could not get a default folder for this application.
el_gr: Δεν ήταν δυνατή η δημιουργία ενός προεπιλεγμένου φακέλου για αυτήν την εφαρμογή.
et_ee: Selle rakenduse vaikekausta ei õnnestunud hankida.
zh_cn: 不能获得此应用程序的默认文件夹。
zh_tw: 無法取得此應用程式的預設資料夾。

source: Could not get appointment information
el_gr: Δεν ήταν δυνατή η λήψη των πληροφοριών της συνάντησης
et_ee: Kohtumisteavet ei õnnestunud hankida
zh_cn: 不能获得约会信息
zh_tw: 無法取得約會資訊

source: Could not load address book.
el_gr: Δεν ήταν δυνατή η φόρτωση του ευρετηρίου επαφών.
et_ee: Ei saanud laadida aadressiraamatut.
zh_cn: 不能加载地址簿。
zh_tw: 無法載入通訊錄。

source: Could not load attachments for this contact.
el_gr: Δεν ήταν δυνατή η φόρτωση των συνημμένων για αυτήν την επαφή.
et_ee: Manuste laadimine selle kontakti korral ebaõnnestus.
zh_cn: 不能加载此联系人的附件。
zh_tw: 無法載入此聯絡人的附件。

source: Could not load attachments for this task.
el_gr: Δεν ήταν δυνατή η φόρτωση των συνημμένων για αυτήν την εργασία.
et_ee: Manuste laadimine selle ülesande korral ebaõnnestus.
zh_cn: 不能加载此任务的附件。
zh_tw: 無法載入此工作中的附件。

source: Could not load contacts
el_gr: Δεν ήταν δυνατή η φόρτωση των επαφών
et_ee: Ei saanud kontakte laadida
zh_cn: 不能加载联系人
zh_tw: 無法載入聯絡人

source: Could not load data
el_gr: Δεν ήταν δυνατή η φόρτωση των δεδομένων
et_ee: Andmete laadimine ebaõnnestus
zh_cn: 加载数据失败
zh_tw: 無法載入資料

source: Could not load deputy data.
el_gr: Δεν ήταν δυνατή η φόρτωση των δεδομένων αναπληρωτή.
et_ee: Asendaja andmete laadimine ebaõnnestus.
zh_cn: 加载代表数据失败。
zh_tw: 無法載入代理人資料。

source: Could not load this list
el_gr: Δεν ήταν δυνατή η φόρτωση αυτής της λίστας
et_ee: Loendi laadimine ebaõnnestus
zh_cn: 不能加载此列表
zh_tw: 無法載入此清單

source: Could not remove deputy.
el_gr: Δεν ήταν δυνατή η κατάργηση του αναπληρωτή.
et_ee: Ei saanud eemaldada asendajat.
zh_cn: 不能移除代表。
zh_tw: 無法刪除代理人。

source: Could not save settings
el_gr: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων
et_ee: Seadete salvestamine ebaõnnestus
zh_cn: 不能保存设定
zh_tw: 無法儲存設定

source: Could not save settings.
el_gr: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων.
et_ee: Seadete salvestamine ebaõnnestus.
zh_cn: 不能保存设定。
zh_tw: 無法儲存設定。

source: Could not save settings. There has to be at least one user with administration rights.
el_gr: Δεν ήταν δυνατή η αποθήκευση των ρυθμίσεων. Πρέπει να υπάρχει τουλάχιστον ένας χρήστης με δικαιώματα διαχείρισης.
zh_cn: 无法保存设定。必须最少有一个拥有管理员权力的用户。
zh_tw: 無法儲存設定，最少必須有一位擁有管理員權限的使用者。

source: Could not update deputy permissions.
el_gr: Δεν ήταν δυνατή η ενημέρωση των δικαιωμάτων του αναπληρωτή.
et_ee: Asendaja õiguste uuendamine ebaõnnestus.
zh_cn: 不能更新代表权限。
zh_tw: 無法更新代理人權限。

source: Couldn't load appointment data.
el_gr: Δεν ήταν δυνατή η φόρτωση των δεδομένων συνάντησης.
et_ee: Kohtumise andmete laadimine ebaõnnestus.
zh_cn: 读取约会数据失败。
zh_tw: 無法載入約會資料。

source: Couldn't load contact data.
el_gr: Δεν ήταν δυνατή η φόρτωση των δεδομένων επαφής.
et_ee: Kontakti andmete laadimine ebaõnnestus.
zh_cn: 加载联系人数据失败。
zh_tw: 無法載入聯絡人資料。

source: Couldn't load editor
el_gr: Δεν ήταν δυνατή η φόρτωση του προγράμματος επεξεργασίας
et_ee: Ei saanud redaktorit laadida
zh_cn: 无法加载编辑器
zh_tw: 無法載入編輯器

source: Couldn't load that task.
el_gr: Δεν ήταν δυνατή η φόρτωση αυτής της εργασίας.
et_ee: Selle ülesande laadimine ebaõnnestus.
zh_cn: 加载该任务失败。
zh_tw: 無法載入該工作。

source: Couldn't load your mail filter rules.
el_gr: Δεν ήταν η φόρτωση των κανόνων φίλτρων των email σας.
et_ee: Teie e-posti filtreerimisreeglite laadimine ebaõnnestus.
zh_cn: 不能加载您的邮件过滤器。
zh_tw: 無法載入您的郵件篩選規則。

source: Countdown
el_gr: Αντίστροφη μέτρηση
zh_cn: 倒数
zh_tw: 倒數

source: Country
el_gr: Χώρα
et_ee: Riik
zh_cn: 国家/地区
zh_tw: 國家/地區

source: Create
el_gr: Δημιουργία
et_ee: Loo
zh_cn: 创建
zh_tw: 建立

source: Create Flickr photo stream
el_gr: Δημιουργία ροής φωτογραφιών Flickr
et_ee: Loo Flickri fotovoog
zh_cn: 创建 Flickr 照片流
zh_tw: 建立 Flickr 相片串流

source: Create Tumblr feed
el_gr: Δημιουργία ροής Tumblr
et_ee: Loo Tumblr voog
zh_cn: 创建 Tumblr 源
zh_tw: 建立 Tumblr 資訊來源

source: Create a XING Account
el_gr: Δημιουργία λογαριασμού XING
et_ee: Loo XINGi konto
zh_cn: 创建 XING 户口
zh_tw: 建立 XING 帳號

source: Create additional passwords with limited access
el_gr: Δημιουργία πρόσθετων κωδικών πρόσβασης με περιορισμένη πρόσβαση
zh_cn: 创建带有有限访问权的额外密码
zh_tw: 新增另一組僅有受限權限的密碼

source: Create all-day appointment
el_gr: Δημιουργία ολοήμερης συνάντησης
et_ee: Loo terve päeva kestev kohtumine
zh_cn: 创建全天约会
zh_tw: 建立全日約會

source: Create appointment
el_gr: Δημιουργία συνάντησης
et_ee: Loo kohtumine
zh_cn: 创建约会
zh_tw: 建立約會

source: Create category
el_gr: Δημιουργία κατηγορίας
zh_cn: 创建类别
zh_tw: 建立分類

source: Create distribution list
el_gr: Δημιουργία λίστας διανομής
et_ee: Loo leviloend
zh_cn: 创建通讯组列表
zh_tw: 建立新通訊組列表

source: Create filter rule
el_gr: Δημιουργία κανόνα φίλτρου
et_ee: Loo filtreerimisreegel
zh_cn: 创建过滤准则
zh_tw: 建立過濾器規則

source: Create folder
el_gr: Δημιουργία φακέλου
et_ee: Lisa uus kaust
zh_cn: 创建文件夹
zh_tw: 建立資料夾

source: Create in public calendar
el_gr: Δημιουργία σε δημόσιο ημερολόγιο
et_ee: Loo avalikus kalendris
zh_cn: 在公共日历中创建
zh_tw: 於公開行事曆建立

source: Create list
el_gr: Δημιουργία λίστας
et_ee: Loo loend
zh_cn: 创建列表
zh_tw: 建立清單

source: Create new %1$s account
el_gr: Δημιουργία νέου λογαριασμού %1$s
et_ee: Looge uus %1$s konto
zh_cn: 创建新 %1$s 户口
zh_tw: 建立新的 %1$s 帳號

source: Create new Zoom meeting
el_gr: Δημιουργία νέας σύσκεψης Zoom
et_ee: Loo uus Zoomi koosolek
zh_cn: 创建新 Zoom 会议
zh_tw: 建立新的 Zoom 會議

source: Create new group
el_gr: Δημιουργία νέας ομάδας
et_ee: Loo uus rühm
zh_cn: 创建新群组
zh_tw: 建立新群組

source: Create new resource
el_gr: Δημιουργία νέου πόρου
et_ee: Loo uus ressurss
zh_cn: 创建新资源
zh_tw: 建立新資源

source: Create new rule
el_gr: Δημιουργία νέου κανόνα
et_ee: Loo uus reegel
zh_cn: 创建新规则
zh_tw: 建立新規則

source: Create objects
el_gr: Δημιουργία αντικειμένων
et_ee: Objektide loomine
zh_cn: 创建对象
zh_tw: 建立物件

source: Create objects and subfolders
el_gr: Δημιουργία αντικειμένων και υποφακέλων
et_ee: Objektide ja alamkaustade loomine
zh_cn: 创建对象和子文件夹
zh_tw: 建立物件與子資料夾

source: Create reminder
el_gr: Δημιουργία υπενθύμισης
et_ee: Loo meeldetuletus
zh_cn: 创建提醒
zh_tw: 建立提醒

source: Create sharing link
el_gr: Δημιουργία συνδέσμου κοινής χρήσης
et_ee: Loo jagatav link
zh_cn: 创建分享链接
zh_tw: 建立分享鏈結

source: Create task
el_gr: Δημιουργία εργασίας
et_ee: Loo ülesanne
zh_cn: 创建任务
zh_tw: 建立任務

source: Created
el_gr: Δημιουργία
et_ee: Loodud
zh_cn: 已创建
zh_tw: 已建立

source: Created by: %1$s
el_gr: Δημιουργήθηκε από: %1$s
et_ee: Loodud: %1$s poolt
zh_cn: 创建者为：%1$s
zh_tw: 建立者：%1$s

source: Creating %s conference...
el_gr: Δημιουργία σύσκεψης %s...
et_ee: Loon %s konverentsi...
zh_cn: 创建%s会议...
zh_tw: 正在建立 %s 會議…

source: Currency
el_gr: Νόμισμα
et_ee: Valuuta
zh_cn: 货币
zh_tw: 幣值

source: Current date
el_gr: Τρέχουσα ημερομηνία
et_ee: Tänane kuupäev
zh_cn: 当前日期
zh_tw: 目前日期

source: Current folder
el_gr: Τρέχων φάκελος
et_ee: Praegune kaust
zh_cn: 当前文件夹
zh_tw: 目前資料夾

source: Current list
el_gr: Τρέχουσα λίστα
et_ee: Praegune nimekiri
zh_cn: 当前列表
zh_tw: 目前清單

source: Current organizer
el_gr: Τρέχων διοργανωτής
zh_cn: 当前组织者
zh_tw: 目前的主辦者

source: Current role
el_gr: Τρέχων ρόλος
et_ee: Praegune roll
zh_cn: 当前角色
zh_tw: 目前角色

source: Currently refreshing
el_gr: Γίνεται ανανέωση
et_ee: Värskendamine käib
zh_cn: 当前刷新
zh_tw: 正在整理中

source: Currently there are no compatible webcams available on your device.
el_gr: Αυτήν τη στιγμή, δεν υπάρχουν συμβατές κάμερες στη συσκευή σας.
et_ee: Hetkel pole teie seadmes ühilduvaid veebikaameraid saadaval.
zh_cn: 目前您的设备上没有可用的兼容网络摄像头。
zh_tw: 您的裝置上目前沒有相容的視訊攝影機。

source: Custom name
el_gr: Προσαρμοσμένο όνομα
et_ee: Kohandatud nimi
zh_cn: 自定义名称
zh_tw: 自訂名稱

source: Customize date and time formats
el_gr: Προσαρμογή μορφών ημερομηνίας και ώρας
zh_cn: 自定义日期与时间格式
zh_tw: 自訂日期與時間格式

source: Customized
el_gr: Έγινε προσαρμογή
et_ee: Kohandatud
zh_cn: 自定义
zh_tw: 自訂

source: Cyan
el_gr: Κυανό
et_ee: Tsüaan
zh_cn: 青色
zh_tw: 青色

source: Daily
el_gr: Καθημερινά
et_ee: Igapäevaselt
zh_cn: 每天
zh_tw: 每天

source: Daily on workdays
el_gr: Καθημερινά, τις εργάσιμες ημέρες
et_ee: Igal tööpäeval
zh_cn: 每个工作天
zh_tw: 每個工作日

source: Dark
el_gr: Σκούρο
et_ee: Tume
zh_cn: 深色
zh_tw: 深色

source: Dark Blue
el_gr: Σκούρο μπλε
et_ee: Tumesinine
zh_cn: 深蓝色
zh_tw: 深藍

source: Dark Gray
el_gr: Σκούρο γκρι
et_ee: Tumehall
zh_cn: 深灰色
zh_tw: 深灰

source: Dark Purple
el_gr: Σκούρο μωβ
et_ee: Tume lilla
zh_cn: 深紫色
zh_tw: 深紫

source: Dark Red
el_gr: Σκούρο κόκκινο
et_ee: Tumepunane
zh_cn: 深红色
zh_tw: 深紅

source: Dark Turquoise
el_gr: Σκούρο τυρκουάζ
et_ee: Tume türkiissinine
zh_cn: 深绿色
zh_tw: 深青綠

source: Dark mode
el_gr: Σκουρόχρωμη λειτουργία
et_ee: Tume režiim
zh_cn: 深色模式
zh_tw: 深色模式

source: Dark mode is now also available on mobile devices
el_gr: Η σκουρόχρωμη λειτουργία είναι πλέον διαθέσιμη και σε κινητές συσκευές
zh_cn: 現在移動裝置上也支援黑暗模式
zh_tw: 現在起，行動裝置也可以有暗色模式了

source: Data imported successfully
el_gr: Επιτυχής εισαγωγή δεδομένων
et_ee: Andmed edukalt imporditud
zh_cn: 数据导入成功
zh_tw: 成功匯入資料

source: Data only partially imported (%1$s of %2$s records)
el_gr: Έγινε μόνο μερική εισαγωγή δεδομένων (%1$s από %2$s εγγραφές)
et_ee: Andmed imporditi vaid osaliselt (%1$s / %2$s kirjest)
zh_cn: 只导入部分数据（%2$s 中 %1$s 条记录）
zh_tw: 只匯入部分資料〈%1$s 筆記錄，共 %2$s 筆〉

source: Date
el_gr: Ημερομηνία
et_ee: Kuupäev
zh_cn: 日期
zh_tw: 日期

source: Date completed
el_gr: Ημερομηνία ολοκλήρωσης
et_ee: Lõpetamise kuupäev
zh_cn: 完成日期
zh_tw: 完成日期
