Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Task reminder
el_gr: Υπενθύμιση εργασίας
et_ee: Ülesande meeldetuletus
zh_cn: 任务提醒
zh_tw: 任務提醒

source: Tasks
el_gr: Εργασίες
et_ee: Ülesanded
zh_cn: 任务
zh_tw: 任務

# app
source: Tasks
el_gr: Εργασίες
et_ee: Ülesanded
zh_cn: 任务
zh_tw: 任務

source: Tasks actions
el_gr: Ενέργειες εργασιών
zh_cn: 任务动作
zh_tw: 操作

source: Tasks can not be moved to or out of shared folders
el_gr: Δεν είναι η δυνατή η μετακίνηση εργασιών εντός ή εκτός κοινόχρηστων φακέλων
et_ee: Ülesandeid ei saa teisaldada jagatud kaustadesse või kaustadest
zh_cn: 任务无法移入或移出共享文件夹
zh_tw: 無法移動任務進或出共享資料夾

source: Tasks have been deleted
el_gr: Οι εργασίες έχουν διαγραφεί
et_ee: Ülesanded on kustutatud
zh_cn: 已删除任务
zh_tw: 已刪除任務

source: Tasks in folders
el_gr: Εργασίες σε φακέλους
et_ee: Ülesanded kaustades
zh_cn: 文件夹里的任务
zh_tw: 資料夾中的任務

source: Tasks in public folders
el_gr: Εργασίες σε δημόσιους φακέλους
et_ee: Ülesanded avalikes kaustades
zh_cn: 公共文件夹里的任务
zh_tw: 公開資料夾中的任務

source: Tasks in shared folders
el_gr: Εργασίες σε κοινόχρηστους φακέλους
et_ee: Ülesanded jagatud kaustades
zh_cn: 共享文件夹里的任务
zh_tw: 共用資料夾中的任務

source: Tasks marked as done
el_gr: Οι εργασίες επισημάνθηκαν ως ολοκληρωμένες
et_ee: Tehtuks märgitud ülesanded
zh_cn: 任务标记为已完成
zh_tw: 已將會議標示為已完成

source: Tasks marked as undone
el_gr: Οι εργασίες επισημάνθηκαν ως μη ολοκληρωμένες
et_ee: Mittetehtuks märgitud ülesanded
zh_cn: 任务标记为未完成
zh_tw: 已將會議標示為未完成

source: Tasks toolbar
el_gr: Γραμμή εργαλείων εργασιών
et_ee: Ülesannete tööriistariba
zh_cn: 任务工具条
zh_tw: 任務工具列

source: Telephone (ISDN)
el_gr: Τηλέφωνο (ISDN)
et_ee: Telefon (ISDN)
zh_cn: 电话（ISDN）
zh_tw: 電話（ISDN）

source: Telephone callback
el_gr: Επιστροφή κλήσης
et_ee: Telefon, tagasihelistamine
zh_cn: 电话回呼
zh_tw: 電話回撥

source: Telephone primary
el_gr: Κύριο τηλέφωνο
et_ee: Telefon, peamine
zh_cn: 电话（主要）
zh_tw: 主要電話

source: Telephone radio
el_gr: Ραδιοτηλέφωνο
et_ee: Raadiotelefon
zh_cn: 电话（无线电）
zh_tw: 電話廣播

source: Telex
el_gr: Τηλέτυπο
et_ee: Teleks
zh_cn: 电报
zh_tw: 電報

source: Template name
el_gr: Όνομα προτύπου
zh_cn: 模版名称
zh_tw: 範本名稱

source: Templates
el_gr: Πρότυπα
zh_cn: 模版
zh_tw: 範本

source: Tentative
el_gr: Δισταγμός
et_ee: Ei ole kindel
zh_cn: 暂定
zh_tw: 暫定

source: Tentatively accepted
el_gr: Διστακτική αποδοχή
et_ee: Esialgselt kinnitatud
zh_cn: 暂定接受
zh_tw: 暫時接受

source: Text documents
el_gr: Έγγραφα κειμένου
et_ee: Tekstifailid
zh_cn: 文本档
zh_tw: 純文字文件

source: Text templates
el_gr: Πρότυπα κειμένου
zh_cn: 文本模版
zh_tw: 文字範本

source: Text templates: A powerful tool for creating and editing pre-defined snippets that enable quick responses and visually captivating content. Seamlessly insert plain or formatted text, including images, into new emails with ease, boosting productivity and efficiency.
el_gr: Πρότυπα κειμένου: Ένα πανίσχυρο εργαλείο για τη δημιουργία και την επεξεργασία προκαθορισμένων αποσπασμάτων που επιτρέπουν γρήγορες απαντήσεις και οπτικά ελκυστικό περιεχόμενο. Εισαγάγετε απρόσκοπτα απλό ή μορφοποιημένο κείμενο, μαζί με εικόνες, σε νέα email, ενισχύοντας την παραγωγικότητα και την αποδοτικότητα.
zh_cn: 文本模版：一个强大的工具，用于创建和编辑预定义的片段，以实现快速响应和引人注目的内容。轻松地插入纯文本或格式化文本，包括图片，在新邮件中，提高生产力和效率。
zh_tw: 文字範本：建立與編輯預先設定好的文字段落，讓您可以快速回覆。輕輕鬆鬆就能無縫插入純文字或格式化文字，大幅加強生產力與效率。

source: Thank you for your feedback
el_gr: Σας ευχαριστούμε για τα σχόλιά σας
et_ee: Täname teid tagasiside eest
zh_cn: 谢谢您的回馈
zh_tw: 感謝您的意見回饋

source: Thanks ...
el_gr: Ευχαριστώ...
zh_cn: 谢谢...
zh_tw: 感謝…

source: The "Connect your device" wizard now allows you to setup email, contacts, and calendar synchronization with your iPhone, iPad, or Macbook in one step
el_gr: Ο οδηγός «Σύνδεση συσκευής» σάς επιτρέπει πλέον να ρυθμίσετε τον συγχρονισμό email, επαφών και ημερολογίου με το iPhone, το iPad ή το Macbook σας με ένα βήμα
zh_cn: "连接您的设备"向导现在可以让您一步完成与 iPhone、iPad 或 Macbook 的电子邮件、联系人和日历同步设置
zh_tw: 「連結您的裝置」精靈現在只要一個步驟就可協助您設定 iPhone、iPad 或 MacBook 上的電子郵件、聯絡人、行事曆同步

source: The %1$s client lets you store and share your photos, files, documents and videos, anytime, anywhere. Access any file you save to %1$s from all your computers, iPhone, iPad or from within %2$s itself.
el_gr: Το πρόγραμμα «%1$s» σάς επιτρέπει να αποθηκεύετε και να μοιράζεστε τις φωτογραφίες, τα αρχεία, τα έγγραφα και τα βίντεό σας, οποτεδήποτε, οπουδήποτε. Αποκτήστε πρόσβαση κάθε αρχείο που αποθηκεύετε στο %1$s από κάθε υπολογιστή, iPhone, iPad ή μέσω του ίδιου του %2$s.
et_ee: %1$s klient võimaldab teil salvestada ja jagada oma fotosid, faile, dokumente ja videoid igal ajal ja igal pool. Juurdepääs igale %1$s salvestatud failile on võimalik kõigist arvutitest, iPhone'ist, iPadist või %2$ss endas.
zh_cn: %1$s让您随时随地存储和共享照片、文件、文档和视频。从您的计算机、iPhone、iPad访问任何您保存到%1$s的文件，或从%2$s访问。
zh_tw: %1$s 客戶端讓您可以隨時隨地儲存分享照片、檔案、文件、影音內容。可從您的任何電腦、iPhone、iPad 或 %2$s 來存取您儲存到 %1$s 的任何檔案。

source: The PDF could not be exported. The file name contains invalid characters:
el_gr: Δεν ήταν δυνατή η εξαγωγή του PDF. Το όνομα αρχείου περιέχει μη έγκυρους χαρακτήρες:
et_ee: PDF-i ei saanud eksportida. Faili nimi sisaldab kehtetuid sümboleid:
zh_cn: 无法导出 PDF。文件名包含无效字符：
zh_tw: 無法匯出這份 PDF，檔名當中有無效字元:

source: The PDF has been saved to "/drive/myfiles/documents" due to not having write access for the current folder.
el_gr: Το PDF έχει αποθηκευτεί στο «/drive/myfiles/documents», επειδή δεν υπάρχει πρόσβαση εγγραφής για τον τρέχοντα φάκελο.
et_ee: PDF on salvestatud aadressile "/drive/myfiles/documents", kuna praegusele kaustale ei ole kirjutamisõigust.
zh_cn: 因为对当前文件夹没有写入权限，所以 PDF 已保存到"/drive/myfiles/documents"。
zh_tw: 由於缺少對目前資料夾的寫入全縣，已將 PDF 檔儲存到「/drive/myfiles/documents」。

source: The Zoom integration service is currently unavailable. Please try again later.
el_gr: Η υπηρεσία ενσωμάτωσης Zoom δεν είναι διαθέσιμη αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Zoomi integratsiooniteenus ei ole praegu saadaval. Palun proovige hiljem uuesti.
zh_cn: Zoom 整合服务当前不可用。请稍后再试。
zh_tw: 暫時無法使用 Zoom 整合服務，請稍後再試。

source: The account must be named
el_gr: Ο λογαριασμός πρέπει να έχει όνομα
et_ee: Kontol peab olema nimi
zh_cn: 户口必须命名
zh_tw: 必須為帳號取名

source: The activity has been deleted successfully
el_gr: Επιτυχής διαγραφή δραστηριότητας
et_ee: Tegevus on edukalt kustutatud
zh_cn: 已成功删除活动
zh_tw: 已成功刪除動態

source: The allowed quota is reached.
el_gr: Έχετε φτάσει το επιτρεπόμενο όριο.
et_ee: Lubatud kvoot on saavutatud.
zh_cn: 已到达允许额度。
zh_tw: 已達可用的配額額度。

source: The appointment description might contain outdated information from a previous zoom conference that needs to be deleted manually.
el_gr: Η περιγραφή της συνάντησης ενδέχεται να περιέχει παλιές πληροφορίες από μια προηγούμενη σύσκεψη Zoom που πρέπει να διαγραφεί χειροκίνητα.
et_ee: Kohtumise kirjeldus võib sisaldada eelmise Zoom'i konverentsi aegunud teavet, mis tuleb käsitsi kustutada.
zh_cn: 约会描述可能包括来自需要手动删除的先前Zoom会议的过时信息。
zh_tw: 約會的描述可能包含來自先前 Zoom 會議當中的過時資訊，需要手動刪除。

source: The appointment has been added to your calendar
el_gr: Η συνάντηση έχει προστεθεί στο ημερολόγιό σας
et_ee: Kohtumine on lisatud teie kalendrisse
zh_cn: 此约会已添加到您的日历
zh_tw: 此約會已被加入至您的行事曆

source: The appointment has been deleted
el_gr: Η συνάντηση έχει διαγραφεί
et_ee: Kohtumine on kustutatud
zh_cn: 约会已删除
zh_tw: 已刪除約會

source: The appointment has been updated
el_gr: Η συνάντηση έχει ενημερωθεί
et_ee: Kohtumine on värskendatud
zh_cn: 约会已更新
zh_tw: 已更新約會

source: The appointment was added
el_gr: Η συνάντηση προστέθηκε
et_ee: Kohtumine lisati
zh_cn: 已添加约会
zh_tw: 已新增約會

source: The attached file is empty. Maybe this file was deleted on your local hard drive. Do you want to send it anyway?
el_gr: Το συνημμένο αρχείο είναι κενό. Ίσως αυτό το αρχείο διαγράφηκε στον τοπικό σκληρό σας δίσκο. Θέλετε να το στείλετε ούτως ή άλλως;
et_ee: Lisatud fail on tühi. Võib-olla on see fail teie kohalikult kõvakettalt kustutatud. Kas soovite selle ikkagi saata?
zh_cn: 附加的文件为空白。此文件可能已在您的本地硬盘上删除。无论如何要发送？
zh_tw: 附件檔案是空白的，可能是這個檔案已經從您的本機硬碟刪除，還是要寄出嗎？

source: The attachment cannot be uploaded because it exceeds the infostore quota limit of %2$s
el_gr: Δεν είναι δυνατή η μεταφόρτωση του συνημμένου, επειδή υπερβαίνει το όριο μεγέθους των %2$s για χώρο πληροφοριών
et_ee: Manust ei saa üles laadida, sest see ületab Infostore'i konto mahtu %2$s
zh_cn: 因为文件 "%1$s" 超出 infostore 限额 %2$s，所以未能上载
zh_tw: 因為超過了資訊儲存空間配額大小限制 %2$s，無法上傳附件

source: The below item was open last time you exited %1$s.
el_gr: Το παρακάτω στοιχείο ήταν ανοιχτό την τελευταία φορά που εξήλθατε από το %1$s.
et_ee: Allolev üksus oli avatud, kui te viimati väljusite %1$s.
zh_cn: 以下项目于您上一次离开 %1$s 时打开。
zh_tw: 下列項目是在您上次結束 %1$s 時開啟的。

source: The below items were open last time you exited %1$s.
el_gr: Τα παρακάτω στοιχεία ήταν ανοιχτά την τελευταία φορά που εξήλθατε από το %1$s.
et_ee: Allolevad üksused olid avatud, kui viimati %1$s väljusite.
zh_cn: 以下项目于您上一次离开 %1$s 时打开过。
zh_tw: 上次結束 %1$s 時，您開啟了下列項目。

source: The categories will appear once your search is done.
el_gr: Οι κατηγορίες θα εμφανιστούν μόλις ολοκληρωθεί η αναζήτησή σας.
et_ee: Kategooriad ilmuvad siis, kui otsing on tehtud.
zh_cn: 搜索完成后，将显示类别。
zh_tw: 搜尋完成十，將顯示分類。

source: The certificate list is empty
el_gr: Η λίστα πιστοποιητικών είναι κενή
et_ee: Sertifikaatide loend on tühi
zh_cn: 证书列表是空的
zh_tw: 憑證清單空白

source: The changes have been accepted
el_gr: Οι αλλαγές έγιναν αποδεκτές
et_ee: Muudatused on heaks kiidetud
zh_cn: 更改已被接受
zh_tw: 已接受修改

source: The changes have been rejected
el_gr: Οι αλλαγές έχουν απορριφτεί
et_ee: Muudatused on tagasi lükatud
zh_cn: 更改被驳回
zh_tw: 已拒絕修改

source: The comment has been deleted successfully
el_gr: Επιτυχής διαγραφή σχολίου
et_ee: Kommentaar on edukalt kustutatud
zh_cn: 已成功删除回帖
zh_tw: 已成功刪除留言

source: The default text style simplifies the task of automatically adding a personal touch to your messages
el_gr: Το προεπιλεγμένο στυλ κειμένου απλοποιεί την αυτόματη προσθήκη μιας προσωπικής πινελιάς στα μηνύματά σας
zh_cn: 默认文本风格简化自动添加一些个人特色到您的消息
zh_tw: 設定預設文字樣式，可讓您自動新增個人風格到訊息中

source: The deputy has the following permissions
el_gr: Ο αναπληρωτής έχει τα εξής δικαιώματα
et_ee: Asendajal on järgmised õigused
zh_cn: 代表有以下权限
zh_tw: 代理人有下列權限

source: The dialog contains invalid data
el_gr: Το παράθυρο διαλόγου περιέχει μη έγκυρα δεδομένα
et_ee: Dialoog sisaldab sobimatuid andmeid
zh_cn: 对话包括无效数据
zh_tw: 對話框包含無效資料

source: The due date cannot be before start date. Adjust start date?
el_gr: Η προθεσμία δεν μπορεί να είναι πριν από την ημερομηνία έναρξης. Να γίνει προσαρμογή της ημερομηνίας έναρξης;
et_ee: Tähtpäev ei saa olla alguskuupäevast varasem. Muuta alguskuupäeva?
zh_cn: 结束时间不能在开始时间之前。调整开始时间？
zh_tw: 到期日無法在起始日之前，調整起始日？

source: The due date must not be before the start date.
el_gr: Η προθεσμία δεν πρέπει να είναι πριν από την ημερομηνία έναρξης.
et_ee: Tähtpäev ei tohi olla alguskuupäevast varasem.
zh_cn: 开始日期一定要在截止日期之前。
zh_tw: 結束日期不能發生在開始日期之前。

source: The email has been sent
el_gr: Το email έχει αποσταλεί
et_ee: E-kiri on saadetud
zh_cn: 已发送电子邮件
zh_tw: 已寄出郵件

source: The end date must be after the start date.
el_gr: Η ημερομηνία λήξης πρέπει να είναι μετά την ημερομηνία έναρξης.
et_ee: Lõppkuupäev peab olema alguskuupäevast hilisem.
zh_cn: 结束日期必须在开始日期之后。
zh_tw: 結束日期必須在開始日期後。

source: The entered credential or authentication information does not work
el_gr: Τα εισαχθέντα διαπιστευτήρια ή στοιχεία ταυτοποίησης δεν λειτουργούν
et_ee: Sisestatud kasutajanimi või autentimisandmed ei toimi
zh_cn: 输入的凭据或身份验证信息用不到
zh_tw: 無法使用輸入的登入資訊或驗證資訊

source: The file "%1$s" cannot be uploaded because it exceeds the attachment publication maximum file size of %2$s
el_gr: Δεν είναι δυνατή η μεταφόρτωση του αρχείου «%1$s», επειδή υπερβαίνει το μέγιστο μέγεθος των %2$s για συνημμένα
et_ee: Faili "%1$s" ei saa üles laadida, sest see ületab avaldatava manuse maksimaalse failisuuruse %2$s
zh_cn: 因为文件 "%1$s" 超出附件发布最大文件体积 %2$s，所以未能上载
zh_tw: 因為超過了公開附件檔案大小限制 %2$s，無法上傳檔案「%1$s」

source: The file "%1$s" cannot be uploaded because it exceeds the maximum file size of %2$s
el_gr: Δεν είναι δυνατή η αποστολή του αρχείου «%1$s», επειδή υπερβαίνει το μέγιστο μέγεθος αρχείου των %2$s
et_ee: Faili "%1$s" ei saa üles laadida, sest see ületab maksimaalse failisuuruse piirangut %2$s
zh_cn: 因为文件 "%1$s" 超出最大文件体积 %2$s，所以未能上载
zh_tw: 因為超過了檔案大小限制 %2$s，無法上傳檔案「%1$s」

source: The file "%1$s" cannot be uploaded because it exceeds the total attachment size limit of %2$s
el_gr: Δεν είναι δυνατή η μεταφόρτωση του αρχείου «%1$s», επειδή υπερβαίνει το όριο συνολικού μεγέθους των %2$s για συνημμένα
et_ee: Faili "%1$s" ei saa üles laadida, sest see ületab manuse maksimaalse failisuuruse %2$s
zh_cn: 因为它超出了 %2$s 的总附件大小限制，所以不能上传文件"%1$s"
zh_tw: 因為超過了總附件大小限制 %2$s，無法上傳檔案「%1$s」

source: The file cannot be uploaded because it exceeds the maximum email size of %1$s
el_gr: Δεν είναι δυνατή η μεταφόρτωση του αρχείου, επειδή υπερβαίνει το μέγιστο μέγεθος των %1$s για email
et_ee: Faili ei saa üles laadida, sest see ületab e-kirja maksimaalse suuruse %1$s
zh_cn: 因为文件超出最大文件体积 %1$s，所以未能上载
zh_tw: 因為超過了檔案大小限制 %1$s，無法上傳檔案

source: The file type "%1$s" cannot be used as a contact photo. Supported file types are JPEG, GIF, BMP, and PNG.
el_gr: Δεν είναι δυνατή η χρήση του τύπου αρχείου «%1$s» ως φωτογραφίας επαφής. Οι υποστηριζόμενοι τύποι αρχείων είναι JPEG, GIF, BMP και PNG.
et_ee: Failitüüpi "%1$s" ei saa kasutada kontaktfotona. Toetatud failitüübid on JPEG, GIF, BMP ja PNG.
zh_cn: 文件类型 "%1$s" 不能用作联系人照片。支持的文件类型包括 JPEG、GIF、BMP 和 PNG。
zh_tw: 無法使用類型為「%1$s」的檔案作為聯絡人圖片。支援的檔案類型為 JPEG、GIF、BMP 及 PNG。

source: The first 90 days are free.
el_gr: Οι πρώτες 90 μέρες είναι δωρεάν.
et_ee: Esimesed 90 päeva on tasuta.
zh_cn: 开始 90 天为免费。
zh_tw: 前 90 天內免費。

source: The first record of a valid CSV file must define proper column names. Supported separators are comma and semi-colon.
el_gr: Η πρώτη εγγραφή ενός έγκυρου αρχείου CSV πρέπει να ορίζει τα κατάλληλα ονόματα στηλών. Τα υποστηριζόμενα διαχωριστικά είναι το κόμμα και το ερωτηματικό «;».
et_ee: Kehtiva CSV-faili esimene kirje peab määratlema nõuetekohased veerunimed. Eraldajatena toetatakse koma ja semikoolonit.
zh_cn: 一个有效 CSV 文件的第一个记录必须定义正确列名称。支持的分隔符是逗号和分号。
zh_tw: CSV 檔案的第一筆紀錄必須定義有效欄位名稱，可使用逗號或分號作為分隔符號。

source: The folder cannot be added because it was removed by the owner.
el_gr: Δεν είναι δυνατή η προσθήκη του φακέλου, επειδή αφαιρέθηκε από τον κάτοχο.
et_ee: Kausta ei saa lisada, sest omanik on selle eemaldanud.
zh_cn: 无法添加该文件夹，因为它已被所有者删除。
zh_tw: 由於已被擁有者刪除，無法新增此資料夾。

source: The folder cannot be added because the link is invalid.
el_gr: Δεν είναι δυνατή η προσθήκη του φακέλου, επειδή ο σύνδεσμος δεν είναι έγκυρος.
et_ee: Kausta ei saa lisada, sest link on kehtetu.
zh_cn: 无法添加该文件夹，因为链接无效。
zh_tw: 由於連結無效，無法新增資料夾。

source: The folder has been cleaned up.
el_gr: Ο φάκελος έχει εκκαθαριστεί.
et_ee: Kaust on puhastatud.
zh_cn: 文件夹已清理。
zh_tw: 已清理此資料夾。

source: The folder has been emptied
el_gr: Ο φάκελος έχει αδειάσει
et_ee: Kaust on tühjendatud
zh_cn: 已清空文件夹
zh_tw: 已清空資料夾

source: The folder is currently unavailable and cannot be added. Please try again later.
el_gr: Ο φάκελος δεν είναι διαθέσιμος αυτήν τη στιγμή και δεν είναι δυνατή η προσθήκη του. Παρακαλώ δοκιμάστε ξανά αργότερα.
et_ee: Kaust ei ole praegu saadaval ja seda ei saa lisada. Palun proovige hiljem uuesti.
zh_cn: 该文件夹当前不可用，亦无法添加。请稍后再试。
zh_tw: 此資料夾目前無法使用，也無法新增，請稍候再試。

source: The folder was added successfully.
el_gr: Επιτυχής προσθήκη φακέλου.
et_ee: Kaust lisati edukalt.
zh_cn: 已成功添加文件夹。
zh_tw: 成功新增資料夾。

source: The folder was removed successfully.
el_gr: Επιτυχής αφαίρεση φακέλου.
et_ee: Kaust eemaldati edukalt.
zh_cn: 已成功移除该文件夹。
zh_tw: 成功移除資料夾。

source: The following email addresses cannot be used: %1$s
el_gr: Δεν είναι δυνατή η χρήση των εξής διευθύνσεων email: %1$s
et_ee: Järgmisi e-posti aadresse ei saa kasutada: %1$s
zh_cn: 无法使用以下电子邮件地址：%1$s
zh_tw: 無法使用下列電子郵件地址：%1$s

source: The following external applications/services can access your data:
el_gr: Οι ακόλουθες εξωτερικές εφαρμογές/υπηρεσίες μπορούν να προσπελάσουν τα δεδομένα σας:
et_ee: Järgnevad välised rakendused/teenused võivad teie andmetele juurde pääseda:
zh_cn: 以下外部应用程序/服务能够访问您的数据：
zh_tw: 下列外部應用程式/服務可存取您的資料：

source: The given address is always added to BCC when replying or composing new emails
el_gr: Η παρεχόμενη διεύθυνση προστίθεται πάντα στο πεδίο κρυφής κοινοποίησης κατά την απάντηση ή σύνθεση νέων email
zh_cn: 于回复或撰写新电子邮件时，提供的地址永远会被添加到密件抄送
zh_tw: 撰寫新信件或回覆信件時，將自動將此處指定的信箱加入為密件副本收件者

source: The image cannot not be resized because it was not found on your hard drive.
el_gr: Δεν είναι δυνατή η αλλαγή μεγέθους της εικόνας, επειδή δεν βρέθηκε στον σκληρό σας δίσκο.
et_ee: Pildi suurust ei saa muuta, kuna seda ei leitud teie kõvakettalt.
zh_cn: 无法调整图像的大小，因为在硬盘驱动器上找不到该图像。
zh_tw: 由於在您的磁碟機上找不到圖片，無法調整圖片大小。

source: The link has been copied to the clipboard.
el_gr: Ο σύνδεσμος έχει αντιγραφεί στο πρόχειρο.
et_ee: Link on kopeeritud lõikelauale.
zh_cn: 已复制链接到剪贴板。
zh_tw: 已將連結複製到剪貼簿。

source: The list below shows all devices you're currently signed in to. There might be multiple sessions from the same device.
el_gr: Η παρακάτω λίστα εμφανίζει όλες τις συσκευές που είναι συνδεδεμένες αυτήν τη στιγμή. Ενδέχεται να αναγράφονται πολλαπλές συνεδρίες από την ίδια συσκευή.
zh_cn: 以下列表显示您当前登陆的所有装置。可能有多个连接来自同一个装置。
zh_tw: 下方列出您目前登入的所有裝置，同一台裝置可能有多個使用階段。

source: The loading behavior has been improved to achieve faster loading times
el_gr: Η συμπεριφορά φόρτωσης βελτιώθηκε για την επίτευξη μικρότερων χρόνων φόρτωσης
zh_cn: 加载行为已经改进，以实现更快的加载时间
zh_tw: 已改善載入行為，更快就能完整載入畫面

source: The mail draft could not be found on the server. It was sent or deleted in the meantime.
el_gr: Δεν ήταν δυνατή η εύρεση του προσχεδίου email στον διακομιστή. Στάλθηκε ή διαγράφηκε στο ενδιάμεσο διάστημα.
et_ee: E-posti mustandit ei leitud serverist. See saadeti või kustutati vahepeal.
zh_cn: 在服务器上找不到邮件草稿。它此时应被发送或删除。
zh_tw: 無法於伺服器找到郵件草稿，可能已同時送出或刪除了。

source: The majority of app icons have been visually updated
el_gr: Η πλειονότητα των εικονιδίων της εφαρμογής έχουν ενημερωθεί οπτικά
zh_cn: 大多数应用图标已经进行了视觉更新
zh_tw: 更新了大部分的應用程式圖示的視覺

source: The meeting has already started
el_gr: Η σύσκεψη έχει ήδη ξεκινήσει
et_ee: Koosolek on juba alanud
zh_cn: 会议已经开始
zh_tw: 會議已經開始

source: The meeting has just started
el_gr: Η σύσκεψη μόλις ξεκίνησε
et_ee: Kohtumine on just alanud
zh_cn: 会议刚刚开始
zh_tw: 會議剛開始

source: The meeting will start in a minute
el_gr: Η σύσκεψη θα ξεκινήσει σε ένα λεπτό
et_ee: Kohtumine algab minuti pärast
zh_cn: 会议将在一分钟后开始
zh_tw: 會議將於一分鐘內開始

source: The meeting will start soon
el_gr: Η σύσκεψη θα ξεκινήσει σύντομα
et_ee: Kohtumine algab peagi
zh_cn: 会议将很快开始
zh_tw: 會議即將開始

source: The new appointment conflicts with existing appointments.
el_gr: Η νέα συνάντηση έρχεται σε διένεξη με υπάρχουσες συναντήσεις.
et_ee: Uus kohtumine on vastuolus olemasolevate kohtumistega.
zh_cn: 新约会与现存约会冲突了。
zh_tw: 新約會與目前約會衝突。

source: The notice is sent out for messages received by %1$s. You may choose to send it out for other recipient addresses too:
el_gr: Η ειδοποίηση αποστέλλεται για μηνύματα που λαμβάνονται από τον/την %1$s. Μπορείτε επίσης να τη στείλετε και για άλλες διευθύνσεις παραληπτών:
zh_cn: 通知书为 %1$s 收到的邮件而发送，您也可以选择发送到其他收件人的地址：
zh_tw: 通知將在 %1$s 收到訊息時寄出，您可以選擇在其他收件地址收到訊息時也寄出：

source: The notification has been resent
el_gr: Έγινε εκ νέου αποστολή της ειδοποίησης
et_ee: Teade on uuesti saadetud
zh_cn: 通知已再发送
zh_tw: 已重新送出通知

source: The number of versions is limited to %1$d version.
el_gr: Ο αριθμός των εκδόσεων περιορίζεται σε %1$d έκδοση.
et_ee: Versioonide arv on piiratud %1$d versiooniga.
zh_cn: 版本数限制为%1$d个版本。
zh_tw: 版本數量限制於 %1$d 個版本。

source: The number of versions is not limited.
el_gr: Ο αριθμός των εκδόσεων δεν περιορίζεται.
et_ee: Versioonide arv ei ole piiratud.
zh_cn: 版本数不限。
zh_tw: 未限制版本數量。

source: The order of participants has been adjusted to better suit different use cases: When viewing appointment details, participants are now ordered by their participation status, prioritizing those who have accepted or declined. In contrast, when creating or editing an appointment, participants are sorted alphabetically by name for easier reference.
el_gr: Η σειρά των συμμετεχόντων έχει προσαρμοστεί έτσι, ώστε να ταιριάζει καλύτερα στις διάφορες περιπτώσεις χρήσης: Κατά την προβολή των λεπτομερειών συνάντησης, οι συμμετέχοντες ταξινομούνται πλέον με βάση την κατάσταση συμμετοχής τους, δίνοντας προτεραιότητα σε εκείνους που έχουν κάνει αποδοχή ή απόρριψη. Αντίθετα, κατά τη δημιουργία ή την επεξεργασία μιας συνάντησης, οι συμμετέχοντες ταξινομούνται αλφαβητικά βάσει ονόματος για ευκολότερη αναφορά.
zh_cn: 参与者的顺序已被调整以更好地适应不同的使用情况：在查看预约细节时，参与者现在按其参与状态排序，优先考虑那些已经接受或拒绝的人。相比之下，在创建或编辑约会时，参与者按姓名的字母顺序排列，以方便参考。
zh_tw: 已調整參與者的顯示順序，以滿足不同的使用情境：檢視約會詳細資訊時，參與者將依照參與狀態排序，並將已經回覆接受或拒絕的人優先。然而新增或編輯約會時，仍將依照參與者姓名字母進行排序，方便搜尋。

source: The password was changed recently. Please enter the new password.
el_gr: Ο κωδικός πρόσβασης άλλαξε πρόσφατα. Παρακαλώ εισαγάγετε τον νέο κωδικό πρόσβασης.
et_ee: Salasõna muudeti hiljuti. Palun sisestage uus parool.
zh_cn: 密码最近已更改。请输入新密码。
zh_tw: 最近更改了密碼，請輸入新密碼。

source: The photo exceeds the allowed file size of %1$s
el_gr: Η φωτογραφία υπερβαίνει το επιτρεπόμενο μέγεθος αρχείου %1$s
et_ee: Foto ületab lubatud failisuurust %1$s
zh_cn: 照片超过允许的文件大小 %1$s
zh_tw: 照片超過允許的檔案大小 %1$s

source: The provided filename exceeds the allowed length.
el_gr: Το παρεχόμενο όνομα αρχείου υπερβαίνει το επιτρεπόμενο μήκος.
et_ee: Pakutud faili nimi on lubatust pikem.
zh_cn: 提供的文件名称超过允许长度。
zh_tw: 檔名超過允許的長度。

source: The provided password for the email address %1$s is incorrect
el_gr: Ο παρεχόμενος κωδικός πρόσβασης για τη διεύθυνση email «%1$s» είναι εσφαλμένος
et_ee: E-posti aadressi %1$s esitatud salasõna on vale
zh_cn: 提供电子邮件地址 %1$s 的密码不正确
zh_tw: 您提供的 %1$s 電子郵件信箱密碼不正確

source: The requested application is not available at this moment.
el_gr: Η ζητούμενη εφαρμογή δεν είναι διαθέσιμη αυτήν τη στιγμή.
et_ee: Soovitud rakendus ei ole hetkel kättesaadav.
zh_cn: 现在请求的应用程序不可用。
zh_tw: 要求的應用程式暫時無法使用。

source: The search section has been cleaned up and made easier to navigate, with the most important settings now prioritized and placed upfront. We've also improved the wording throughout the interface to ensure better understandability.
el_gr: Η ενότητα αναζήτησης έχει γίνει πιο ξεκάθαρη και εύκολη στην πλοήγηση, τοποθετώντας τις πιο σημαντικές ρυθμίσεις στο προσκήνιο. Έχουμε επίσης βελτιώσει τις επεξηγήσεις σε όλο το περιβάλλον, προκειμένου να γίνουν πιο κατανοητές.
zh_cn: 搜寻部分已在清理后更容易操纵，最重要的设定现在为优先与放在最前。我们也改进整个界面的用词以确定有更好的理解性。
zh_tw: 我們重新整理了搜尋區塊，最重要的設定也優先顯示，讓功能更加清楚明瞭。我們還改善了所有介面中的文字，確保內容更能理解。

source: The selected addresses. Press Backspace or Delete to remove.
el_gr: Οι επιλεγμένες διευθύνσεις. Πατήστε το Backspace ή το Delete για αφαίρεση.
et_ee: Valitud aadressid. Eemaldamiseks vajuta klaviatuuril klahve Backspace või Delete.
zh_cn: 选定的地址，按下后退键或删除键以移除。
zh_tw: 選擇的地址。按下 Backspace 或 Delete 即可移除。

source: The selected calendar "%1$s" is public. Do you really want to create an appointment in this calendar?
el_gr: Το επιλεγμένο ημερολόγιο «%1$s» είναι δημόσιο. Θέλετε σίγουρα να δημιουργήσετε μια συνάντηση σε αυτό το ημερολόγιο;
et_ee: Valitud kalender "%1$s" on avalik. Kas te tõesti soovite selles kalendris kohtumist luua?
zh_cn: 选定的日历 "%1$s" 是公开的。是否确实要在此日历中创建约会？
zh_tw: 選擇的行事曆「%1$s」是公開的。您真的要在該行事曆新增約會嗎？

source: The selected calendar is shared by %1$s. Appointments in shared calendars will generally be created on behalf of the owner.
el_gr: Το επιλεγμένο ημερολόγιο έχει γίνει κοινόχρηστο από τον/την %1$s. Οι συναντήσεις στα κοινόχρηστα ημερολόγια θα δημιουργούνται εκ μέρους του κατόχου.
et_ee: Valitud kalendrit jagab %1$s. Kohtumised jagatud kalendrites luuakse üldjuhul omaniku nimel.
zh_cn: 选中的日历由 %1$s 分享。分享日历里的约会一般将会以拥有者的名义创建。
zh_tw: 選擇的行事曆正由 %1$s 分享中，在共享行事曆中建立的約會一般來說都會以擁有者的身分建立。
