Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: Date format
el_gr: Μορφή ημερομηνίας
et_ee: Kuupäeva formaat
zh_cn: 日期格式
zh_tw: 日期格式

source: Date of birth
el_gr: Ημερομηνία γέννησης
et_ee: Sünnikuupäev
zh_cn: 出生日期
zh_tw: 出生日期

source: Date range
el_gr: Εύρος ημερομηνιών
et_ee: Kuupäevavahemik
zh_cn: 日期范围
zh_tw: 日期範圍

source: Date: %1$s
el_gr: Ημερομηνία: %1$s
et_ee: Kuupäev: %1$s
zh_cn: 日期：%1$s
zh_tw: 日期: %1$s

source: Day
el_gr: Ημέρα
et_ee: Päev
zh_cn: 日
zh_tw: 日

source: Day view
el_gr: Προβολή ημέρας
zh_cn: 日视图
zh_tw: 日視圖

source: Days between notices to the same sender
el_gr: Ημέρες μεταξύ των ειδοποιήσεων στον ίδιο αποστολέα
et_ee: Päevade arv puhkuseteadete vahel samale saatjale
zh_cn: 向同一发送人的假期通知时间间隔
zh_tw: 傳送假期通知給寄件者的間隔日期

source: Decline
el_gr: Απόρριψη
et_ee: Keeldu
zh_cn: 拒绝
zh_tw: 拒絕

# appointment participation status
source: Decline
el_gr: Απόρριψη
et_ee: Keeldu
zh_cn: 拒绝
zh_tw: 拒絕

source: Declined
el_gr: Απόρριψη
et_ee: Keeldutud
zh_cn: 已拒绝
zh_tw: 拒絕

source: Declined: %d
el_gr: Απόρριψη: %d
zh_cn: 已拒绝：%d
zh_tw: 已拒絕: %d

source: Default
el_gr: Προεπιλογή
et_ee: Vaikimisi
zh_cn: 默认
zh_tw: 預設

source: Default address
el_gr: Προεπιλεγμένη διεύθυνση
et_ee: Vaikimisi aadress
zh_cn: 默认发件人地址
zh_tw: 預設地址

source: Default calendar
el_gr: Προεπιλεγμένο ημερολόγιο
et_ee: Vaikimisi kalender
zh_cn: 默认日历
zh_tw: 預設行事曆

source: Default reminder
el_gr: Προεπιλεγμένη υπενθύμιση
et_ee: Vaikimisi meeldetuletus
zh_cn: 默认提醒
zh_tw: 預設提醒時間

source: Default reminder for all day appointments
el_gr: Προεπιλεγμένη υπενθύμιση για ολοήμερες συναντήσεις
zh_cn: 全天约会的默认提醒
zh_tw: 全日約會的預設提醒

source: Default reminder for all-day appointments
el_gr: Προεπιλεγμένη υπενθύμιση για ολοήμερες συναντήσεις
et_ee: Vaikimisi meeldetuletus kogu päeva kestvate kohtumiste jaoks
zh_cn: 全天约会的默认提醒
zh_tw: 全日約會的預設提醒時間

source: Default reminder for appointments in birthday calendar
el_gr: Προεπιλεγμένη υπενθύμιση για συναντήσεις στο ημερολόγιο γενεθλίων
et_ee: Vaikimisi meeldetuletus sünnipäevakalendri kohtumiste kohta
zh_cn: 生日日历中约会的默认提醒
zh_tw: 生日行事曆的預設約會提醒時間

source: Default reminder for birthdays
el_gr: Προεπιλεγμένη υπενθύμιση για γενέθλια
zh_cn: 生日的默认提醒
zh_tw: 生日的預設提醒

source: Default sender
el_gr: Προεπιλεγμένος αποστολέας
et_ee: Vaikimisi saatja
zh_cn: 默认发送人
zh_tw: 預設寄件者

source: Default sender address
el_gr: Προεπιλεγμένη διεύθυνση αποστολέα
et_ee: Vaikimisi saatja aadress
zh_cn: 默认发件人地址
zh_tw: 預設寄件者地址

source: Default signature
el_gr: Προεπιλεγμένη υπογραφή
et_ee: Vaikimisi allkiri
zh_cn: 默认签名
zh_tw: 預設簽名

source: Default signature for new mails
el_gr: Προεπιλεγμένη υπογραφή για νέα email
et_ee: Vaikimisi allkiri uute sõnumite korral
zh_cn: 新邮件之默认签名
zh_tw: 寄送新郵件時的預設簽名檔

source: Default signature on reply or forward
el_gr: Προεπιλεγμένη υπογραφή για απάντηση ή προώθηση
et_ee: Vaikimisi allkiri vastuste või edasisaatmiste korral
zh_cn: 回复或转发之默认签名
zh_tw: 回信或轉寄郵件時的預設簽名檔

source: Default text style
el_gr: Προεπιλεγμένο στυλ κειμένου
zh_cn: 默认文本风格
zh_tw: 預設文字樣式

source: Deferred
el_gr: Αναβλήθηκε
et_ee: Edasi lükatud
zh_cn: 延迟
zh_tw: 延遲

source: Define message format, default text style, undo send
el_gr: Καθορίστε τη μορφή των μηνυμάτων, το προεπιλεγμένο στυλ κειμένου και ρυθμίστε την αναίρεση αποστολής
zh_cn: 定义消息格式、默认文本风格、撤销发送
zh_tw: 設定訊息格式、預設文字樣式、取消寄送

source: Define name format and map service
el_gr: Καθορίστε τη μορφή των ονομάτων και την υπηρεσία χαρτών
zh_cn: 定义名称格式与地图服务：姓氏与名字的循序、与邮寄地址连结的地图服务
zh_tw: 設定姓名格式與地圖服務

source: Define rules for handling incoming emails
el_gr: Καθορίστε κανόνες για τον χειρισμό των εισερχόμενων email
zh_cn: 定义处理外来电子邮件的规则
zh_tw: 設定處理收到郵件的處理規則

source: Define your favorite apps
el_gr: Καθορίστε τις αγαπημένες σας εφαρμογές
zh_cn: 定义您的最爱应用
zh_tw: 設定您最愛的應用程式

source: Define your preferred message list layout and information
el_gr: Καθορίστε την προτιμώμενή σας διάταξη και τα στοιχεία της λίστας μηνυμάτων
zh_cn: 定义您的喜好消息列表布局与信息
zh_tw: 設定您偏好的訊息清單版面與資訊

source: Delete
el_gr: Διαγραφή
et_ee: Kustuta
zh_cn: 删除
zh_tw: 刪除

source: Delete %1$s
el_gr: Διαγραφή του «%1$s»
et_ee: Kustuta %1$s
zh_cn: 删除 %1$s
zh_tw: 刪除 %1$s

source: Delete %s
el_gr: Διαγραφή του «%s»
et_ee: Kustuta %s
zh_cn: 删除%s
zh_tw: 刪除 %s

source: Delete Multifactor Device
el_gr: Διαγραφή συσκευής πολλαπλών παραγόντων
et_ee: Kustuta mitmeastmelise autentimise seade
zh_cn: 删除多因素设备
zh_tw: 刪除多因素裝置

source: Delete account
el_gr: Διαγραφή λογαριασμού
et_ee: Kustuta konto
zh_cn: 删除户口
zh_tw: 刪除帳號

source: Delete all appointments
el_gr: Διαγραφή όλων των συναντήσεων
et_ee: Kustuta kõik kohtumised
zh_cn: 删除所有约会
zh_tw: 刪除所有約會

source: Delete all future appointments
el_gr: Διαγραφή όλων των μελλοντικών συναντήσεων
et_ee: Kustuta kõik tulevased kohtumised
zh_cn: 删除所有将来的约会
zh_tw: 刪除所有未來的約會

source: Delete all messages
el_gr: Διαγραφή όλων των μηνυμάτων
et_ee: Kustuta kõik sõnumid
zh_cn: 删除所有消息
zh_tw: 刪除所有訊息

source: Delete all objects
el_gr: Διαγραφή όλων των αντικειμένων
et_ee: Kustuta kõik objektid
zh_cn: 删除所有对象
zh_tw: 刪除所有物件

source: Delete all previous versions
el_gr: Διαγραφή όλων των προηγούμενων εκδόσεων
et_ee: Kustuta kõik eelmised versioonid
zh_cn: 删除所有以前的版本
zh_tw: 刪除所有先前的版本

source: Delete appointment
el_gr: Διαγραφή συνάντησης
et_ee: Kustuta kohtumine
zh_cn: 删除约会
zh_tw: 刪除約會

source: Delete calendar
el_gr: Διαγραφή ημερολογίου
et_ee: Kustuta kalender
zh_cn: 删除日历
zh_tw: 刪除行事曆

source: Delete category
el_gr: Διαγραφή κατηγορίας
et_ee: Kustuta kategooria
zh_cn: 删除类别
zh_tw: 刪除分類

source: Delete contact
el_gr: Διαγραφή επαφής
et_ee: Kustuta kontakt
zh_cn: 删除联系人
zh_tw: 刪除聯絡人

source: Delete distribution list
el_gr: Διαγραφή λίστας διανομής
et_ee: Kustuta leviloend
zh_cn: 删除通讯组列表
zh_tw: 刪除通訊群組清單

source: Delete draft
el_gr: Διαγραφή προσχεδίου
et_ee: Kustuta mustand
zh_cn: 删除草稿
zh_tw: 刪除草稿

source: Delete files after expiration
el_gr: Διαγραφή αρχείων μετά τη λήξη
et_ee: Kustuta failid pärast aegumist
zh_cn: 过期后删除文件
zh_tw: 過期後刪除檔案

source: Delete filter rule
el_gr: Διαγραφή κανόνα φίλτρου
et_ee: Kustuta filtrireegel
zh_cn: 删除筛选器规则
zh_tw: 刪除篩選規則

source: Delete folder
el_gr: Διαγραφή φακέλου
et_ee: Kustuta kaust
zh_cn: 删除文件夹
zh_tw: 刪除資料夾

source: Delete forever
el_gr: Οριστική διαγραφή
et_ee: Kustuta igaveseks
zh_cn: 永远删除
zh_tw: 永遠刪除

source: Delete group
el_gr: Διαγραφή ομάδας
et_ee: Kustuta rühm
zh_cn: 删除组
zh_tw: 刪除組

source: Delete item
el_gr: Διαγραφή στοιχείου
et_ee: Kustuta üksus
zh_cn: 删除项目
zh_tw: 刪除項目

source: Delete items
el_gr: Διαγραφή στοιχείων
et_ee: Kustuta üksused
zh_cn: 删除项目
zh_tw: 刪除項目

source: Delete mail
el_gr: Διαγραφή email
et_ee: Kustuta e-kiri
zh_cn: 删除邮件
zh_tw: 刪除郵件

source: Delete own objects
el_gr: Διαγραφή ιδιόκτητων αντικειμένων
et_ee: Oma objektide kustutamine
zh_cn: 删除
zh_tw: 刪除自己的物件

source: Delete password
el_gr: Διαγραφή κωδικού πρόσβασης
et_ee: Kustuta parool
zh_cn: 删除密码
zh_tw: 刪除密碼

source: Delete permissions
el_gr: Διαγραφή δικαιωμάτων
et_ee: Kustutamisõigused
zh_cn: 删除权限
zh_tw: 刪除權限

source: Delete previous versions
el_gr: Διαγραφή προηγούμενων εκδόσεων
et_ee: Kustuta eelmised versioonid
zh_cn: 删除以前的版本
zh_tw: 刪除先前版本

source: Delete resource
el_gr: Διαγραφή πόρου
et_ee: Kustuta ressurss
zh_cn: 删除资源
zh_tw: 刪除資源

source: Delete resource calendar
el_gr: Διαγραφή ημερολογίου πόρων
zh_cn: 删除资源日历
zh_tw: 刪除資源行事曆

source: Delete resource calendar group
el_gr: Διαγραφή ομάδας ημερολογίου πόρων
zh_cn: 删除资源日历组
zh_tw: 刪除資源行事曆群組

source: Delete resource group
el_gr: Διαγραφή ομάδας πόρων
zh_cn: 删除资源组
zh_tw: 刪除資源群組

source: Delete signature
el_gr: Διαγραφή υπογραφής
zh_cn: 删除签名
zh_tw: 刪除簽名檔

source: Delete task
el_gr: Διαγραφή εργασίας
et_ee: Kustuta ülesanne
zh_cn: 删除任务
zh_tw: 刪除任務

# tooltip
source: Delete task
el_gr: Διαγραφή εργασίας
et_ee: Kustuta ülesanne
zh_cn: 删除任务
zh_tw: 刪除任務

source: Delete tasks
el_gr: Διαγραφή εργασιών
et_ee: Kustuta ülesanded
zh_cn: 删除任务
zh_tw: 刪除任務

source: Delete template
el_gr: Διαγραφή προτύπου
zh_cn: 删除模版
zh_tw: 刪除範本

source: Delete this appointment
el_gr: Διαγραφή συνάντησης
et_ee: Kustuta see kohtumine
zh_cn: 删除此约会
zh_tw: 刪除此約會

source: Delete version
el_gr: Διαγραφή έκδοσης
et_ee: Kustuta versioon
zh_cn: 删除版本
zh_tw: 刪除版本

source: Delete widget
el_gr: Διαγραφή widget
et_ee: Kustuta vidin
zh_cn: 删除迷你程序
zh_tw: 刪除小工具

# folder
source: Deleted messages
el_gr: Διαγραμμένα μηνύματα
et_ee: Kustutatud sõnumid
zh_cn: 已删除消息
zh_tw: 已刪除訊息

source: Deleting messages on local storage also deletes them on server
el_gr: Η διαγραφή μηνυμάτων από τον τοπικό αποθηκευτικό χώρο τα διαγράφει και από τον διακομιστή
et_ee: Sõnumite kustutamine kohalikust mälust kustutab need ka serverist
zh_cn: 邮件从本地存储删除时也将从服务器上删除
zh_tw: 郵件從本地存儲刪除時也將從伺服器上刪除

source: Department
el_gr: Τμήμα
et_ee: Osakond
zh_cn: 部门
zh_tw: 部門

source: Departments
el_gr: Τμήματα
et_ee: Osakonnad
zh_cn: 部门
zh_tw: 部門

source: Deputies can get access to your Inbox and Calendar.
el_gr: Οι αναπληρωτές έχουν πρόσβαση στα εισερχόμενα και το ημερολόγιό σας.
zh_cn: 代表能够访问您的收件夹与日历。
zh_tw: 代理人能存取您的收件匣與行事曆。

source: Deputy
el_gr: Αναπληρωτής
et_ee: Asendaja
zh_cn: 代表
zh_tw: 代理人

source: Deputy can send emails on your behalf
el_gr: Ο αναπληρωτής μπορεί να στείλει email εκ μέρους σας
et_ee: Asendaja võib teie nimel e-kirju saata
zh_cn: 代表能够以您之名发送电子邮件
zh_tw: 代理人能用您的身分寄發郵件

source: Deputy: %1$s
el_gr: Αναπληρωτής: %1$s
et_ee: Asendaja: %1$s
zh_cn: 代表：%1$s
zh_tw: 代理人：%1$s

source: Descending
el_gr: Φθίνουσα
et_ee: Kahanevas järjestuses
zh_cn: 降序
zh_tw: 降冪

source: Description
el_gr: Περιγραφή
et_ee: Kirjeldus
zh_cn: 描述
zh_tw: 描述

source: Description (optional)
el_gr: Περιγραφή (προαιρετικό)
zh_cn: 描述（选填）
zh_tw: 描述（選填）

source: Description has been copied
el_gr: Η περιγραφή έχει αντιγραφεί
et_ee: Kirjeldus on kopeeritud
zh_cn: 描述已复制
zh_tw: 已複製描述

source: Description text
el_gr: Κείμενο περιγραφής
et_ee: Kirjelduse tekst
zh_cn: 描述文本
zh_tw: 描述文字

source: Desktop notifications
el_gr: Ειδοποιήσεις επιφάνειας εργασίας
zh_cn: 桌面通知
zh_tw: 桌面通知

source: Desktop notifications are a convenient feature as they can still notify you even if you have multiple tabs open in your browser. You don't necessarily have to keep App Suite as the active tab or constantly check it to stay updated.
el_gr: Οι ειδοποιήσεις επιφάνειας εργασίας αποτελούν μια βολική λειτουργία, καθώς μπορείτε να λαμβάνετε ειδοποιήσεις ακόμα κι αν έχετε ανοίξει πολλαπλές καρτέλες στο πρόγραμμα περιήγησής σας. Δεν είναι απαραίτητο να διατηρείτε το App Suite ως την ενεργή καρτέλα ή να ελέγχετε συνέχεια την καρτέλα του για να παραμένετε ενημερωμένοι.
zh_cn: 桌面通知是一个方便功能：即使您的浏览器里有多个选项卡，它仍能通知您。您不必一直应用套装成活跃选项卡或定期检查以保持更新。
zh_tw: 桌面通知是一個就算您在瀏覽器開啟多個分頁時，還是可以正常通知您的好用功能。不需要一直把 App Suite 開在畫面最上層，或持續確認更新，就能收到通知。

source: Detail
el_gr: Λεπτομέρεια
et_ee: Üksikasjad
zh_cn: 详情
zh_tw: 詳細資訊

source: Detailed
el_gr: Λεπτομερώς
et_ee: Üksikasjalik
zh_cn: 详细的
zh_tw: 詳細

source: Detailed access rights
el_gr: Λεπτομερή δικαιώματα πρόσβασης
et_ee: Üksikasjalikud juurdepääsuõigused
zh_cn: 详细访问权
zh_tw: 詳細存取權

source: Details
el_gr: Λεπτομέρειες
et_ee: Üksikasjad
zh_cn: 详细信息
zh_tw: 詳細資訊

# contact-print-dialog
source: Details
el_gr: Λεπτομέρειες
et_ee: Üksikasjad
zh_cn: 详细信息
zh_tw: 詳細資訊

source: Determine when and if an email is marked as read upon opening
el_gr: Καθορίστε πότε και αν ένα email θα επισημαίνεται ως αναγνωσμένο κατά το άνοιγμα
zh_cn: 决定一封电子邮件于打开时，过多久会标记为已读
zh_tw: 設定開啟郵件後多久，才將郵件標示為已讀

source: Determine which special mail folders are shown
el_gr: Καθορίστε ποιοι ειδικοί φάκελοι email θα εμφανίζονται
zh_cn: 决定显示哪一个特别邮件文件夹
zh_tw: 設定是否顯示特殊信件匣

source: Device is already registered
el_gr: Η συσκευή έχει ήδη καταχωρηθεί
et_ee: Seade on juba registreeritud
zh_cn: 设备已注册
zh_tw: 裝置已註冊

source: Device: %s
el_gr: Συσκευή: %s
et_ee: Seade: %s
zh_cn: 设备：%s
zh_tw: 裝置：%s

source: Dial by your location
el_gr: Κλήση από την τοποθεσία σας
et_ee: Valige oma asukoha järgi
zh_cn: 按您的位置拨号
zh_tw: 按您的地點撥號

source: Dial-in numbers
el_gr: Αριθμοί κλήσης
et_ee: Sissehelistamise numbrid
zh_cn: 拨入号码
zh_tw: 撥入號碼

source: Dial-in passcode: %1$d
el_gr: Κωδικός κλήσης: %1$d
et_ee: Koosoleku parool: %1$d
zh_cn: 拨入密码：%1$d
zh_tw: 播入密碼：%1$d

source: Did you know that you can take %1$s with you? Just click this icon and choose 'Connect your device' from the menu.
el_gr: Γνωρίζατε ότι μπορείτε να πάρετε μαζί σας το %1$s; Κάντε απλά κλικ σε αυτό το εικονίδιο και επιλέξτε «Σύνδεση συσκευής» από το μενού.
et_ee: Kas teadsid, et saad %1$s kaasa võtta? Klõpsa sellel ikoonil ja vali menüüst „Ühenda seade”.
zh_cn: 你知道你可以随身携带 %1$s 吗？只需点击此图标，然后从菜单中选择“连接您的装置”。
zh_tw: 您知道可以把 %1$s 隨身帶著走嗎？僅需點擊此圖是，然後點擊選單中的「連結您的裝置」。

source: Did you know?
el_gr: Το γνωρίζατε;
et_ee: Kas teadsid?
zh_cn: 你知道吗？
zh_tw: 您知道嗎？

source: Direct link
el_gr: Άμεσος σύνδεσμος
et_ee: Otselink
zh_cn: 直接链接
zh_tw: 直接鏈結

source: Disable
el_gr: Απενεργοποίηση
et_ee: Keela
zh_cn: 禁用
zh_tw: 禁用

source: Disable %1$s
el_gr: Απενεργοποίηση του «%1$s»
et_ee: Keela %1$s
zh_cn: 停用 %1$s
zh_tw: 停用 %1$s

source: Disable categories
el_gr: Απενεργοποίηση κατηγοριών
et_ee: Keela kategooriad
zh_cn: 停用类别
zh_tw: 關閉分類

source: Disable keyboard shortcuts
el_gr: Απενεργοποίηση συντομεύσεων πληκτρολογίου
zh_cn: 停用键盘捷径
zh_tw: 停用快速鍵

source: Disable widget
el_gr: Απενεργοποίηση widget
et_ee: Keela vidin
zh_cn: 关闭小程序
zh_tw: 停用小工具

source: Disabled
el_gr: Ανενεργό
et_ee: Keelatud
zh_cn: 禁用
zh_tw: 禁用

source: Disappointed
el_gr: Απογοήτευση
zh_cn: 失望的
zh_tw: 令人失望的

source: Discard
el_gr: Απόρριψη
et_ee: Loobu
zh_cn: 放弃
zh_tw: 放棄

source: Discard changes
el_gr: Απόρριψη αλλαγών
et_ee: Loobu muudatustest
zh_cn: 放弃更改
zh_tw: 放棄修改

# dialog
source: Discard changes
el_gr: Απόρριψη αλλαγών
et_ee: Loobu muudatustest
zh_cn: 丢弃更改
zh_tw: 放棄修改

source: Discard mails from %1$s
el_gr: Απόρριψη των email από το %1$s
et_ee: Kustuta kirjad saatjalt %1$s
zh_cn: 丢弃来自 %1$s 的邮件
zh_tw: 捨棄來自 %1$s 的郵件

source: Discard mails to %1$s
el_gr: Απόρριψη των email προς το %1$s
et_ee: Kustuta kirjad, mis on saadetud %1$s
zh_cn: 丢弃到 %1$s 的邮件
zh_tw: 捨棄寄送給 %1$s 的郵件

source: Discard mails with subject %1$s
el_gr: Απόρριψη των email με θέμα «%1$s»
et_ee: Kustuta kirjad, mis on saadetud pealkirjaga %1$s
zh_cn: 丢弃带有主题 %1$s 的邮件
zh_tw: 捨棄主旨為 %1$s 的郵件

source: Display name
el_gr: Εμφανιζόμενο όνομα
et_ee: Näita nime
zh_cn: 显示名
zh_tw: 顯示名

source: Distance
el_gr: Απόσταση
et_ee: Vahemaa
zh_cn: 距离
zh_tw: 距離

source: Distribution List
el_gr: Λίστα διανομής
et_ee: Levitamisnimekiri
zh_cn: 通讯组列表
zh_tw: 通訊組列表

source: Distribution List Details
el_gr: Λεπτομέρειες λίστας διανομής
et_ee: Leviloendi üksikasjad
zh_cn: 通讯组列表详情
zh_tw: 通訊組清單詳細資訊

source: Distribution list
el_gr: Λίστα διανομής
et_ee: Levitamisnimekiri
zh_cn: 通讯组列表
zh_tw: 通訊組列表

source: Distribution list has been saved
el_gr: Η λίστα διανομής έχει αποθηκευτεί
et_ee: Leviloend on salvestatud
zh_cn: 已保存通讯组列表
zh_tw: 此通訊組清單已儲存

source: Distribution list with %1$d entry
el_gr: Λίστα διανομής με %1$d καταχώρηση
et_ee: Leviloend %1$d kirjega
zh_cn: 包含%1$d个条目的联系人列表
zh_tw: 包含 %1$d 筆記錄的通訊清單

source: Do not show again.
el_gr: Να μην εμφανιστεί ξανά.
et_ee: Ära enam näita.
zh_cn: 不再显示。
zh_tw: 不要再顯示。

source: Do you really want to cancel the current download request?
el_gr: Θέλετε σίγουρα να ακυρώσετε το τρέχον αίτημα λήψης;
et_ee: Kas soovid praeguse allalaadimistaotluse tõesti tühistada?
zh_cn: 是否确实要取消当前下载请求？
zh_tw: 您確定要取消目前的下載請求嗎？

source: Do you really want to change the file extension from ".%1$s" to ".%2$s" ?
el_gr: Θέλετε σίγουρα να αλλάξετε την επέκταση του αρχείου από «.%1$s» σε «.%2$s»;
et_ee: Kas soovite tõesti muuta faililaiendi ".%1$s" laiendiks ".%2$s" ?
zh_cn: 确定要更改文件延伸，从 ".%1$s" 改成 ".%2$s" 吗？
zh_tw: 確定要把檔案副檔名從「.%1$s」改成「.%2$s」嗎？

source: Do you really want to create an appointment <b>on behalf of the folder owner</b> or do you want to create an appointment <b>with the folder owner</b> in your own calendar?
el_gr: Θέλετε σίγουρα να δημιουργήσετε μια συνάντηση <b>εκ μέρους του κατόχου του φακέλου</b> ή θέλετε να δημιουργήσετε μια συνάντηση <b>με τον κάτοχο του φακέλου</b> στο δικό σας ημερολόγιο;
et_ee: Kas soovite tõepoolest luua kohtumise <b>kausta omaniku nimel</b> või soovite luua kohtumise <b>kausta omanikuga</b> oma kalendris?
zh_cn: 您真的要<b>以文件夹拥有者之名</b>创建一个约会，还是要以您的日历里<b>的文件夹拥有者</b>创建一个约会？
zh_tw: 您真的想要 <b>以資料夾擁有者的身分</b> 建立約會，或是想要在您自己的行事曆中建立一個 <b>資料夾擁有者參與</b> 的約會？

source: Do you really want to delete all previous versions except the current version?
el_gr: Θέλετε σίγουρα να διαγράψετε όλες τις προηγούμενες εκδόσεις, εκτός από την τρέχουσα;
et_ee: Kas soovite tõesti kustutada kõik varasemad versioonid, välja arvatud praegune versioon?
zh_cn: 是否确实要删除除当前版本以外的所有早期版本？
zh_tw: 您真的想要刪除所有過去版本嗎？

source: Do you really want to delete calendar "%s"?
el_gr: Θέλετε σίγουρα να διαγράψετε το ημερολόγιο «%s»;
et_ee: Kas soovite tõesti kalendri „%s” kustutada?
zh_cn: 您确认要删除日历 "%s"？
zh_tw: 您真的要刪除行事曆「%s」嗎？

source: Do you really want to delete folder "%s"?
el_gr: Θέλετε σίγουρα να διαγράψετε τον φάκελο «%s»;
et_ee: Kas soovite tõesti kustutada kausta "%s"?
zh_cn: 确定要删除文件夹 "%s" 吗？
zh_tw: 確定要刪除資料夾「%s」？

source: Do you really want to delete resource calendar group "%s"?
el_gr: Θέλετε σίγουρα να διαγράψετε την ομάδα ημερολογίου πόρων «%s»;
zh_cn: 您真的要删除资源日历组 "%s"？
zh_tw: 您真的要刪除資源行事曆群組「%s」嗎？

source: Do you really want to delete the category "%s"?
el_gr: Θέλετε σίγουρα να διαγράψετε την κατηγορία «%s»;
et_ee: Kas soovite tõesti kategooria „%s” kustutada?
zh_cn: 您真的要删除类别"%s"吗？
zh_tw: 您確定要刪除分類「%s」嗎？

source: Do you really want to delete the group "%1$s"? This action cannot be undone!
el_gr: Θέλετε σίγουρα να διαγράψετε την ομάδα «%1$s»; Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας!
et_ee: Kas soovite tõesti kustutada rühma "%1$s"? Seda toimingut ei saa tagasi võtta!
zh_cn: 您真的要删除 "%1$s" 群组吗？此动作是无法挽回的！
zh_tw: 確定要刪除「%1$s」群組？將無法還原此操作！

source: Do you really want to delete the resource "%1$s"? This action cannot be undone!
el_gr: Θέλετε σίγουρα να διαγράψετε τον πόρο «%1$s»; Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας!
et_ee: Kas soovite tõesti kustutada ressursi "%1$s"? Seda toimingut ei saa tagasi võtta!
zh_cn: 您真的要删除 "%1$s" 资源吗？此动作是无法挽回的！
zh_tw: 確定要刪除「%1$s」資源？將無法還原此操作！

source: Do you really want to delete the signature "%1$s"?
el_gr: Θέλετε σίγουρα να διαγράψετε την υπογραφή «%s»;
zh_cn: 您真的要删除签名”%1$s”吗？
zh_tw: 您確定要刪除簽名檔 "%1$s" 嗎？

source: Do you really want to delete the template "%1$s"?
el_gr: Θέλετε σίγουρα να διαγράψετε το πρότυπο «%s»;
zh_cn: 您真的要删除模版”%1$s”吗？
zh_tw: 您確定要刪除範本 "%1$s" 嗎？

source: Do you really want to delete these items?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτά τα στοιχεία;
et_ee: Kas soovite tõesti need üksused kustutada­?
zh_cn: 确定要删除该项吗？
zh_tw: 確定要刪除這些項目？

source: Do you really want to delete these tasks?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτές τις εργασίες;
et_ee: Kas soovite tõesti need ülesanded kustutada?
zh_cn: 您真的要删除此任务吗？
zh_tw: 您真的要刪除下列任務嗎？

source: Do you really want to delete this account?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτόν τον λογαριασμό;
et_ee: Kas soovite tõesti selle konto kustutada?
zh_cn: 确定要删除此户口吗？
zh_tw: 確定要刪除此帳號？

source: Do you really want to delete this appointment?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτήν τη συνάντηση;
et_ee: Kas soovite selle kohtumise tõesti kustutada?
zh_cn: 确定要删除此约会吗？
zh_tw: 您是否想要刪除此約會？

source: Do you really want to delete this contact?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτήν την επαφή;
et_ee: Kas soovite tõesti selle kontakti kustutada?
zh_cn: 确定要删除该联系人吗？
zh_tw: 確定要刪除此聯絡人？

source: Do you really want to delete this distribution list?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτήν τη λίστα διανομής;
et_ee: Kas soovite tõesti selle leviloendi kustutada?
zh_cn: 确定要删除所选通讯组列表吗？
zh_tw: 確定要刪除此收件者清單？

source: Do you really want to delete this filter rule?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτόν τον κανόνα φίλτρου;
et_ee: Kas soovite tõesti selle filtreerimisreegli kustutada?
zh_cn: 您真的要删除此过滤器准则吗？
zh_tw: 您確定要刪除此過濾規則？

source: Do you really want to delete this item?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτό το στοιχείο;
et_ee: Kas soovite tõesti seda üksust kustutada?
zh_cn: 您真的要删除此项目吗？
zh_tw: 您確定要刪除此項目？

source: Do you really want to delete this password?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτόν τον κωδικό πρόσβασης;
et_ee: Kas te tõesti soovite selle salasõna kustutada?
zh_cn: 您真的要删除此密码吗？
zh_tw: 您確定要刪除此密碼？

source: Do you really want to delete this task?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτήν την εργασία;
et_ee: Kas soovite tõesti selle ülesande kustutada?
zh_cn: 您真的要删除此任务吗？
zh_tw: 您確定要刪除此任務嗎？

# One file only
source: Do you really want to delete this version?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτήν την έκδοση;
et_ee: Kas soovite tõesti seda versiooni kustutada?
zh_cn: 您真的要删除此版本吗？
zh_tw: 您真的要刪除這個版本嗎？

source: Do you really want to delete this widget?
el_gr: Θέλετε σίγουρα να διαγράψετε αυτό το widget;
et_ee: Kas soovite tõesti selle vidina kustutada?
zh_cn: 您确定要删除这个迷你程序吗？
zh_tw: 確定要刪除此小工具嗎？

source: Do you really want to discard all changes?
el_gr: Θέλετε σίγουρα να απορρίψετε όλες τις αλλαγές;
et_ee: Kas soovite tõesti tehtud muudatustest loobuda?
zh_cn: 您真的要放弃所有更改？
zh_tw: 您確定要捨棄所有變更嗎？

source: Do you really want to discard your changes?
el_gr: Θέλετε σίγουρα να απορρίψετε τις αλλαγές σας;
et_ee: Kas soovite tõesti tehtud muudatustest loobuda?
zh_cn: 您真的想放弃更改吗？
zh_tw: 您真的想放棄更改？

source: Do you really want to empty folder "%s"?
el_gr: Θέλετε σίγουρα να αδειάσετε τον φάκελο «%s»;
et_ee: Kas soovite tõesti tühjendada kausta "%s"?
zh_cn: 确定要清空文件夹 "%s" 吗？
zh_tw: 確定要清空資料夾「%s」？

source: Do you really want to remove all shares?
el_gr: Θέλετε σίγουρα να αφαιρέσετε όλα τα κοινόχρηστα στοιχεία;
et_ee: Kas tõesti soovid eemaldada kõik jagamised?
zh_cn: 您真的否要移除所有共享？
zh_tw: 您真的要刪除所有分享項目嗎？

source: Do you really want to remove the extension ".%1$s" from your filename?
el_gr: Θέλετε σίγουρα να αφαιρέσετε την επέκταση «.%1$s» από το όνομα αρχείου σας;
et_ee: Kas soovite tõesti eemaldada faili nimest laiendi ".%1$s" ?
zh_cn: 确定从您的文件名称移除 ".%1$s" 延伸吗？
zh_tw: 確定要從你的檔案名稱移除副檔名「.%1$s」嗎？

source: Do you really want to remove this certificate?
el_gr: Θέλετε σίγουρα να αφαιρέσετε αυτό το πιστοποιητικό;
et_ee: Kas soovite selle sertifikaadi tõesti eemaldada?
zh_cn: 你真的要移除此证书吗？
zh_tw: 您真的要移除此憑證嗎？

source: Do you really want to sign out from all clients except the current one?
el_gr: Θέλετε σίγουρα να αποσυνδεθείτε από όλα τα προγράμματα-πελάτες, εκτός από το τρέχον;
et_ee: Kas soovite tõesti kõigist klientidest välja logida, välja arvatud praegune?
zh_cn: 你真的要注销所有的客户端，除了目前的吗？
zh_tw: 您真的要只保留目前連線，該其他所有裝置登出嗎？

source: Do you really want to sign out from all devices except the current one?
el_gr: Θέλετε σίγουρα να αποσυνδεθείτε από όλες τις συσκευές, εκτός από την τρέχουσα;
zh_cn: 你真的要除了目前的装置外，从所有装置注销吗？
zh_tw: 您真的要只保留目前連線，將其他所有裝置登出嗎？

source: Do you really want to sign out from that device?
el_gr: Θέλετε σίγουρα να αποσυνδεθείτε από αυτήν τη συσκευή;
et_ee: Kas soovite tõesti sellest seadmest välja logida?
zh_cn: 您真的要注销该设备吗？
zh_tw: 您真的要從該裝置登出嗎？

source: Do you want the appointments printed in detail or as a compact list?
el_gr: Θέλετε να εμφανιστούν οι συναντήσεις με λεπτομέρειες ή ως συνοπτική λίστα;
et_ee: Kas soovite printida kohtumised üksikasjadega või kompaktse loendina?
zh_cn: 您要打印约会详情还是紧密列表？
zh_tw: 您想要列印約會的詳細資訊或是精簡清單？

source: Do you want to edit the whole series or just this appointment within the series?
el_gr: Θέλετε να επεξεργαστείτε ολόκληρη τη σειρά ή μόνο αυτήν τη συνάντηση εντός της σειράς;
et_ee: Kas soovite muuta kogu sarja või ainult seda kohtumist sarja sees?
zh_cn: 您要编辑整个系列还是仅系列中此次约会吗？
zh_tw: 您想要編輯整個序列，或是只編輯序列中的這場約會？

source: Do you want to edit this and all future appointments or just this appointment within the series?
el_gr: Θέλετε να επεξεργαστείτε αυτήν και όλες τις μελλοντικές συναντήσεις ή απλά αυτήν τη συνάντηση εντός της σειράς;
et_ee: Kas soovite seda ja kõiki tulevasi kohtumisi redigeerida või ainult seda kohtumist sarja sees?
zh_cn: 您要编辑此次与未来所有约会，还是仅系列中此次约会吗？
zh_tw: 您想要編輯序列中這場與未來所有的活動，或是只編輯這場約會？
