Repository: extrymes/project-hackdays2025
Catalog: core-ui/src/i18n/*.po
Languages: el_gr, et_ee, zh_cn, zh_tw

source: The selected items. Press Backspace or Delete to remove.
el_gr: Τα επιλεγμένα στοιχεία. Πατήστε το Backspace ή το Delete για αφαίρεση.
et_ee: Valitud üksused. Eemaldamiseks vajuta klaviatuuril klahve Backspace või Delete.
zh_cn: 选定的项目。按下后退键或删除键以删除。
zh_tw: 選擇的項目。按下 Backspace 或 Delete 即可移除。

source: The selected timezone is already a favorite.
el_gr: Η επιλεγμένη ζώνη ώρας είναι ήδη αγαπημένη.
et_ee: Valitud ajavöönd on juba lemmik.
zh_cn: 选中的时区已经为最爱。
zh_tw: 選擇的時區已經加入最愛。

source: The sender wants to get notified when you have read this email
el_gr: Ο αποστολέας θέλει να ειδοποιηθεί όταν διαβάσετε αυτό το email
et_ee: Saatja soovib teavitust selle e-kirja lugemise kohta
zh_cn: 此发送人想在您阅读此电子邮件时获得一个通知
zh_tw: 寄件者想在您閱讀此郵件時收到通知

source: The sending of the message has been canceled.
el_gr: Η αποστολή του μηνύματος έχει ακυρωθεί.
et_ee: Sõnumi saatmine on tühistatud.
zh_cn: 已经取消消息发送。
zh_tw: 已取消傳送訊息。

source: The series ends after %1$d occurrence.
el_gr: Η σειρά τελειώνει μετά από %1$d παρουσία.
et_ee: Seeria lõpeb pärast %1$d esinemist.
zh_cn: 该系列在%1$d次后结束。
zh_tw: 活動系列結束於發生 %1$d 次後。

source: The series ends on %1$s.
el_gr: Η σειρά τελειώνει στις %1$s.
et_ee: Sari lõppeb %1$s.
zh_cn: 系列于 %1$s 结束。
zh_tw: 此系列結束於 %1$s。

source: The series never ends.
el_gr: Αυτή η σειρά δεν τελειώνει ποτέ.
et_ee: Sari ei lõppe kunagi.
zh_cn: 系列永不结束。
zh_tw: 此系列永不結束。

source: The service is not available right now.
el_gr: Η υπηρεσία δεν είναι διαθέσιμη αυτήν τη στιγμή.
et_ee: Teenus pole praegu saadaval.
zh_cn: 服务现在不可用。
zh_tw: 服務目前暫時無法使用。

source: The setting requires a reload or logging in again to take effect.
el_gr: Η ρύθμιση απαιτεί ανανέωση της σελίδας ή εκ νέου σύνδεση για να εφαρμοστεί.
zh_cn: 设定要求重新读取或登陆以生效。
zh_tw: 此選項需要重新載入或重新登入才能生效。

source: The signature exists and is valid
el_gr: Η υπογραφή υπάρχει και είναι έγκυρη
et_ee: Allkiri on olemas ja kehtiv
zh_cn: 签名存在且有效
zh_tw: 簽章存在並有效

source: The signature is missing or is not valid
el_gr: Η υπογραφή απουσιάζει ή δεν είναι έγκυρη
et_ee: Allkiri puudub või ei ole kehtiv
zh_cn: 签名缺失或无效
zh_tw: 簽章遺失或無效

source: The start date must be before the due date.
el_gr: Η ημερομηνία έναρξης πρέπει να είναι πριν από την προθεσμία.
et_ee: Alguskuupäev peab olema tähtpäevast varasem.
zh_cn: 起始日期一定要在结束日期之前。
zh_tw: 起始日期必須在到期日前。

source: The subscription could not be created.
el_gr: Δεν ήταν δυνατή η δημιουργία της συνδρομής.
et_ee: Tellimuse loomine ebaõnnestus.
zh_cn: 不能创建此订阅。
zh_tw: 無法建立訂閱。

source: The subscription could not be updated due to an error and must be recreated.
el_gr: Δεν ήταν δυνατή η ενημέρωση της συνδρομής λόγω σφάλματος και πρέπει να δημιουργηθεί εκ νέου.
et_ee: Tellimust ei saanud vea tõttu uuendada ja see tuleb uuesti luua.
zh_cn: 由于错误导致无法更新订阅，因此必须重新创建。
zh_tw: 由於發生錯誤，無法更新此訂閱項目，必須重新建立。

source: The task could not be deleted.
el_gr: Δεν ήταν δυνατή η διαγραφή της εργασίας.
et_ee: Ülesande kustutamine ebaõnnestus.
zh_cn: 不能删除任务。
zh_tw: 無法刪除任務。

source: The tasks could not be deleted.
el_gr: Δεν ήταν δυνατή η διαγραφή των εργασιών.
et_ee: Ülesannete kustutamine ebaõnnestus.
zh_cn: 不能删除任务。
zh_tw: 無法刪除任務。

source: The time frame is in the past.
el_gr: Το χρονικό πλαίσιο είναι στο παρελθόν.
et_ee: Ajakava on minevikus.
zh_cn: 时间框架为过去的。
zh_tw: 時間範圍在過去。

source: The timeframe is limited to %1$d day.
el_gr: Το χρονικό πλαίσιο περιορίζεται σε %1$d ημέρα.
et_ee: Ajavahemik on piiratud %1$d päevaga.
zh_cn: 时间范围仅限于%1$d天。
zh_tw: 時間範圍限定於 %1$d 天。

source: The timeframe is not limited.
el_gr: Το χρονικό πλαίσιο δεν περιορίζεται.
et_ee: Ajakava ei ole piiratud.
zh_cn: 时间范围不限。
zh_tw: 時間範圍不限。

source: The two newly entered passwords do not match.
el_gr: Οι δύο νέοι κωδικοί πρόσβασης δεν ταιριάζουν.
et_ee: Kaks äsja sisestatud parooli ei kattu.
zh_cn: 两个新输入的密码并未吻合。
zh_tw: 新輸入的密碼不相同。

source: The unrecoverable items have been cleaned up successfully. Please refresh this page to see the changes.
el_gr: Τα μη ανακτήσιμα στοιχεία έχουν εκκαθαριστεί επιτυχώς. Παρακαλώ ανανεώστε αυτήν τη σελίδα για να δείτε τις αλλαγές.
et_ee: Taastamatud üksused on edukalt kustutatud. Palun värskendage seda lehekülge muudatuste nägemiseks.
zh_cn: 已成功清空无法还原的项目，请重新刷新此页以检视改变。
zh_tw: 已成功清除無法復原的項目，請重新整理此頁面檢視變更。

source: The uploaded attachment exceeds the maximum email size of %1$s
el_gr: Το μεταφορτωμένο συνημμένο υπερβαίνει το μέγιστο μέγεθος των %1$s για email
et_ee: Üleslaetud manus ületab e-posti maksimaalset suurust %1$s
zh_cn: 已上载的附件超出最大电子邮件体积 %1$s
zh_tw: 因為附件超過了郵件大小限制 %1$s，無法上傳

source: The uploaded file does not match the requested file type.
el_gr: Το μεταφορτωμένο αρχείο δεν ταιριάζει με τον ζητούμενο τύπο αρχείου.
et_ee: Üleslaetud fail ei vasta nõutud failitüübile.
zh_cn: 上载的文件和请求的文件类别不匹配。
zh_tw: 上傳的檔案不符合請求的檔案類型。

source: The user doesn't share his free/busy information with you.
el_gr: Ο χρήστης δεν μοιράζεται μαζί σας τις πληροφορίες διαθεσιμότητάς του.
zh_cn: 用户不与您分享他的空闲/忙碌信息。
zh_tw: 使用者並未與您分享空閒/忙碌資訊。

source: The user interface is now more resilient in handling unstable internet connections
el_gr: Το περιβάλλον χρήστη είναι πλέον πιο ανθεκτικό σε ασταθείς συνδέσεις διαδικτύου
zh_cn: 现在的用户界面在处理不稳定的网络连接时更加强大和可靠
zh_tw: 現在在不穩定的網路環境，使用者介面也能更穩定

source: The widget "%s" was disabled as the account might have been removed or is no longer available.
el_gr: Το widget «%s» απενεργοποιήθηκε επειδή ο λογαριασμός ενδέχεται να έχει αφαιρεθεί ή να μην είναι πλέον διαθέσιμος.
et_ee: Vidin "%s" keelati, kuna konto võis olla eemaldatud või pole enam saadaval.
zh_cn: 由于帐户可能已被删除或不再可用，因此小部件 "%s" 被禁用。
zh_tw: 由於帳號可能已被移除或不再可用，已停用小工具「%s」。

source: Theme
el_gr: Θέμα
zh_cn: 主题
zh_tw: 佈景主題

source: Themes
el_gr: Θέματα
et_ee: Teemad
zh_cn: 主题
zh_tw: 佈景主題

source: There are currently no compatible media devices available on your device.
el_gr: Δεν υπάρχουν διαθέσιμες συμβατές συσκευές πολυμέσων στη συσκευή σας αυτήν τη στιγμή.
et_ee: Teie seadmes pole praegu ühilduvaid meediumiseadmeid.
zh_cn: 您的设备上当前没有可用的兼容媒体设备。
zh_tw: 您的裝置上目前沒有相容的媒體裝置。

source: There are no backup devices available for this account. Please notify support for help.
el_gr: Δεν διατίθενται εφεδρικές συσκευές για αυτόν τον λογαριασμό. Παρακαλώ ενημερώστε την υποστήριξη για βοήθεια.
et_ee: Selle konto jaoks pole ühtegi varuseadet saadaval. Palun teavitage abi saamiseks teenusepakkuja kliendituge.
zh_cn: 此户口没有可用的备份设备。请通知支持人员以寻求帮助。
zh_tw: 此帳號沒有備份裝置可用，請通知技術支援。

source: There are no external applications/services which can access your account.
el_gr: Δεν υπάρχουν εξωτερικές εφαρμογές/υπηρεσίες που να έχουν πρόσβαση στον λογαριασμό σας.
et_ee: Teie kontole juurdepääsu omavad välised rakendused/teenused puuduvad.
zh_cn: 没有能够访问您户口的外部应用程序/服务。
zh_tw: 沒有外部應用程式/服務可存取您的帳號。

source: There are no notifications
el_gr: Δεν υπάρχουν ειδοποιήσεις
et_ee: Teateid pole
zh_cn: 没有通知
zh_tw: 沒有通知

source: There are unsaved changes.
el_gr: Υπάρχουν μη αποθηκευμένες αλλαγές.
et_ee: Mõned muudatused on salvestamata.
zh_cn: 找到未保存更改。
zh_tw: 有尚未儲存的更改。

source: There is %1$d message in this folder; not all messages are displayed in the list currently.
el_gr: Υπάρχει %1$d μήνυμα σε αυτόν τον φάκελο· δεν προβάλλονται όλα τα μηνύματα στη λίστα.
et_ee: Selles kaustas on %1$d sõnum; praegu ei ole kõik sõnumid nimekirjas kuvatud.
zh_cn: 此文件夹中有%1$d个邮件，并非所有消息当前都显示在列表中。
zh_tw: 此資料夾中有 %1$d 封訊息，目前的清單中並未顯示所有訊息。

source: There is a new notification
el_gr: Υπάρχει μία νέα ειδοποίηση
zh_cn: 有%1$d个新通知
zh_tw: 有新通知

source: There is a notification
el_gr: Υπάρχει μία ειδοποίηση
zh_cn: 有%1$d个通知
zh_tw: 有 1 則通知

source: There is a problem with this account. Click for more information
el_gr: Υπάρχει πρόβλημα με αυτόν τον λογαριασμό. Κάντε κλικ για περισσότερες πληροφορίες
et_ee: Selle kontoga on probleem. Klõpsake lisateabe saamiseks
zh_cn: 此户口有问题。单击了解更多信息
zh_tw: 此帳號發生問題，點擊此處取得更多資訊

source: There is an update available! Please reload the app.
el_gr: Διατίθεται μια ενημέρωση! Παρακαλώ φορτώστε εκ νέου την εφαρμογή.
et_ee: Uuendus on saadaval! Palun laadige rakendus uuesti.
zh_cn: 有一个更新可用！请重载应用。
zh_tw: 已有更新可用！請重新載入應用程式。

source: There is currently an archive download available. By requesting a new download the current archive will be deleted and is no longer available.
el_gr: Διατίθεται μια λήψη αρχείου αυτήν τη στιγμή. Ζητώντας μια νέα λήψη, το τρέχον αρχείο θα διαγραφεί και δεν θα είναι πλέον διαθέσιμο.
et_ee: Praegu on saadaval arhiivi allalaadimine. Uue allalaadimise taotlemisel kustutatakse praegune arhiiv ja see pole enam saadaval.
zh_cn: 当前有可用的存档下载。通过请求新的下载，当前存档将被删除，并且不再可用。
zh_tw: 目前已有封存檔案提供下載，若請求新的檔案，將刪除目前的封存檔。

source: There is no preview for this file type.
el_gr: Δεν υπάρχει προεπισκόπηση για αυτόν τον τύπο αρχείου.
et_ee: Selle failitüübi jaoks pole eelvaadet.
zh_cn: 此文件类型没有预览。
zh_tw: 此類格式的檔案無法預覽。

source: There is no recent activity in your Xing network.
el_gr: Δεν υπάρχει πρόσφατη δραστηριότητα στο δίκτυο Xing σας.
et_ee: Teie Xing-võrgus puuduvad hiljutised tegevused.
zh_cn: 您的 Xing 最近没有活动。
zh_tw: 您的 Xing 網路中沒有近期活動。

source: There is no rule defined
el_gr: Δεν έχει οριστεί κανόνας
et_ee: Määratletud reegel puudub
zh_cn: 没有定义规则
zh_tw: 沒有定義規則

source: There was a problem adding the password.
el_gr: Προέκυψε πρόβλημα με την προσθήκη του κωδικού πρόσβασης.
et_ee: Parooli lisamisega tekkis probleem.
zh_cn: 添加密码时出现问题。
zh_tw: 新增密碼時發生問題。

source: There was a problem getting the list of available applications from the server.
el_gr: Προέκυψε πρόβλημα κατά τη λήψη της λίστας διαθέσιμων εφαρμογών από τον διακομιστή.
et_ee: Serverist kättesaadavate rakenduste nimekirja laadimisega tekkis probleem.
zh_cn: 从服务器获取可用应用程序的列表时出现问题。
zh_tw: 取得伺服器上可用的應用程式清單時發生問題。

source: There was a problem getting the list of passwords from the server.
el_gr: Προέκυψε πρόβλημα κατά τη λήψη της λίστας κωδικών πρόσβασης από τον διακομιστή.
et_ee: Probleem serverist paroolide nimekirja saamisega.
zh_cn: 从服务器获取密码列表时出现问题。
zh_tw: 向伺服器取得密碼清單時發生問題。

source: There was a problem removing the password.
el_gr: Προέκυψε πρόβλημα κατά την αφαίρεση του κωδικού πρόσβασης.
et_ee: Parooli eemaldamisega tekkis probleem.
zh_cn: 移除密码时出现问题。
zh_tw: 刪除密碼時遇到問題。

source: There was a problem with %s. The error message was: "%s"
el_gr: Προέκυψε πρόβλημα με το %s. Το μήνυμα σφάλματος ήταν: «%s»
et_ee: Ilmnes probleem %s-ga. Veateateks oli: "%s"
zh_cn: %s 有一个问题，错误消息为： "%s"
zh_tw: %s 有點問題。錯誤訊息為：「%s」

source: There was a problem with XING, the error message was: "%s"
el_gr: Προέκυψε πρόβλημα με το XING, το μήνυμα σφάλματος ήταν: «%s»
et_ee: XING-iga tekkis probleem, veateateks oli: "%s"
zh_cn: XING 有一个问题，错误消息为： "%s"
zh_tw: XING 有點問題。錯誤訊息為：「%s」

source: There was a problem with XING. The error message was: "%s"
el_gr: Προέκυψε πρόβλημα με το XING. Το μήνυμα σφάλματος ήταν: «%s»
et_ee: XING-iga tekkis probleem. Veateateks oli: "%s"
zh_cn: XING 有一个问题，错误消息为： "%s"
zh_tw: XING 有點問題。錯誤訊息為：「%s」

source: There was no appointment data to import
el_gr: Δεν υπήρχαν δεδομένα συνάντησης για εισαγωγή
et_ee: Imporditavaid kohtumise andmeid ei leitud
zh_cn: 没有可以导入的约会数据
zh_tw: 沒有約會資料可匯入

source: There was no contact data to import
el_gr: Δεν υπήρχαν δεδομένα επαφών για εισαγωγή
et_ee: Imporditavaid kontakti andmeid ei leitud
zh_cn: 没有要导入的联系人数据
zh_tw: 沒有聯絡人資料可匯入

source: There was no suitable server found for this mail/password combination
el_gr: Δεν βρέθηκε κατάλληλος διακομιστής για αυτόν τον συνδυασμό email/κωδικού πρόσβασης
et_ee: Selle e-posti/parooli kombinatsiooni jaoks ei leidunud sobivat serverit
zh_cn: 没有找到此邮件 / 密码组合的适当服务器
zh_tw: 此帳號密碼組合無法登入任何可用的伺服器

source: There was no task data to import
el_gr: Δεν υπήρχαν δεδομένα εργασίας για εισαγωγή
et_ee: Imporditavaid ülesande andmeid ei leitud
zh_cn: 没有要导入的任务数据
zh_tw: 沒有任務資料可匯入

source: These files have not been deleted
el_gr: Αυτά τα αρχεία δεν έχουν διαγραφεί
et_ee: Neid faile ei ole kustutatud
zh_cn: 没有删除这些文件
zh_tw: 尚未刪除下列檔案

source: These files have not been deleted, as they are locked by their owner.
el_gr: Αυτά τα αρχεία δεν έχουν διαγραφεί, καθώς είναι κλειδωμένα από τον κάτοχό τους.
et_ee: Failid pole kustutatud, sest failide omanik on need lukustanud.
zh_cn: 因为被拥有者锁住，所以没有删除这些文件。
zh_tw: 因為已被擁有者鎖定，未刪除下列檔案。

source: This action may take some time.
el_gr: Αυτή η ενέργεια ενδέχεται να διαρκέσει αρκετή ώρα.
et_ee: See toiming võib võtta aega.
zh_cn: 此动作或许需时片刻。
zh_tw: 這個動作可能需要一些時間。

source: This action takes some time, so please be patient, while the import runs in the background.
el_gr: Αυτή η ενέργεια απαιτεί κάποιο χρόνο, οπότε παρακαλώ κάντε υπομονή όσο η εισαγωγή εκτελείται στο παρασκήνιο.
et_ee: See tegevus võtab aega, nii et palun olge kannatlik, kuni importimine toimub taustal.
zh_cn: 此动作需时片刻，所以请导入在后台运行耐心等待。
zh_tw: 匯入的動作在背景執行，需要一點時間，請稍候。

source: This address book is empty
el_gr: Αυτό το ευρετήριο επαφών είναι κενό
et_ee: See aadressiraamat on tühi
zh_cn: 地址簿为空白
zh_tw: 此通訊錄空白

source: This afternoon
el_gr: Σήμερα το απόγευμα
zh_cn: 这个下午
zh_tw: 今天下午

source: This appointment has just started
el_gr: Αυτή η συνάντηση μόλις ξεκίνησε
zh_cn: 会议刚刚开始
zh_tw: 此約會剛開始

source: This appointment has started %s ago
el_gr: Αυτή η συνάντηση ξεκίνησε πριν από %s
zh_cn: 此约会于 %s 前开始
zh_tw: 此約會開始於 %s 前

source: This appointment is an exception. Changing the exception does not affect the series.
el_gr: Αυτή η συνάντηση αποτελεί εξαίρεση. Η αλλαγή της εξαίρεσης δεν επηρεάζει τη σειρά.
et_ee: See kohtumine on erand. Erandi muutmine ei mõjuta seeriat.
zh_cn: 此约会是一个例外，更改异常不会影响系列。
zh_tw: 此約會是例外約會，修改例外將不會影響整個系列約會。

source: This appointment is part of a series.
el_gr: Αυτή η συνάντηση αποτελεί μέρος μιας σειράς.
et_ee: See kohtumine on osa seeriast.
zh_cn: 此约会是一个系列的一部分。
zh_tw: 此約會是系列中的一部分。

source: This appointment is part of a series. Do you want to change the whole series or just one appointment within the series?
el_gr: Αυτή η συνάντηση αποτελεί μέρος μιας σειράς. Θέλετε να αλλάξετε ολόκληρη τη σειρά ή μόνο μία συνάντησή της;
et_ee: See kohtumine on osa sarjast. Kas soovite muuta kogu seeriat või ainult ühte kohtumist seerias?
zh_cn: 此约会是一系列的一部分。您想更改整个系列还是只是该系列中的一个约会？
zh_tw: 此約會是系列中的一部分。您要變更參加整個系列，還是僅有系列中的此次約會？

source: This appointment is part of a series. Do you want to change your confirmation for the whole series or just for this appointment within the series?
el_gr: Αυτή η συνάντηση αποτελεί μέρος μιας σειράς. Θέλετε να αλλάξετε την επιβεβαίωσή σας για ολόκληρη τη σειρά ή μόνο για αυτήν τη συνάντηση της σειράς;
et_ee: See kohtumine on osa sarjast. Kas soovite muuta oma kinnitust kogu sarja või ainult selle kohtumise kohta sarjas?
zh_cn: 此约会是一系列约会的一部分。是否要更改整个系列的确认，还是仅更改该系列中的此约会？
zh_tw: 此約會是系列中的一部分。您要更改整個系列的確認狀態，還是僅有此次約會？

source: This appointment is part of a series. Do you want to change your reminders for the whole series or just for this appointment within the series?
el_gr: Αυτή η συνάντηση αποτελεί μέρος μιας σειράς. Θέλετε να αλλάξετε τις υπενθυμίσεις σας για ολόκληρη τη σειρά ή μόνο για αυτήν τη συνάντηση της σειράς;
et_ee: See kohtumine on osa seeriast. Kas soovite muuta oma meeldetuletusi kogu sarja jaoks või ainult selle kohtumise jaoks?
zh_cn: 此约会是一系列约会的一部分。是否要更改整个系列的提醒，还是仅更改该系列中的此约会？
zh_tw: 此約會是系列當中的一部分。您想要更改整個系列的提醒，還是僅更改這場約會的提醒？

source: This appointment is part of a series. Do you want to delete all appointments of the series or just this appointment?
el_gr: Αυτή η συνάντηση αποτελεί μέρος μιας σειράς. Θέλετε να διαγράψετε όλες τις συναντήσεις της σειράς ή μόνο αυτήν τη συνάντηση;
et_ee: See kohtumine on osa seeriast. Kas soovite kustutada kõik sarja kohtumised või lihtsalt selle kohtumise?
zh_cn: 此约会是一系列约会的一部分。是否要删除该系列的所有约会或仅此约会？
zh_tw: 此約會是系列中的一部分。您要刪除整個系列，還是僅有此次約會？

source: This appointment is part of a series. Do you want to delete this and all future appointments of the series or just this appointment?
el_gr: Αυτή η συνάντηση αποτελεί μέρος μιας σειράς. Θέλετε να διαγράψετε αυτήν και όλες τις μελλοντικές συναντήσεις της σειράς ή μόνο αυτήν τη συνάντηση;
et_ee: See kohtumine on osa seeriast. Kas soovite kustutada selle ja kõik sarja uued kohtumised või ainult selle kohtumise?
zh_cn: 此约会是一系列约会的一部分。是否要删除该系列的此约会和将来的所有约会，还是仅删除此约会？
zh_tw: 此約會是系列中的一部分。您要刪除這次以及未來的所有約會，還是僅有此次約會？

source: This appointment might not take place because all other attendees declined
el_gr: Αυτή η συνάντηση ενδέχεται να μην πραγματοποιηθεί, καθώς όλοι οι άλλοι παρευρισκόμενοι αρνήθηκαν
zh_cn: 由于所有其他参与者都已拒绝，此约会可能不会进行
zh_tw: 所有其他與會者皆拒絕參加，可能不會舉辦

source: This appointment starts in %s
el_gr: Αυτή η συνάντηση ξεκινά σε %s
zh_cn: 此约会于 %s 后开始
zh_tw: 此約會將於 %s 後開始

source: This appointment was canceled.
el_gr: Αυτή η συνάντηση ακυρώθηκε.
zh_cn: 约会已取消。
zh_tw: 此約會已取消。

source: This browser is not compatible with your configured authentication device. Please use Chrome browser, or Firefox with U2F enabled.
el_gr: Αυτό το πρόγραμμα περιήγησης δεν είναι συμβατό με τη ρυθμισμένη συσκευή ταυτοποίησής σας. Παρακαλώ χρησιμοποιήστε το πρόγραμμα περιήγησης Chrome ή το Firefox με ενεργοποιημένο το U2F.
et_ee: See brauser ei ühildu teie konfigureeritud autentimisseadmega. Kasutage Chrome'i brauserit või Firefoxi, kui U2F on lubatud.
zh_cn: 此浏览器与配置的身份验证设备不兼容。 请使用 Chrome 浏览器, 或使用启用 U2F 的火狐浏览器。
zh_tw: 此瀏覽器與您的驗證裝置不相容，請使用 Chrome 或開啟 Firefox 的 U2F 功能。

source: This browser is not supported on your current platform.
el_gr: Αυτό το πρόγραμμα περιήγησης δεν υποστηρίζεται στην τρέχουσα πλατφόρμα σας.
et_ee: Teie praegune platvorm ei toeta seda veebilehitsejat.
zh_cn: 在您当前平台上不支持此浏览器。
zh_tw: 您目前的平台中不支援此瀏覽器。

source: This calendar is shared with others. It won't be available for them any more.
el_gr: Αυτό το ημερολόγιο είναι κοινόχρηστο με άλλους. Δεν θα είναι διαθέσιμο για αυτούς πλέον.
et_ee: Seda kalendrit jagatakse teistega. See pole neile enam saadaval.
zh_cn: 此日历正与其他人分享，将不会再对他们可用。
zh_tw: 此行事曆已與他人分享，他們將無法再使用本行事曆。

source: This contact is private and cannot be shared
el_gr: Αυτή η επαφή είναι ιδιωτική και η κοινοποίησή της δεν είναι δυνατή
et_ee: Kontakt on isiklik ega kuulu jagamisele
zh_cn: 此联系人为私人，不能予以分享
zh_tw: 此聯絡人是私人聯絡人，無法分享

source: This device is not eligible for this request. Wrong hardware key?
el_gr: Αυτή η συσκευή δεν πληροί τις προϋποθέσεις για αυτό το αίτημα. Εσφαλμένο κλειδί υλικού;
et_ee: See seade pole selle taotluse jaoks sobilik. Vale riistvaravõti?
zh_cn: 此设备不符合此请求的条件。 硬件密钥错误？
zh_tw: 此裝置無法發出此請求，插錯硬體金鑰了？

source: This dialog is limited to %1$d entries and this group exceeds this limitation. Therefore, some entries are not listed.
el_gr: Αυτό το παράθυρο διαλόγου περιορίζεται σε %1$d καταχωρήσεις και αυτή η ομάδα υπερβαίνει αυτόν τον περιορισμό. Επομένως, ορισμένες καταχωρήσεις δεν παρατίθενται.
et_ee: See dialoog on piiratud %1$d kirjetega ja see grupp ületab selle piirangu. Seetõttu ei ole mõned kirjed loetletud.
zh_cn: 此对话框限制为%1$d个条目，而此组超出此限制。因此不列出某些项目。
zh_tw: 此對話框限制僅能顯示 %1$d 筆資料，此群組已超過此限制，因此並未列出某些資料。

source: This dialog is limited to %1$d entries and your address book exceeds this limitation. Therefore, some entries are not listed.
el_gr: Αυτό το παράθυρο διαλόγου περιορίζεται σε %1$d καταχωρήσεις και το ευρετήριό σας υπερβαίνει αυτόν τον περιορισμό. Επομένως, ορισμένες καταχωρήσεις δεν παρατίθενται.
et_ee: See dialoog on piiratud %1$d kirjega ja teie aadressiraamat ületab seda piirangut. Seetõttu pole mõnda kirjet loendis.
zh_cn: 此对话框限制为 %1$d 条目，您的通讯簿也超出此限制。因此，某些条目未被列出。
zh_tw: 此對話框僅能顯示 %1$d 筆項目，您的聯絡人超過此數量，有部分項目並未顯示。

source: This distribution list has been added to the portal
el_gr: Αυτή η λίστα διανομής έχει προστεθεί στην πύλη
et_ee: Leviloend on portaali lisatud
zh_cn: 此通讯组列表已添加到门户
zh_tw: 此通訊組清單已被加入到入口畫面

source: This document cannot be viewed at the moment because a new version is being uploaded. Please wait until the upload is completed.
el_gr: Δεν είναι δυνατή η προβολή αυτού του εγγράφου αυτήν τη στιγμή, επειδή μεταφορτώνεται μια νέα έκδοση. Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί η μεταφόρτωση.
et_ee: Seda dokumenti ei saa praegu vaadata, kuna uut versiooni laaditakse üles. Oota, kuni üleslaadimine on lõpule jõudnud.
zh_cn: 由于正在上载新版本，因此当前无法查看此文档。请等待上传完成。
zh_tw: 由於正在上傳新版本，目前無法檢視此文件。請稍候上傳完成。

source: This document is password protected and cannot be displayed.
el_gr: Αυτό το έγγραφο προστατεύεται με κωδικό πρόσβασης και δεν είναι δυνατή η προβολή του.
et_ee: Dokument on parooliga kaitstud ja seda ei saa kuvada.
zh_cn: 此文档由密码保护因而未能显示。
zh_tw: 此文件已受密碼保護，無法顯示。

source: This draft has been changed in another tab or browser. Please continue editing the most recent version. If you have closed that tab in the meantime, you can restore the most recent draft here.
el_gr: Αυτό το προσχέδιο έχει αλλάξει σε άλλη καρτέλα ή πρόγραμμα περιήγησης. Παρακαλώ συνεχίστε την επεξεργασία της πιο πρόσφατης έκδοσης. Εάν έχετε κλείσει αυτήν την καρτέλα στο ενδιάμεσο διάστημα, μπορείτε να επαναφέρετε το πιο πρόσφατο προσχέδιο εδώ.
et_ee: Seda mustandit on muudetud teises vahekaardis või brauseris. Palun jätkake kõige uuema versiooni redigeerimist. Kui olete vahepeal selle vahekaardi sulgenud, saate kõige värskema versiooni taastada siin.
zh_cn: 此草稿已在别的选项卡或浏览器中更改。请继续编辑最新版本。如果在此期间已关闭该选项卡，您能在此还原最近的草稿。
zh_tw: 這份草稿已在另一個分頁或瀏覽器中變更，請到最新版本的畫面中繼續編輯。若您已關閉了該分頁，可以在此還原最新草稿。

source: This email address cannot be used
el_gr: Δεν είναι δυνατή η χρήση αυτής της διεύθυνσης email
et_ee: Seda e-posti aadressi ei saa kasutada
zh_cn: 不能使用此电子邮件地址
zh_tw: 無法使用此電子郵件地址

source: This email address is already used. Please choose a different one.
el_gr: Αυτή η διεύθυνση email χρησιμοποιείται ήδη. Παρακαλώ επιλέξτε κάποια άλλη.
zh_cn: 此电子邮件地址已被使用。请选择一个不同的。
zh_tw: 此電子郵件地址已使用，請改用其他地址。

source: This email address is invalid.
el_gr: Αυτή η διεύθυνση email δεν είναι έγκυρη.
zh_cn: 此电子邮件地址为无效的。
zh_tw: 此電子郵件地址無效。

source: This email contains a task
el_gr: Αυτό το email περιέχει μια εργασία
et_ee: See e-kiri sisaldab ülesannet
zh_cn: 此邮件包含一个任务
zh_tw: 此郵件包含任務

source: This email contains an appointment
el_gr: Αυτό το email περιέχει μια συνάντηση
et_ee: See e-kiri sisaldab kohtumist
zh_cn: 此邮件包含一个约会
zh_tw: 此郵件包含約會

source: This email contains images from external sources that are currently hidden.
el_gr: Αυτό το email περιέχει εικόνες από εξωτερικές πηγές που είναι κρυφές προς το παρόν.
et_ee: See kiri sisaldab pilte välistest allikatest, mis on praegu peidetud.
zh_cn: 此电子邮件包括来自当前隐藏的外部来源的图像。
zh_tw: 此郵件包含來自外部來源的圖片，目前正隱藏中。

source: This email has been added to the portal
el_gr: Αυτό το email έχει προστεθεί στην πύλη
et_ee: See e-kiri on lisatud portaali
zh_cn: 此电子邮件已添加到门户
zh_tw: 已將此郵件新增至入口

source: This email has no subject. Do you want to send it anyway?
el_gr: Αυτό το email δεν έχει θέμα. Θέλετε να το στείλετε ούτως ή άλλως;
et_ee: E-kirja pealkirjaväli on tühi. Saata ikkagi?
zh_cn: 邮件没有题目，您还要发送吗？
zh_tw: 這封信沒有主旨，要寄出嗎？

source: This email has not been sent. You can save the draft to work on later.
el_gr: Αυτό το email δεν έχει αποσταλεί. Μπορείτε να αποθηκεύσετε το προσχέδιο για να το επεξεργαστείτε αργότερα.
et_ee: See e-kiri ei ole veel saadetud. Võite salvestada mustandi hilisemaks muutmiseks.
zh_cn: 此电子邮件尚未发送。您能够保存草稿以在以后处理。
zh_tw: 此郵件尚未寄出。您可以儲存草稿稍後繼續寫信。

source: This email just contains your email address as sender. Your real name is not used.
el_gr: Αυτό το email περιέχει μόνο τη διεύθυνση email σας ως αποστολέα. Δεν χρησιμοποιείται το πραγματικό σας όνομα.
et_ee: See e-kiri sisaldab lihtsalt teie saatja e-posti aadressi. Teie pärisnime ei kasutata.
zh_cn: 此电子邮件仅包含您的电子邮件地址作为发件人。您的真名未被使用。
zh_tw: 這封郵件的寄件者只會有您的電子郵件地址，不會加入您的本名。

source: This email may contain images from external sources.
el_gr: Αυτό το email ενδέχεται να περιέχει εικόνες από εξωτερικές πηγές.
et_ee: See kiri võib sisaldada peidetud väliseid pilte.
zh_cn: 此电子邮件可能包括来自外部来源的图像。
zh_tw: 此郵件可能包含外部圖片。

source: This email will be sent by %1$s on behalf of %2$s.
el_gr: Αυτό το email θα αποσταλεί από τον/την %1$s εκ μέρους του/της %2$s.
et_ee: Selle e-kirja saadab %1$s %2$s nimel.
zh_cn: 此邮件已由 %1$s 以 %2$s 之名发送。
zh_tw: 此郵件是由 %1$s 代理 %2$s 寄出。

source: This evening
el_gr: Σήμερα το βράδυ
zh_cn: 这个晚上
zh_tw: 今天晚上
